/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	unsupportdlgTitle:"表示制限",
	convertNotifyMsg:"この文書には拡張書式が含まれており、オンラインでは正しく表示されない可能性がありますが、必要に応じて後でダウンロードできるように書式が保持されています。",
	notShowCB:"今後、このメッセージを表示しない",
	notShowNote:"(このメッセージを再度使用可能にするには、「表示」>「サポートされない機能のメッセージを表示」をクリックします。)",
	PRESERVED:"保存できます。",
	NOTPRESERVED:"保存できません。",
	601:"変更の追跡: ${0}",
	602:"カスタム・シェイプ: ${0}",
	603:"OLE オブジェクト: ${0}",
	604:"ビデオまたはサウンド: ${0}",
	605:"脚注または文末脚注: ${0}",
	606:"テキスト・セクション: ${0}",
	607:"テキスト・コメント: ${0}",
	608:"テキスト・フィールド: ${0}",
	609:"フォーム・コントロール: ${0}",
	610:"差し込み印刷: ${0}",
	611:"マクロ: ${0}",
	612:"グラフ: ${0}",
	613:"ActiveX: ${0}",
	614:"SmartArt: ${0}",
	615:"マーカー画像: ${0}",
	616:"表スタイル: ${0}",
	701:"マクロ: ${0}",
	702:"OLE オブジェクト: ${0}",
	703:"画像: ${0}",
	704:"フィルター: ${0}",
	705:"名前付き範囲: ${0}",
	706:"条件付き書式設定: ${0}",
	707:"グループ化されたオブジェクト: ${0}",
	708:"ピボット・テーブル: ${0}",
	709:"データ検証: ${0}",
	710:"テーブル: ${0}",
	711:"ActiveX: ${0}",
	801:"オブジェクトのグループ: ${0}",
	802:"カスタム・シェイプ: ${0} (シェイプに対して加えられた変更をエクスポートすることはできません。)",
	803:"グラフまたは OLE オブジェクト: ${0}",
	804:"ビデオまたはサウンド: ${0}",
	805:"スピーカー・ノート: ${0}",
	806:"アニメーション: ${0}",
	807:"表題: ${0}",
	808:"ヘッダー: ${0}",
	809:"ActiveX コントロール: ${0}",
	810:"グラフ: ${0}",
	811:"WordArt: ${0}",
	812:"SmartArt: ${0}",
	813:"テーマ: ${0}",
	900:"この文書は、古いバージョンの ODF で作成されています。 そのため、一部の書式設定が正しく表示されない可能性があります。"
})
