({
	TITLE: "Формула содержит ошибки",
	OK_LABEL:"OK",
	SEP_ERROR_INFO:"В качестве разделителя параметров используйте(${0}) вместо (${1}). Используйте восклицательный знак (!) как разделитель имени листа в ссылке на ячейку.",
	NUM_ERROR_INFO:"Для ввода числа в формате, соответствующем вашей локали, заключите его в кавычки \"\".",
	SEP_NUM_ERROR_INFO: "В качестве разделителя параметров используйте(${0}) вместо (${1}). Используйте восклицательный знак (!) в качестве разделителя имени листа в ссылке на ячейку.\nДля ввода числа в формате, соответствующем вашей локали, заключите его в кавычки \"\".",
	FORMULA_ERROR_INFO: "Используйте ${0} вместо ${1} в качестве имени формулы.",
	BOOOL_ERROR_INFO: "Используйте ${0} вместо ${1} в качестве булевского значения.",
	COMMON_ERROR_INFO: "Введенная формула содержит ошибку."
})
