/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	unsupportdlgTitle:"제한사항 표시",
	convertNotifyMsg:"이 문서에는 온라인으로 적절하게 표현될 수 없지만 필요한 경우 다운로드하도록 유지될 고급 형식이 포함되어 있습니다.",
	notShowCB:"이 메시지를 다시 표시하지 않음",
	notShowNote:"(이 메시지를 사용 가능하게 하려면 보기 > 지원되지 않는 기능 메시지 표시를 클릭하십시오.)",
	PRESERVED:"보존 가능",
	NOTPRESERVED:"보존 불가능",
	601:"변경사항 추적: ${0}",
	602:"사용자 정의 도형: ${0}",
	603:"OLE 오브젝트: ${0}",
	604:"비디오 또는 사운드: ${0}",
	605:"각주 또는 미주: ${0}",
	606:"텍스트 섹션: ${0}",
	607:"텍스트 주석: ${0}",
	608:"텍스트 필드: ${0}",
	609:"양식 제어: ${0}",
	610:"메일 병합: ${0}",
	611:"매크로: ${0}",
	612:"차트: ${0}",
	613:"ActiveX: ${0}",
	614:"SmartArt: ${0}",
	615:"그래픽 글머리 기호: ${0}",
	616:"테이블 스타일: ${0}",
	701:"매크로: ${0}",
	702:"OLE 오브젝트: ${0}",
	703:"그래픽: ${0}",
	704:"필터: ${0}",
	705:"이름 지정된 범위: ${0}",
	706:"조건부 서식: ${0}",
	707:"그룹 오브젝트: ${0}",
	708:"피벗 테이블: ${0}",
	709:"데이터 유효성 검증: ${0}",
	710:"테이블: ${0}",
	711:"ActiveX: ${0}",
	801:"오브젝트 그룹: ${0}",
	802:"사용자 정의 도형: ${0}(도형 변경사항은 내보낼 수 없음)",
	803:"차트 또는 OLE 오브젝트: ${0}",
	804:"비디오 또는 사운드: ${0}",
	805:"스피커 메모: ${0}",
	806:"애니메이션: ${0}",
	807:"캡션: ${0}",
	808:"머리글: ${0}",
	809:"ActiveX 제어: ${0}",
	810:"차트: ${0}",
	811:"WordArt: ${0}",
	812:"SmartArt: ${0}",
	813:"테마: ${0}",
	900:"이 문서는 ODF의 이전 버전입니다. 일부 형식이 올바르지 않게 표시될 수 있습니다."
})
