({	
	title: "Проверка на правописа",
	suggests: "Замести с:",
	misword: "Думата не е намерена:",
	ignore: "Игнорирай тази дума.",
	nextBtn: "Следващ",
	doneBtn: "Готово",
	okBtn: "OK",
	ignoreBtn: "Игнориране",
	replaceBtn: "Заместване",
	cellName: "Клетка ${0}",
	noSuggestions: "Няма предложения.",
	complete: "Проверката на правописа завърши.",
	warning: "Няма намерени правописни грешки.",
	MISWORD_MSG: "Думата ${0} в ${1} не е в речника за проверка на правописа.",
	WAITING_MSG: "Търсенето на думи не е намерено в речника за проверка на правописа."
})
