({
	saveDoc:"Запазване на електронна таблица",
	publishDoc:"Публикуване на версия",
	publishOkLabel: "Публикуване",
	checkinLabel: "Вписване",
	yesLabel: "Да",
	sortRange: "Сортиране",
	allFormula:"Всички формули",	
	importFile: "Импортиране на текст",
	importAction: "Импортиране",
	insertImage: "Вмъкване на изображение",
	insertImageBtn: "Вмъкване",
	spreadsheetSettings: "Задаване на географско разположение на документ",
	saveSetting: "Записване",
	enter_new_sheetname:"Въведете има за лист:",
	enter_sheet_index_for_move: "Въведете номер на индекс за позицията, на която трябва да бъде преместен текущият лист",
	INVALID_SHEET_INDEX_MSG: "Индексът на лист не е валиден!",
	DELETE_ONLY_ONE_SHEET_MSG: "Единственият лист, който не може да бъде изтрит!",
	HIDE_ONLY_ONE_SHEET_MSG: "Единственият лист не може да бъде скрит!",
	MOVE_ONLY_ONE_SHEET_MSG: "Единственият лист, който не може да бъде преместен!",
	pageSetup: "Настройка на страница",
	mergeCellConfirm: "Сливането на тези клетки ще изчисти съдържанието на обхванатите клетки. Сигурни ли сте, че желаете да слеете избраните клетки?",
	not_match_space_in_sheet: "Зоната на листа, където се опитвате да поставите копираните данни, не отговаря на копираните данни.",
	not_enough_space_in_sheet: "Зоната на листа, където опитвате да поставите, не е достатъчно голяма, за да съдържа копираните данни.",
	too_large_paste_data: "Данните, които се опитвате да поставите, са прекалено големи или съдържат твърде много формули.",
	maxImgSize: "Изображението е прекалено голямо. Максималният размер за изображение, което може да бъде качено, е ${0} KB",
	maxTextFileSize: "Файлът е прекалено голям за качване. Максималният размер на файл, който може да бъде качен, е ${0} KB",	
	INVALID_SHEETNAME_MSG: "Името на лист ${0} не е валидно!",
	EXISTING_SHEETNAME_MSG: "Лист, озаглавен ${0}, вече съществува.",
	TOO_LONG_SHEETNAME_MSG: "Името на листа не може да има повече от ${0} символа.",
	DELETE_SHEET_CONFIRM_MSG: "Желаете ли да изтриете листа, озаглавен ${0}?",
	INPUT_NEW_SHEETNAME_MSG: "Моля, въведете ново име на лист",
	INPUT_NEW_SHEETINDEX_MSG: "Моля, въведете нов индекс на лист",
	INPUT_VALID_SHEETINDEX_MSG: "Моля, въведете индекс на лист между 1 и ${0}",
	RENAME_SHEET: "Преименуване на лист",
	MOVE_SHEET: "Преместване на таблица",
	DELETE_SHEET: "Изтриване на лист",
	HIDE_SHEET: "Скриване на лист",
	INSERT_SHEET: "Вмъкване на лист",
	LOADING_MORE_DOCUMENT: "Зареждане...",
	PAINT: "Форматът не може да бъде приложен",
	PAINT_NO_MATCHED_SPACE: "Целевият обхват не съответства на типа на обхвата на копирания от Вас формат. Уверете се, че сте копирали форматирането към същия тип обхват. Например, приложете форматирането за редове към редовете и форматирането за колони към колоните.",
	PAINT_LARGE_DATA: "Целевият обхват към който се опитахте да приложите форматирането е твърде голям. Изберете по-малък обхват и опитайте отново.",
	PASTE: "Поставяне",
	CUT_COLUMN: "Изрязване на колона",
	CUT_COLUMN_WITH_MERGED_FILTERED_CELL: "Моля, премахнете сливането на клетките или филтъра на редовете и опитайте отново.",
	CUT_ROW: "Изрязване на ред",
	CUT_ROW_WITH_MERGED_CELL: "Премахнете сливането на клетките и опитайте отново.",
	MERGE_CELL: "Сливане на клетки",
	REF_TO_UNSUPPORTED_FORMULA_CELL_MSG: "Клетката се отнася до клетка с неподдържана формула и не може да бъде обновена!",
	UNSUPPORTED_FORMULA_CELL_REFED: "Клетката с неподдържана формула влияе върху други клетки и не може да бъде обновена!",
	BEYOND_ROWS_BY_INSERT_ROWS_MSG: "Вмъкването на редове е неуспешно, тъй като ще има за резултат данни над ${0}-ти ред!",
	BEYOND_ROWS_MSG: "Броят редове на лист \"${0}\" е по-голям от ${1}, редовете, преминаващи над ограничението от ${1} реда в прозореца за редактиране, не се изобразяват.",
	BEYOND_COLUMNS_BY_INSERT_COLUMNS_MSG: "Вмъкването на колони е неуспешно, тъй като ще има за резултат данни над ${0}-а колона!",
	BEYOND_COLUMNS_NUMBER_SHEET_MSG: "Броят колони на лист \"${0}\" е по-голям от ${1}, колоните, преминаващи ограничението на ${1} колони в прозореца за редактиране, не се изобразяват.",
	RANGEFILTER_WITHFILTERROW_SHEET_MSG: "Използван е филтър за обхват в оригиналното приложение с цел скриване на някои от редовете в лист \"${0}\".\nАко планирате да поддържате файла онлайн и желаете да се покажат скритите редове, използвайте незабавния филтър. Ако планирате да изтеглите файла и желаете да запазите филтъра за обхват, избягвайте използването на незабавния филтър.",
	CONVERT_NOTIFY:"Известие за преобразуване",
	HUGE_MESSAGE_WARNING:"това действие предизвика много голямо съобщение и не може да бъде отменено",
	CLEAR_MESSAGE_WARNING:"Опа, прекалено много клетки в данните, не е възможно изчистване!!!",
	FILTER_DATA_CHANGE_WARNING:"Клетките са променени от други лица! Опитайте да филтрирате отново, за да получите правилен резултат.",
	FILTER_HEADER_WARNING:"Незабавният филтър приема горния ред като заглавна част на колона.",
	FOCUS_TO_HIDDEN_SHEET:"Листът е скрит",
	LINKDIV_REMOVE:"Премахване",
	LINKDIV_GOTOLINK:"Отиди на връзка: ",
	TOGGLE_SHEET_DIRECTION_WARNING:"Препоръчително е презареждането на листа след промяна на неговата посока, за да се обновят стиловете на границите",
	
	BEYOND_ROWS_BY_INSERT_CELLS_MSG: "Невъзможно вмъкването на клетки. Не можете да изместите непразни клетки  от ${0} реда. ",
	BEYOND_COLUMNS_BY_INSERT_CELLS_MSG: "Невъзможно вмъкването на клетки. Не можете да изместите непразни клетки от ${0} колоната.",
	INSERT_DELETE_CELLS_CANCEL:"Невъзможно вмъкването или изтриването на клетки, защото слетите клетки разгъват клетките за изместване. Можете да разделите слетите клетки или да изберете по-широк обхват и да опитате отново.",
	
	
    dlgTaskReopenTitle: "Повторно отваряне на задание",	
	dlgTaskReassignTitle: "Повторно приписване на клетки",
	dlgTaskCreateTitle: "Задаване на клетки",	    
	dlgTaskDeleteTitle: "Премахване на задание",
	dlgTaskHistoryTitle: "Относно това задание", 
	TASK_ASSIGN_BTN : "Задаване",
	STR_DELETE_NOT_ALLOWED : "Нямате право да изтривате ред/колона/лист, който се съдържа от ЗАДАЧА!! ",
	STR_TASK_OVERLAP_ERROR: "Не можете да създавате задача, която се припокрива с други.",
	STR_TASK_CREATE_ERROR : "Възникна грешка при създаването на списък със задачи за изпълнение в Дейности.",
	STR_TASK_RANGE_INVALID : "Областта на зададената задача може да бъде изтрита.",
	STR_TASK_DELETE_ERROR : "Нямате право да изтривате тази задача, тъй като не сте нейн създател.",
	STR_SHEET_NOT_EXIST : "Задаването на задачата е неуспешно!\nЛистът на новозададената задача може да бъде изтрита.",
	STR_TASK_DELETE_NOSELECTION : "Не е избрана задача!\nТрябва да изберете една задача, след което да изтриете.",
	STR_TASK_NO_SELECTIOIN : "Моля, изберете обхват за задаване на задача!",
	STR_TASK_NOT_FRAGDOC : "Текущият документ не е свързан с никаква задача",
	STR_CREATE_FRAGMENT_ERROR : "Възникна грешка, когато работите поверително",
	STR_CHART_IMAGE_INVALIDATE: "Някои изображения на диаграми не са обновени",		
		
	LINK_ALERT_TITLE:"Връзката не може да бъде отворена",
	LINK_FILE_ALERT:"Не може да бъде осъществено преместване към референция в други файлове.",
	LINK_REF_ALERT:"Референцията не е валидна.",
	LINK_URL_ALERT:"Уеб адресът не е валиден.",
	
	acc_cellLabel:"клетка",
	
	//Worksheet panel
	acc_worksheetPanelLabel:"Панел на електронна таблица",
	acc_worksheetGridLabel:"Мрежа на лист",
	//Filter context menu
	
	//Grid labels;
	acc_grid_inlineEditor:"Входна зона на клетка",
	
	//Menu bar labels;
	acc_menubarLabel:"Лента с меню",
	//Tool bar labels;
	acc_toolbarLabel:"електронна таблица",
	/**
	 * Formula bar input labels;
	 */
	acc_formulaBarLabel:"Лента за формули",
	acc_formulaNameBox:"Поле за име",
	acc_formulaInputLine:"Вход за въвеждане на формула",
	
	/**
	 * Accessbility Announcement
	 */
	acc_Image_cell:"Изображение, обвързано с клетка",
	acc_Image_sheet:"Изображение, обвързано с лист",
	acc_comments: "Икона за показване на коментари за тази клетка",
	acc_linkdiv_remove: "поставяне на хипервръзка като обикновен текст",
	
	ACC_ROW_SEL:"ред ${0} е избран",
	ACC_ROWS_SEL:"редове ${0} чрез ${1} са избрани",
	ACC_COL_SEL:"колона ${0} е избрана",
	ACC_COLS_SEL:"колони ${0} чрез ${1} са избрани",
	ACC_RANGE_SEL:"клетки ${0} чрез ${1} са избрани",
	ACC_FORMULA:"формула",
	ACC_BLANKCELL:"празен",
	ACC_HYPERLINK: "хипервръзка",
	ACC_MERGECELL: "клетки ${0} чрез ${1} са слети",
	ACC_COMMENT: "коментар",
	ACC_FILTER: "филтър",
	ACC_COEDITING: "редактира друго лице",
	ACC_DV_LIST: "списък за валидиране на данни",
	
	ACC_EDITED: "${0} е редактирал тази клетка",
	ACC_COPY: "Копирайте избора върху клипборда",
	ACC_CUT: "Изрежете избора от клипборда",

	ACC_PASTE: "Поставете го от клипбобрда",
	//keyboard resizing
	ACC_INCREASE_ROWHEIGHT : "Увеличаване на височината на ред с ${0} пиксела" ,
	ACC_DECREASE_ROWHEIGHT : "Намаляване на височината на ред от ${0} пиксела",
	ACC_INCREASE_COLUMNWIDTH : "Увеличаване на ширината на колона с ${0} пиксела",
	ACC_DECREASE_COLUMNWIDTH : "Намаляване на ширината на колона с ${0} пиксела",
	
	//auto-complete indication
	ACC_RIGHTPAREN_ADDED: "Добавяне на отваряща скоба автоматично",
	ACC_PERCENTAGE_ADDED :"Знакът за процент е добавен автоматично",
	
	// acc string for the cell in task range
	ACC_IN_TASK_RANGE: "задаване",
		
	ACC_CHART_CELL: "Диаграма, обвързана с клетка",
	ACC_CHART_SHEET: "Диаграма, обвързана с лист",
	
	ACC_BORDER_TYPE: "изобразяване на границата на клетката",
	ACC_BORDER_STYLE:"стил на границата на клетката",
	ACC_BORDER_COLOR:"цвят на границата на клетката",
		
	// protection related strings
	PROTECTION_FORBIDDEN_MESSAGE: "Клетката или обектът са защитени и не могат да бъдат редактирани.",
	PROTECTED:"Защитено",
	PROTECTEDSHEET:"Защитен лист",

	// status bar quick formula strings.
	AVERAGE : "Средно",
	COUNT:	"Числов брой",
	COUNTA:	"Брой",
	MAX:	"Максимално",
	MIN:	"Минимално",
	SUM:	"Сума",
	
	//data validation default tooltip
	DVTIPS1: "Въведете ${0} ${1} ${2} и ${3}",
	DVCONBETWEEN: "между",
	DVCONNOTBETWEEN: "не между",
	
	DVTIPS2: "Въведете ${0} ${1} ${2}",
	DVCONEQUAL: "равно на",
	DVCONNOTEQUAL: "не равно на",
	DVCONGREATER: "по-голямо от",
	DVCONLESS: "по-малко от",
	DVCONGREATEREQUAL: "по-голямо от или равно на",
	DVCONLESSEQUAL: "по-малко от равно на",
	
	whole: "цяло число",
	date: "дата",
	time: "час",
	decimal: "десетично число",
	textLength: "стойност за дължина",
	
	//Freeze Window related strings
	FW_GRAFIC_HIDDEN: "Обектите в заключените полета ще се изобразят, когато те са напълно попълнени в полетата.",
	FW_WINDOW_TOO_SMALL: "Прозорецът на браузъра е по-малък от рамката, която е фиксирана. Разширете браузъра или щракнете върху Изглед > Фиксиране на редове > Няма фиксирани редове или изглед > Фиксиране на колони > Няма фиксирани колони, на които да се премахне фиксирането.",
	FW_FREEZE_CANCEL: "Слята клетка, която се разпростира върху лентата за фиксиране, премахва фиксирането на рамката.",
		
	UNSUPPORT_FORMULA:"Формулата ${0} в клетката все още не се поддържа!",
	Corrupted_Spreadsheet_MSG: "Електронната таблица е повредена",
	FILL_RANGE_MAX_MSG:  "Броят клетки в избрания диапазон е по-голям от ограничението от ${0}. Изберете по-малко клетки и опитайте отново."
})

