({
	COPY_WARNING_MSG: "Опа, прекалено много клетки в данните. Не могат да бъдат копирани.",
	COPY_FORMULA_UNCALC_ERROR: "Данните, които се избрали, съдържат формула, която не е изчислена все още, не можете да ги копирате.",
	COPY_OUT_LIMITED_MSG: "Ако данните ще бъдат поставяни извън тази електронна таблица, само ${0} клетки ще бъдат поставени.",
	PASTE_DATA_TRUNKED: "Данните за поставяне са орязани, тъй като надвишават границата на листа.",
	PASTE_DATA_TRUNKED_PLUS_WORING: "В изпълнение..., данните за поставяне са орязани, тъй като надвишават границата на листа.",
	COPY_CHART_WARNING: "Неподдържаните диаграми не могат да бъдат изрязвани, копирани или поставяни.",
	// This string content is copied from concord/widget/nls/CKResource.js
	PASTE_MAX_MSG:  "Размерът на съдържанието, което желаете да поставите, е прекалено голям."
})
