({	
	//Feature id (within tour.json) plus "_TITLE", which is for feature title.
	//Feature id (within tour.json) plus "_DESC"(or _DESC_1, DESC_2 for multiple description) , which is for feature description.
	//According to the UXDesign, in each release, for one application, the exhibited new feature number must be less than 5.(<= 5)
	PREV: "Назад",
	NEXT: "Далее",
	DELETE: "Закрыть",
	
	NotNow: "Не сейчас",
	Tour: "Показать больше",
	Welcome: "Добро пожаловать!",
	Want: "Хотите просмотреть краткую презентацию?",
	
	TEXT_INTRODUCTION: "Компонент документов ${productName} позволяет вам совместно с коллегами создавать и совершенствовать документы.",
	SHEET_INTRODUCTION: "Компонент электронных таблиц ${productName} позволяет вам совместно с коллегами делать вычисления, анализировать и контролировать данные. Предусмотрено множество специализированных вычислительных функций.",
	PRES_INTRODUCTION: "Компонент презентаций ${productName} позволяет вам совместно с коллегами быстро создавать и представлять слайды.",
	
	// Common feature
	COMMON_COEDIT_TITLE: "Приглашение других пользователей",
	COMMON_COEDIT_DESC: "Когда пользователь начинает редактировать, его фотография отображается на боковой панели. Внесенные изменения отмечаются личными маркерами.",
	
	COMMON_TOUR_TITLE: "Всегда в вашем распоряжении!",
	COMMON_TOUR_DESC: "Презентацию можно в любой момент запустить из меню Справка.",
	
	// Text feature
	TEXT_TOOLBAR_TITLE: "Отличный внешний вид",
	TEXT_TOOLBAR_DESC: "Изменять размер шрифта и текстовые стили, форматировать списки и даже вставлять таблицы можно прямо из панели инструментов.",
	
	TEXT_LAYOUT_TITLE: "Доработка макета",
	TEXT_LAYOUT_DESC: "Добавление переносов страниц, оглавления, верхних и нижних колонтитулов придает документу профессиональный вид.",
	
	TEXT_COMMENT_TITLE: "Хотите прокомментировать что-нибудь?",
	TEXT_COMMENT_DESC_1: "Просто выберите текст, который нужно прокомментировать, и нажмите эту кнопку, чтобы начать обсуждение с другими редакторами.",
	TEXT_COMMENT_DESC_2: "Опубликованные файлы будут содержать комментарии после загрузки.",
	
	TEXT_AUTO_PUBLISH_TITLE: "Уведомление читателей",
	TEXT_AUTO_PUBLISH_DESC: "Внесенные изменения могут стать доступными сразу же после закрытия документа. Кроме того, это можно сделать с помощью кнопки Опубликовать.",		
	TEXT_AUTO_PUBLISH_DESC_RP: "Внесенные изменения могут стать доступными сразу же после закрытия документа. Кроме того, это можно сделать с помощью кнопки Сохранить в хранилище.",	
	
	TEXT_TRACK_CHANGE_TITLE: "Теперь доступно отслеживание изменений!",
	TEXT_TRACK_CHANGE_DESC: "Возможно отслеживание изменений, внесенных в документ при индивидуальном или совместном редактировании.",
			
	// Sheet feature
	SHEET_FORMULA_TITLE: "Полезные формулы",
	SHEET_FORMULA_DESC: "В ${productName} встроены наиболее популярные функции из других приложений.",
	
	SHEET_DATA_TITLE: "Данные: в нужном формате",
	SHEET_DATA_DESC: "Создавайте удобные представления данных с помощью фильтров и сортировки. Добавляйте проверку соответствия введенных данных необходимым критериям.",
	
	SHEET_COMMENT_TITLE: "Хотите прокомментировать что-нибудь?",
	SHEET_COMMENT_DESC_1: "Просто щелкните на ячейке, которую нужно прокомментировать, и нажмите эту кнопку, чтобы начать обсуждение с другими редакторами.",
	SHEET_COMMENT_DESC_2: "Опубликованные файлы будут содержать комментарии после загрузки.",
	
	SHEET_AUTO_PUBLISH_TITLE: "Уведомление читателей",
	SHEET_AUTO_PUBLISH_DESC: "Внесенные изменения могут стать доступными сразу же после закрытия таблицы. Кроме того, это можно сделать с помощью кнопки Опубликовать.",	
	SHEET_AUTO_PUBLISH_DESC_RP: "Внесенные изменения могут стать доступными сразу же после закрытия таблицы. Кроме того, это можно сделать с помощью кнопки Сохранить в хранилище.",	

	
	// Presentation features 	
	PRES_SLIDES_TITLE: "Добавление слайда",
	PRES_SLIDES_DESC: "Для добавления слайда достаточно одного щелчка. Выбрать шаблон можно в разделе Слайды > Макет слайда.",
	
	PRES_ORDER_TITLE: "Быстрый доступ",
	PRES_ORDER_DESC: "Для перехода к нужному слайду щелкните на его уменьшенной копии. Для упорядочения слайдов перемещайте их уменьшенные копии."	,
	
	PRES_COMMENT_TITLE: "Хотите прокомментировать что-нибудь?",
	PRES_COMMENT_DESC_1: "Просто щелкните на объекте, который нужно прокомментировать, и нажмите эту кнопку, чтобы начать обсуждение с другими редакторами.",
	PRES_COMMENT_DESC_2: "Опубликованные файлы будут содержать комментарии после загрузки.",
	
	PRES_AUTO_PUBLISH_TITLE: "Уведомление читателей",
	PRES_AUTO_PUBLISH_DESC: "Внесенные изменения могут стать доступными сразу же после закрытия презентации. Кроме того, это можно сделать с помощью кнопки Опубликовать.",
	PRES_AUTO_PUBLISH_DESC_RP: "Внесенные изменения могут стать доступными сразу же после закрытия презентации. Кроме того, это можно сделать с помощью кнопки Сохранить в хранилище."
	
})

