({
	title		: "Қою",
	cutError	: "Шолғыштың қауіпсіздік параметрлері автоматты көшіруге тыйым салады. Ctrl+X пернесін пернетақтада пайдаланыңыз.",
	copyError	: "Шолғыштың қауіпсіздік параметрлері автоматты көшіруге тыйым салады. Ctrl+C пернесін пернетақтада пайдаланыңыз.",
	pasteMsg	: "",
	securityMsg	: "Шолғышыңыздың\ қауіпсіздік параметрлеріне байланысты бағдарлама аралық сақтағышыңызға кіре алмайды. Аралық сақтағышқа кіру үшін, Ctrl+V пернесін мазмұнды осы өріске қою үшін басып, сосын OK түймешігін басыңыз.",
})
