/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	publishSummaryMsg: "Жиынтықты өзгертеді",
	publishMainDesc: "Осы нұсқаны Файлдарға жариялайды және оны барлық оқырмандарға қол жетімді етеді, сонымен қатар егер файл жүктелсе аңғартпаларды қосады.",
	publishMainDescWithoutCMT: "Осы нұсқаны Файлдарға жариялайды және оны барлық оқырмандарға қол жетімді етеді.",
	publishNotificationMsg: "Файлды жетелейтін адамдар қол жетімді хабарланыруны қабылдайды.",
	publishSuccessMsg: "Нұсқа файлдарға сәтті жарияланды.",
	publishDescMsg: "Ең үлкен 500 таңба шегінен асты.",
	//publishReminderMsg: "There is no published version in Files of this document. Do you want to publish a version now?",
	publishErrMsg: "Нұсқа жарияланбады. Файл тым үлкен болуы мүмкін немесе сервердің уақыты бітуі мүмкін. Әрекетті кейінірек қайталаңыз немесе болдырмаңыз және проблеманы анықтау үшін, сервер журналын әкімшіден сұраңыз.",
	publishErrMsg_Quota_Out: "Осы құжаттың жаңа нұсқасын жариялау үшін жеткілікті орын жоқ. Осы құжатты жариялау үшін, басқа файлдарды жеткілікті орын босату үшін алып тастаңыз.",
	publishErrMsg_NoFile: "Осы құжатты басқалар жойғандықтан, жариялау мүмкін болмады.",
	publishErrMsg_NoFile2: "Жаңа файлға Файл > Көшіруді таңдау арқылы жариялай аласыз...",
	publishErrMsg_NoPermission: "Сізде осы файлға өңдегіш рұқсаттары болмағандықтан, жаңа нұсқаны жариялау мүмкін болмады. Өңдегіш рұқсаттарын алу үшін файл иесіне хабарласаңыз және әрекетті кейінірек қайталаңыз.",
	publishTxtFormatChangeMsg: "Файл мазмұнының мүмкіндігінше дәл көрсетілуі үшін, осы файл Microsoft Word пішімінде жарияланады (.docx).",
	publishCsvFormatChangeMsg: "Файл мазмұнының мүмкіндігінше дәл көрсетілуі үшін, осы файл Microsoft Excel пішімінде жарияланады (.xlsx).",
	publishTxtFormatChangeMsg2: "Файл мазмұнының мүмкіндігінше дәл көрсетілуі үшін, осы файл OpenDocument Text пішімінде жарияланады (.odt).",
	publishCsvFormatChangeMsg2: "Файл мазмұнының мүмкіндігінше дәл көрсетілуі үшін, осы файл OpenDocument Spreadsheet пішімінде жарияланады (.ods).",
	conflictMsg: "${0} жаңа нұсқаны ${1} ${2} қызметінен жүктеп алды. Сіз қазір жаңа нұсқаны бөліп, мазмұнды кейінірек Файлдар бөліміндегі Нұсқалар қойындысында қалпына келтіре аласыз.", // ${0} is name, ${1} is time,  ${2} is date
	
	summaryHint: "Осы нұсқадағы өзгерістерді жиынтықтау",	
	ccmPublishMsg: "Файлды тіркеуге сенімдісіз бе?",
	coeditingMsg: "Мына адамдар осы файлды өңдеуде:",
	closeLabel: "Жабу"
})

