/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	saveOptionMsg: "Қайталауларды сақтау және құжатты жаңа нұсқасы ретінде басқару үшін, жаңа нұсқаны басқаша сақтау параметрін таңдаңыз. Кері жағдайда, құжат жоба жазба ретінде сақталады.",
	saveOptionMsg2: "Құжатты басты құжатқа қайта жіберу үшін, жеке жоба жазбаны басты құжатқа кері жіберу параметрін таңдаңыз. Кері жағдайда, құжат жоба жазба ретінде сақталады.",
	confirmSaveAs: "Жарияланған файл өңдеу сеансы кезінде жойылды. Өңдеу сеансы кезінде жасалған өзгертулердің сақталғанын тексеру үшін, OK түймешігін жоба жазбаны жаңа файл ретінде сақтау үшін басыңыз.",
	publishErrMsg: "Жаңа нұсқа ретінде сақтау мүмкін болмады",
	publishErrMsg_Quota_Out: "Осы құжаттың жаңа нұсқасын сақтау үшін жеткілікті орын жоқ. Осы құжатты сақтау үшін, басқа файлдарды жеткілікті орынды босату үшін алып тастаңыз.",
	publishErrMsg_NoPermission: "Сізде осы файлға өңдегіш рұқсаттары болмағандықтан, жаңа нұсқаны сақтау мүмкін болмады. Өңдегіш рұқсаттарын алу үшін файл иесіне хабарласаңыз және әрекетті кейінірек қайталаңыз.",
	saveDraftMsg: "Жоба жазба ретінде сақтау",
	saveDocumentsMsg: "Жаңа нұсқаны файлдың ортақ қор көзінде басқаша сақтау",
	submitDocumentMsg: "Құжат мазмұндарын басты құжатқа кері жіберіңіз",
	deleteDocumentMsg: "Осы тапсырманы Файлдар себетіне жылжытыңыз"
})
