/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	DIALOG_TITLE: "Әрекетті таңдау",   
	DIALOG_NOTICE : "Бөлімді белгілемей тұрып, осы құжаттың тапсырмаларын іс-тізімі элементтері ретінде сақтау үшін әрекетті таңдаңыз немесе жасаңыз. Әрекетті құжатқа белгілегеннен кейін, әрекетті өзгерту мүмкін емес.",
	DIALOG_NOTICE_PRES : "Слайдтарды белгілемей тұрып, осы көрсетілімнің тапсырмаларына іс-тізімі элементтерін сақтау үшін, әрекетті таңдаңыз немесе жасаңыз. Әрекетті құжатқа белгілегеннен кейін, әрекетті өзгерту мүмкін емес.",
		
	LISTBOX_TITLE: "* әрекеті:",
	NEW_ACTIVITY: "Жаңа әрекет",
	LISTBOX_DEFAULT: "Әрекетті таңдау",
	NEW_ACTIVITY_NAME: " * жаңа әрекет аты:",
		
	INVALID_SELECTION: "Әрекетті таңдау жарамсыз.",
	ACTIVITY_NAME_REQUIRED: "Жаңа әрекет атын теріңіз.",
	DEFAULT_NOT_WORK: "Ағымдағы құжатқа тапсырма элементтерін сақтау үшін, әрекетті таңдаңыз немесе жасаңыз.",
	LINK_FAIL: "Осы әрекеттің сілтемесін ағымдағы құжатқа жасау мүмкін болмады."
})
