/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	linkMsg: "Сілтемені көшіру", 
    shareMsg: "AdАдамды өңдегіш ретінде қосу",
    tipForShare: "Атты немесе электрондық пошта мекен-жайын енгізіңіз...",
	successShareMsg: "Құжат сәтті ортақ пайдаланылды!", 
	errorShareMsg:"FҚұжатты ортақ пайдалану мүмкін болмады.",
	errorCommunityShareMsg:"Бұл файлға қауымдастық иелік етеді, оны кез келген пайдаланушы ортақ пайдалана алмайды.",
	errorAcrossOrgMsg:"Файлды тек ұйым ішінде ортақ пайдалануға болады.",
	sharetoauthorMsg:"Оны өздігінен ортақ пайдалану мүмкін емес.",
	notTheAuthor:"Сіз бұл құжаттың иесі емессіз.",
    communityShareMsg: "${title} осы қауымдастықтың барлық мүшелері ортақ пайдаланады. <br>Қауымдастық параметріне байланысты, әрбір адамда өңдегіш немесе оқырман рұқсаты бар.",
	invalidInput:"Жарамсыз пайдаланушы аты немесе электрондық пошта мекен-жайы.",
	notSharingOutsideOrgMsg:"Бұл файлды тек ұйымдағы адамдармен ортақ пайдалануға болады.",
	sharingForVisitor: "Бұл файлды ұйымға сыртқы адамдармен ортақ пайдалануға болады.",
	sharingOutsideOrgMsg:"Егер адам ұйымда болмаса, болдырмаңыз және Files бағдарламасының мәліметтер бетін пайдаланып ортақ пайдаланыңыз.",
	sharingOutsideOrgErrorMsg:"Осы адам ұйымда болмағандықтан, онымен ортақ пайдалану мүмкін емес.",
	notFoundErrorMsg:"Атты немесе электрондық пошта мекен-жайын табу мүмкін емес."
})
