/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	unsupportdlgTitle:"Көрсету параметрлері",
	convertNotifyMsg:"Бұл құжатта интернет желісінде дұрыс көрсетілмеуі мүмкін жетілдірілген пішімдеуді қамтиды, бірақ ол кейін қажет болғанда жүктелетіндей етіп сақталады.",
	notShowCB:"Осы хабарды қайтадан көрсетпеңіз.",
	notShowNote:"(Осы хабарды қайтадан іске қосу үшін, Қарау > Қолдау көрсетілмейтін мүмкіндік хабарлары түймешігін басыңыз.)",
	PRESERVED:"сақтау мүмкін.",
	NOTPRESERVED:"сақтау мүмкін емес.",
	601:"Жолды өзгерту: ${0}",
	602:"Өзгермелі кескін: ${0}",
	603:"OLE нысаны: ${0}",
	604:"Бейне немесе Дыбыс: ${0}",
	605:"Түсіндірме немесе соңғы түсіндірме: ${0}",
	606:"Мәтін бөлімі: ${0}",
	607:"Мәтін пікірі: ${0}",
	608:"Мәтін өрісі: ${0}",
	609:"Пішінді басқару: ${0}",
	610:"Поштаны біріктіру: ${0}",
	611:"Макростар: ${0}",
	612:"Диаграмма: ${0}",
	613:"ActiveX: ${0}",
	614:"SmartArt: ${0}",
	615:"Сызба таңбалауышы: ${0}",
	616:"Кесте мәнері: ${0}",
	701:"Макростар: ${0}",
	702:"OLE нысаны: ${0}",
	703:"Сызбалар: ${0}",
	704:"Сүзгілер: ${0}",
	705:"Аталмыш ауқымдар: ${0}",
	706:"Шартты пішімдеу: ${0}",
	707:"Топталған нысандар: ${0}",
	708:"Жиынтық кесте: ${0}",
	709:"Деректерді тексеру: ${0}",
	710:"Кесте: ${0}",
	711:"ActiveX: ${0}",
	801:"Нысанды топтау: ${0}",
	802:"Өзгермелі кескін: ${0} (Кескіндерге жасалған өзгертулерді экспорттау мүмкін емес.)",
	803:"Диаграмма немесе OLE нысаны: ${0}",
	804:"Бейне немесе Дыбыс: ${0}",
	805:"Баяндамашы жазбалары: ${0}",
	806:"Анимация: ${0}",
	807:"Тақырыбы: ${0}",
	808:"Тақырыбы: ${0}",
	809:"ActiveX басқару: ${0}",
	810:"Диаграмма: ${0}",
	811:"WordArt: ${0}",
	812:"SmartArt: ${0}",
	813:"Тақырыбы: ${0}",
	900:"Бұл құжат - ескі ODF нұсқасы. Кейбір пішімдеу дұрыс көрінбеуі мүмкін."
})
