/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	PRINT : "Басып шығару",
	HELP : "Анықтама",
	HELP_MSG_TITLE : "Шолғыштың үстіңгі деректеме және төменгі деректемелерін басыңыз:",
	HELP_MSG_PG_TITLE : "Қағаз параметрлерін өзгерту:",

	HELP_MSG : "Әдепкі параметрі бойынша, шолғыш үстіңгі деректемелерді және төменгі деректемелерді--URL, күнді және тағы басқаларды--басып шығарылған құжатқа қосады. Оларды басу қадамдары басып шығарғышқа байланысты аздап өзгеруі мүмкін.",
	HELP_MSG_IE_1 : "Осы беттегі мәзірде <b>Файл &gt; Бет орнату</b> түймешігін басыңыз.",
	HELP_MSG_IE_2 : "\"Үстіңгі деректемелер және төменгі деректемелер,\" бөлімінде, басылатын әр элемент үшін, көрсеткіні басып, тізімнен <b>Бос</b> параметрін таңдаңыз.",
	HELP_MSG_IE_3 : "<b>OK</b> түймешігін басыңыз.",
	HELP_MSG_IE_4 : "<b>Файл &gt; Басып шығару</b> түймешігін басыңыз.",
	HELP_MSG_IE_5 : "Қажетті параметрлерді таңдап, сосын <b>Басып шығару</b> түймешігін басыңыз.",

	HELP_MSG_IE_11 : "Осы беттегі мәзірде <b>Файл &gt; Бет орнату</b> түймешігін басыңыз.",
	HELP_MSG_IE_12 : "Бет өлшемін және қажетті параметрлерді таңдаңыз.",
	HELP_MSG_IE_13 : "<b>OK</b> түймешігін басыңыз.",

	HELP_MSG_FIREFOX_1 : "Осы беттегі мәзірде <b>Файл &gt; Бет орнату</b> түймешігін басыңыз.",
	HELP_MSG_FIREFOX_2 : "<b>Шеттер &Үстіңгі деректеме/Төменгі деректеме</b> қойындысын нұқыңыз.",
	HELP_MSG_FIREFOX_3 : "\"Үстіңгі деректемелер &Төменгі деректемелер,\" бөлімінде, басылатын әр элемент үшін, көрсеткіні басып, тізімнен <b>Бос</b> параметрін таңдаңыз.",
	HELP_MSG_FIREFOX_4 : "<b>OK</b> түймешігін басыңыз.",
	HELP_MSG_FIREFOX_5 : "<b>Файл > Басып шығару</b> түймешігін басыңыз.",
	HELP_MSG_FIREFOX_6 : "Қажетті параметрлерді таңдап, <b>OK</b> түймешігін басыңыз.",

	HELP_MSG_FIREFOX_11 : "Осы беттегі мәзірде <b>Файл &gt; Басып шығару</b> түймешігін басыңыз.",
	HELP_MSG_FIREFOX_12 : "<b>Сипаттар</b> түймешігін басыңыз.",
	HELP_MSG_FIREFOX_13 : "Бет өлшемін және қажетті параметрлерді таңдаңыз.",
	HELP_MSG_FIREFOX_14 : "<b>OK</b> түймешігін басыңыз.",

	HELP_MSG_SAFARI_1 : "Осы беттегі мәзірде <b>Файл &gt; Басып шығару</b> түймешігін басыңыз.",
	HELP_MSG_SAFARI_2 : "Егер басып шығарғыштан басқа параметрлерді көрмесеңіз, <b>Басып шығарғыш</b> өрісінің жанындағы көрсеткіні басыңыз.",
	HELP_MSG_SAFARI_3 : "<b>Сафари</b> бөлімінде, <b>Үстіңгі деректемелерді және төменгі деректемелерді басып шығару</b> параметрін алып тастаңыз.",
	HELP_MSG_SAFARI_4 : "<b>Басып шығару</b> түймешігін басыңыз.",

	HELP_MSG_SAFARI_11 : "Осы беттегі мәзірде <b>Файл &gt; Басып шығару</b> түймешігін басыңыз.",
	HELP_MSG_SAFARI_12 : "<b>Сипаттар</b> түймешігін басыңыз.",
	HELP_MSG_SAFARI_13 : "Бет өлшемін және қажетті параметрлерді таңдаңыз.",
	HELP_MSG_SAFARI_14 : "<b>Басып шығару</b> түймешігін басыңыз.",

	TIP_MSG: "Принтер параметріндегі қағаз өлшемі мен бағдарлануының ең жақсы басып шығару нәтижесін алу үшін Docs ішіндегі бет параметрлерін бірдей екеніне көз жеткізіңіз."
})

