/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	defaultDocTitle:"осы құжат",
	welcomeMsg:"'${0}' арналған жұмыс жоба жазбасына қош келдіңіз.",
	descrMsg:"Жоба жазбада жеке жұмыс істеуге болады немесе оны бірлесіп жұмыс істеу үшін өңдегіштермен ортақ пайдалануға болады. Оқырмандардың жоба жазбаға қатынас рұқсаты жоқ. Нұсқаларды оқырмандар үшін қарауға жариялауға болады және Файл> Нұсқаны жариялау параметрін таңдау арқылы жүктеп салыңыз.",
	learnMore:"Файлды нұсқалау туралы көбірек оқып біліңіз.",
	notShowCB:"Осы хабарды қайтадан көрсетпеңіз."
})
