({
	TITLE: "הנוסחה מכילה שגיאות ",
	OK_LABEL:"אישור",
	SEP_ERROR_INFO:"אין להשתמש במפריד (${1}), (${0}) צריך לשמש כמפריד פרמטרים במקום זאת. השתמשו בסימון קריאה (!) כמפריד שמות גליונות בהפניית תא. ",
	NUM_ERROR_INFO:"אם ברצונכם לציין מספר רגיש לאזור, הקיפו אותו בתווי \"\".‏ ",
	SEP_NUM_ERROR_INFO: "אין להשתמש במפריד (${1}), (${0}) צריך לשמש כמפריד פרמטרים במקום זאת. השתמשו בסימון קריאה (!) כמפריד שמות גליונות בהפניית תא.\nאם ברצונכם לציין מספר רגיש לאזור, הקיפו אותו בתווי \"\".‏ ",
	FORMULA_ERROR_INFO: "אין להשתמש שם (${1}), (${0}) צריך כשם הנוסחה במקום זאת. ",
	BOOOL_ERROR_INFO: "אין להשתמש בערך (${1}), (${0}) צריך כערך הבוליאני במקום זאת.",
	COMMON_ERROR_INFO: "הנוסחה שהקלדתם מכילה שגיאה."
})
