/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({	
	add: "Додај",
	directed: "Насочил @ ",
	written: "Напишал: ",
	menuSearch: "Пребарај коментари",
	menuDirected: "Прикажи коментари упатени кон @мене",
	menuBy: "Прикажи коментари од мене",
	invalidMessage: "Лицето кое го наведовте не е на списокот. Проверете го името и внесете го повторно.",
	enterKeywords: "Внеси клучни зборови",
	searchlabel: "Прикажува резултати за: ${0}",
	sure: "Дали сте сигурни дека сакате да го избришете коментарот?",
	confirm: "Не прашувај ме повторно.",
	exceed: "Коментарот е премногу долг.\n Коментарот што го внесовте ја надминува максималната дозволена должина.\n Намалете го на не повеќе од ${0} знаци и кликнете Додај.",
	respond: "Одговори",
	nocomments: "Нема коментари во документот „${0}“.\n За да додадете коментар, поставете го курсорот каде што сакате да се прикаже коментарот и потоа внесете го во полето и кликнете Додај.",
	nodirectcomments: "Во моментов нема коментари или одговори насочени кон @${0} во '${1}' документот.",
	nobycomments: "Во моментов нема коментари или одговори напишани од ${0} во '${1}' документот.",
	nosearchedcomments: "Во моментов нема коментари или одговори кои содржат '${0}' во '${1}' документот.",
	tipsDelete: "Избриши ја нишката коментари",
	tipsTop: "Коментар",
	tipsCommentField: "Напишете коментар до сите уредници или до еден уредник",
	tipsResponse: "Одговор",
	tipsRespondField: "Напишете коментар до сите уредници или до еден уредник",
	tipsSearchField: "Пребарај коментари",
	tipsStrike: "Обележи или исчисти прецртан текст",
	tipsExpand: "Прошири или собери ја нишката коментари",
	tipsExpanded: "Оваа нишка на коментар е проширена.",
	tipsClose: "Затвори",
	tipsSearch: "Пребарај",
	tipsCommentsMenu: "Список на мени за коментари",
	roleCommentsDesc:"Коментари",
	remainLabelHint: "Коментарот го достигна ограничувањето од 500 знаци.",
	warnEnterKeywords: "Внеси поими за пребарување"
})

