({	
	//Feature id (within tour.json) plus "_TITLE", which is for feature title.
	//Feature id (within tour.json) plus "_DESC"(or _DESC_1, DESC_2 for multiple description) , which is for feature description.
	//According to the UXDesign, in each release, for one application, the exhibited new feature number must be less than 5.(<= 5)
	PREV: "הקודם",
	NEXT: "הבא",
	DELETE: "סגירה",
	
	NotNow: "לא עכשיו",
	Tour: "להציג לי מידע נוסף",
	Welcome: "ברוכים הבאים!",
	Want: "רוצים לערוך סיור מהיר?",
	
	TEXT_INTRODUCTION: "בעזרת מסמכים של ${productName}, תוכלו ללטש את התוכן שלכם ולשפר את מראה המסמכים.",
	SHEET_INTRODUCTION: "בעזרת גליונות אלקטרוניים של ${productName},‏ תוכלו לחשב, לנתח ולנהל את הנתונים שלכם. תוכלו להשתמש במגוון פונקציות המבצעות חישובים מיוחדים.",
	PRES_INTRODUCTION: "בעזרת מצגות של ${productName},‏ תוכלו לעבוד עם שקופיות ומצגות שקופיות בקלות ובמהירות.",
	
	// Common feature
	COMMON_COEDIT_TITLE: "הזמינו אחרים להשתתף",
	COMMON_COEDIT_DESC: "כשאדם מתחיל לערוך, התצלום שלו מוצג בסרגל הצד, וסמנים בהתאמה אישית מזהים את השינויים שביצע.",
	
	COMMON_TOUR_TITLE: "לרשותכם תמיד!",
	COMMON_TOUR_DESC: "תמיד תוכלו להפעיל את הסיור מתפריט העזרה.",
	
	// Text feature
	TEXT_TOOLBAR_TITLE: "נראה מצוין!",
	TEXT_TOOLBAR_DESC: "תוכלו לשנות את גודל הגופן וסגנונות התמליל, לעצב רשימות, ואפילו להוסיף טבלאות - ישירות מסרגל הכלים.",
	
	TEXT_LAYOUT_TITLE: "שכללו את המתכונת שלכם",
	TEXT_LAYOUT_DESC: "תוכלו להוסיף מעברי עמוד, כותרות עליונות ותחתונות ותוכן עניינים כדי להקנות למסמך שלכם מראה מקצועי.",
	
	TEXT_COMMENT_TITLE: "יש לכם הערות?",
	TEXT_COMMENT_DESC_1: "פשוט בחרו את התמליל שברצונכם להעיר עליו, ולחצו על לחצן זה כדי להתחיל לדון בו עם עורכים אחרים.",
	TEXT_COMMENT_DESC_2: "קבצים שפורסמו כוללים הערות לאחר שהם מורדים.",
	
	TEXT_AUTO_PUBLISH_TITLE: "עדכנו את הקוראים שלכם",
	TEXT_AUTO_PUBLISH_DESC: "תוכלו לקבוע שהשינויים האחרונים שלכם ייעשו זמינים בכל פעם שתסגרו את המסמך. לחלופין, תוכלו לבחור 'פרסום עכשיו' רק כשתהיו מוכנים להראות את השינויים.",		
	TEXT_AUTO_PUBLISH_DESC_RP: "תוכלו לקבוע שהשינויים האחרונים שלכם ייעשו זמינים בכל פעם שתסגרו את המסמך. לחלופין, תוכלו לבחור 'שמירה במאגר עכשיו' רק כשתהיו מוכנים להראות את השינויים.",	
	
	TEXT_TRACK_CHANGE_TITLE: "מעקב שינויים זמין עכשיו!",
	TEXT_TRACK_CHANGE_DESC: "תוכלו לעקוב אחר היסטוריית השינויים כשאתם עורכים או עורכים במשותף עם חברי צוות.",
			
	// Sheet feature
	SHEET_FORMULA_TITLE: "נוסחאות שאפשר לסמוך עליהן",
	SHEET_FORMULA_DESC: "הפונקציות שאתם מרבים להשתמש בהם ביישומונים אחרים מובנים בתוך ${productName}.‏",
	
	SHEET_DATA_TITLE: "נתונים: איך שמתאים לכם",
	SHEET_DATA_DESC: "תוכלו למיין ולסנן את הנתונים כך שיוצגו בצורה שיש לה משמעות. תוכלו להוסיף אימות נתונים כדי להבטיח שהנתונים המוזמנים עומדים בקריטריונים שלכם.",
	
	SHEET_COMMENT_TITLE: "יש לכם הערות?",
	SHEET_COMMENT_DESC_1: "פשוט לחצו על התא שברצונכם להעיר עליו, ולחצו על לחצן זה כדי להתחיל לדון בו עם עורכים אחרים.",
	SHEET_COMMENT_DESC_2: "קבצים שפורסמו כוללים הערות לאחר שהם מורדים.",
	
	SHEET_AUTO_PUBLISH_TITLE: "עדכנו את הקוראים שלכם",
	SHEET_AUTO_PUBLISH_DESC: "תוכלו לקבוע שהשינויים האחרונים שלכם ייעשו זמינים בכל פעם שתסגרו את הגליון האלקטרוני. לחלופין, תוכלו לבחור 'פרסום עכשיו' רק כשתהיו מוכנים להראות את השינויים.",	
	SHEET_AUTO_PUBLISH_DESC_RP: "תוכלו לקבוע שהשינויים האחרונים שלכם ייעשו זמינים בכל פעם שתסגרו את הגליון האלקטרוני. לחלופין, תוכלו לבחור 'שמירה במאגר עכשיו' רק כשתהיו מוכנים להראות את השינויים.",	

	
	// Presentation features 	
	PRES_SLIDES_TITLE: "הוספת שקופית חדשה",
	PRES_SLIDES_DESC: "לחצו כדי להוסיף שקופית. תוכלו לבחור תבנית שונה עבורה תחת 'שקופיות > מתכונת שקופית'.",
	
	PRES_ORDER_TITLE: "עוברים בלחיצה",
	PRES_ORDER_DESC: "תוכלו לעבור במהירות לשקופית המבוקשת בלחיצה על התמונה הממוזערת שלה. גררו את התמונות הממוזערות כדי לשנות את סדר השקופיות."	,
	
	PRES_COMMENT_TITLE: "יש לכם הערות?",
	PRES_COMMENT_DESC_1: "פשוט לחצו על האובייקט שברצונכם להעיר עליו, ולחצו על לחצן זה כדי להתחיל לדון בו עם עורכים אחרים.",
	PRES_COMMENT_DESC_2: "קבצים שפורסמו כוללים הערות לאחר שהם מורדים.",
	
	PRES_AUTO_PUBLISH_TITLE: "עדכנו את הקוראים שלכם",
	PRES_AUTO_PUBLISH_DESC: "תוכלו לקבוע שהשינויים האחרונים שלכם ייעשו זמינים בכל פעם שתסגרו את המצגת. לחלופין, תוכלו לבחור 'פרסום עכשיו' רק כשתהיו מוכנים להראות את השינויים.",
	PRES_AUTO_PUBLISH_DESC_RP: "תוכלו לקבוע שהשינויים האחרונים שלכם ייעשו זמינים בכל פעם שתסגרו את המצגת. לחלופין, תוכלו לבחור 'שמירה במאגר עכשיו' רק כשתהיו מוכנים להראות את השינויים."
	
})

