/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	unsupportdlgTitle:"顯示限制",
	convertNotifyMsg:"此文件包含可能無法在線上正確呈現的進階格式，但若需要，可以保留此文件以供稍後下載。",
	notShowCB:"不再顯示此訊息。",
	notShowNote:"（若要重新啟用此訊息，請按一下「檢視 > 顯示不支援的功能訊息」。）",
	PRESERVED:"可以保留。",
	NOTPRESERVED:"不能保留。",
	601:"追蹤變更：${0}",
	602:"自訂形狀：${0}",
	603:"OLE 物件：${0}",
	604:"視訊或音效：${0}",
	605:"註腳或尾註：${0}",
	606:"文字區段：${0}",
	607:"文字註解：${0}",
	608:"文字欄位：${0}",
	609:"表單控制項：${0}",
	610:"郵件合併：${0}",
	611:"巨集：${0}",
	612:"圖表：${0}",
	613:"ActiveX：${0}",
	614:"SmartArt：${0}",
	615:"圖形項目符號：${0}",
	616:"表格樣式：${0}",
	701:"巨集：${0}",
	702:"OLE 物件：${0}",
	703:"圖形：${0}",
	704:"過濾器：${0}",
	705:"名稱範圍：${0}",
	706:"條件式格式：${0}",
	707:"分組物件：${0}",
	708:"樞紐表：${0}",
	709:"資料驗證：${0}",
	710:"表格：${0}",
	711:"ActiveX：${0}",
	801:"物件分組：${0}",
	802:"自訂形狀：${0}（對形狀所做的任何變更都無法匯出。）",
	803:"圖表或 OLE 物件：${0}",
	804:"視訊或音效：${0}",
	805:"主講人備忘稿：${0}",
	806:"動畫：${0}",
	807:"標題：${0}",
	808:"標頭：${0}",
	809:"ActiveX 控制項：${0}",
	810:"圖表：${0}",
	811:"WordArt：${0}",
	812:"SmartArt：${0}",
	813:"佈景主題：${0}",
	900:"這份文件是舊版的 ODF。某些格式可能不會正確顯示。"
})
