({	
	title: "Емлені тексеру",
	suggests: "Мынаумен ауыстыру:",
	misword: "Сөз табылмады:",
	ignore: "Осы сөзді елемеңіз.",
	nextBtn: "Келесі",
	doneBtn: "Дайын",
	okBtn: "OK",
	ignoreBtn: "Елемеу",
	replaceBtn: "Ауыстыру",
	cellName: "${0} ұяшығы",
	noSuggestions: "Ұсыныстар жоқ.",
	complete: "Емлені тексеру аяқталды.",
	warning: "Ешқандай емле қателері табылмады.",
	MISWORD_MSG: "Емлені тексеру сөздігіндегі ${0} сөзі ${1} ішінде жоқ.",
	WAITING_MSG: "Емлені тексеру сөздігіндегі сөздерді іздеу табылмады."
})
