({
	column: "Στήλες",
	bar:"Ράβδοι",
	bar3D:"Τρισδιάστατες ράβδοι",
	pie:"Πίτα",
	pie3D: "Τρισδιάστατη πίτα",
	ofPie: "Σύνθετη πίτα",
	area: "Περιοχές",
	area3D: "Τρισδιάστατες περιοχές",
	line: "Γραμμές",
	line3D: "Τρισδιάστατες γραμμές",
	scatter: "Διασπορά",
	stock: "Μετοχές",
	surface: "Επιφάνειες",
	surface3D: "Τρισδιάστατες επιφάνειες",
	doughnut: "Δακτύλιος",
	bubble: "Φυσαλίδες",
	radar: "Αραχνοειδές",
	
	LOADING: "Φόρτωση...",
	UNSUPPORTED_CHART: "Μη υποστηριζόμενο είδος γραφήματος - ${0}",
	TOO_MANY_POINTS: "Δεν είναι δυνατή η εμφάνιση ενός γραφήματος που έχει περισσότερα από ${0} σημεία δεδομένων."
})
