({	
	//Feature id (within tour.json) plus "_TITLE", which is for feature title.
	//Feature id (within tour.json) plus "_DESC"(or _DESC_1, DESC_2 for multiple description) , which is for feature description.
	//According to the UXDesign, in each release, for one application, the exhibited new feature number must be less than 5.(<= 5)
	PREV: "Предишен",
	NEXT: "Следващ",
	DELETE: "Затваряне",
	
	NotNow: "Не сега",
	Tour: "Покажи ми повече",
	Welcome: "Добре дошли!",
	Want: "Желаете ли да направите кратка обиколка?",
	
	TEXT_INTRODUCTION: "С ${productName} документи, Вие и Вашите колеги можете да подобрите своето съдържание и да направите Вашите документи да изглеждат чудесно.",
	SHEET_INTRODUCTION: "С ${productName} електронни таблици, Вие и Вашите колеги можете да изчислявате, анализирате и управлявате Вашите данни. Използвайте разнообразни функции, които осъществяват специфични изчисления.",
	PRES_INTRODUCTION: "С ${productName} презентациите, Вие и Вашите колеги можете да работите със слайдове и със слайдшоута бързо и лесно.",
	
	// Common feature
	COMMON_COEDIT_TITLE: "Поканване на други лица на партито",
	COMMON_COEDIT_DESC: "Когато дадено лице започне да редактира, тяхната снимка се изобразява в страничната лента, а персонализирани маркери обозначават техните промени.",
	
	COMMON_TOUR_TITLE: "Намери ме по всяко време!",
	COMMON_TOUR_DESC: "Винаги можете да стартирате обиколката от менюто Помощ.",
	
	// Text feature
	TEXT_TOOLBAR_TITLE: "Намерете най-доброто за Вас!",
	TEXT_TOOLBAR_DESC: "Променете размера на шрифта и стиловете на текста, форматните списъци и дори добавяйте таблици - директно от лентата с инструменти.",
	
	TEXT_LAYOUT_TITLE: "Подобрете своето разположение",
	TEXT_LAYOUT_DESC: "Добавяйте нови страници, горни и долни колонтитули и съдържание, за да направите документа Ви да изглежда професионално.",
	
	TEXT_COMMENT_TITLE: "Желаете да коментирате?",
	TEXT_COMMENT_DESC_1: "Просто изберете текста, който желаете да коментирате, и щракнете върху този бутон, за да започнете обсъждане с други редактори.",
	TEXT_COMMENT_DESC_2: "Публикуваните файлове включват коментари, след като са изтеглени.",
	
	TEXT_AUTO_PUBLISH_TITLE: "Осведомявайте читателите",
	TEXT_AUTO_PUBLISH_DESC: "Направете достъпни последните си промени всеки път, когато затваряте документа. Или изберете Публикуване сега, когато сте готови да покажете промените.",		
	TEXT_AUTO_PUBLISH_DESC_RP: "Направете достъпни последните си промени всеки път, когато затваряте документа. Или изберете Запазване в хранилището сега, когато сте готови да покажете  промените.",	
	
	TEXT_TRACK_CHANGE_TITLE: "Проследяването на промените сега е достъпно!",
	TEXT_TRACK_CHANGE_DESC: "Може да приемате или отхвърляте промени, когато съвместно редактирате с членове на екипа.",
			
	// Sheet feature
	SHEET_FORMULA_TITLE: "Формули, на които можете да разчитате",
	SHEET_FORMULA_DESC: "Функциите, които използвате най-много в други приложения, са вградени в ${productName}.",
	
	SHEET_DATA_TITLE: "Данни: както желаете Вие",
	SHEET_DATA_DESC: "Сортирайте и филтрирайте Вашите данни, за да се изобразяват по начин, който е от съществено значение за Вас. Добавете валидиране на данни, за да се уверите, че въведените данни отговарят на Вашите критерии.",
	
	SHEET_COMMENT_TITLE: "Желаете да коментирате?",
	SHEET_COMMENT_DESC_1: "Просто щракнете върху клетката, която желаете да коментирате и щракнете върху този бутон, за да започнете обсъждане с други редактори.",
	SHEET_COMMENT_DESC_2: "Публикуваните файлове включват коментари, след като са изтеглени.",
	
	SHEET_AUTO_PUBLISH_TITLE: "Осведомявайте читателите",
	SHEET_AUTO_PUBLISH_DESC: "Направете достъпни последните си промени всеки път, когато затваряте електронната таблица. Или изберете Публикуване сега, когато сте готови да покажете промените.",	
	SHEET_AUTO_PUBLISH_DESC_RP: "Направете достъпни последните си промени всеки път, когато затваряте електронната таблица. Или изберете Запазване в хранилището сега, когато сте готови да покажете промените.",	

	
	// Presentation features 	
	PRES_SLIDES_TITLE: "Добавяне на нов слайд",
	PRES_SLIDES_DESC: "Просто щракнете, за да добавите слайд. Можете да изберете различен хелиограф за него в Слайдове > Оформление на слайд.",
	
	PRES_ORDER_TITLE: "Щракнете и напред",
	PRES_ORDER_DESC: "Придвижете се бързо към желания слайд като щракнете върху неговото миниатюрно изображение. Плъзнете миниатюрните изображения, за да преподредите слайдовете."	,
	
	PRES_COMMENT_TITLE: "Желаете да коментирате?",
	PRES_COMMENT_DESC_1: "Просто щракнете върху обектите, които желаете да коментирате и щракнете върху този бутон, за да започнете обсъждане с други редактори.",
	PRES_COMMENT_DESC_2: "Публикуваните файлове включват коментари, след като са изтеглени.",
	
	PRES_AUTO_PUBLISH_TITLE: "Осведомявайте читателите",
	PRES_AUTO_PUBLISH_DESC: "Направете достъпни последните промени всеки път, когато затваряте презентацията. Или изберете Публикуване сега, когато сте готови да покажете промените.",
	PRES_AUTO_PUBLISH_DESC_RP: "Направете достъпни последните промени всеки път, когато затваряте презентацията. Или изберете Запазване в хранилището сега, сте готови да покажете промените."
	
})

