/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	reconnecting : "Επανάληψη σύνδεσης...",
	discardError : "Απέτυχε η επαναφορά στην τελευταία εκδοχή.",
	discardErrorDelete : "Αυτό το αρχείο αφαιρέθηκε από τα κοινόχρηστα αρχεία ενώ το τροποποιούσατε. Δεν μπορείτε να το επαναφέρετε στην τελευταία του εκδοχή. Επικοινωνήστε με τον κάτοχο του αρχείου για περισσότερες πληροφορίες.",
	discardErrorNoPermission : "Δεν έχετε δικαίωμα να επαναφέρετε αυτό το αρχείο στην τελευταία του εκδοχή. Επικοινωνήστε με το διαχειριστή για να σας εκχωρήσει το σχετικό δικαίωμα. Στη συνέχεια, προσπαθήστε ξανά.",
	discardErrorNoSpace : "Δεν έγινε επαναφορά στην τελευταία εκδοχή. Αν έχετε εξαντλήσει το διαθέσιμο χώρο για τα αρχεία, αποδεσμεύστε χώρο μεταφέροντας μη χρησιμοποιούμενα αρχεία στον κάδο ανακύκλωσης και διαγράφοντάς τα. Στη συνέχεια, προσπαθήστε ξανά να αποθηκεύσετε την τρέχουσα εκδοχή.",
	saveError : "Αποτυχία αποθήκευσης",
	saveErrorNoDraft : "Δεν υπάρχει προσχέδιο αυτού του εγγράφου.",
	saveErrorNoPermission : "Δεν έχετε δικαίωμα να αποθηκεύσετε το προσχέδιο αυτού του εγγράφου.",
	userJoinedMessage: "Ο χρήστης ${0} τροποποιεί το έγγραφο.",
	userLeftMessage: "Ο χρήστης ${0} ολοκλήρωσε την τροποποίηση του εγγράφου."
})
