/*
 * Do not translate 'result' field of Arguments, like 
 * 	result : 1
 * 	result : "TRUE"
 * 	result : "\"ug\""
 * Do not translate formula error code like #NAME?, #NULL!, they all starts with #
 * 
 * */
({
	titleDialog: "Барлық формулалар",
	LABEL_FORMULA_LIST: "Формулалар тізімі:",
	formula:{
	ABS:{	
	    Syntax:"${0}(сан)",
	    Disp:"Санның нақпа-нақ мәнін қайтарады."
    },
    ACOS:{
    	Syntax:"${0}(сан)",
    	Disp:"Санның арккосинусын қайтарады. Бұрышы радиандармен қайтарылады."
    },
    ACOSH:{
    	Syntax:"${0}(сан)",
    	Disp:"Санның кері гиперболалық косинусын қайтарады."
    },
    ACOT:{    
    	Syntax:"${0}(сан)",
        Disp:"Санның бірқатар котангенсін қайтарады. Бұрыш радианмен өлшенеді."
    },
    ACOTH:{    
    	Syntax:"${0}(сан)",
        Disp:"Санның кері гиперболалық котангенсін қайтарады."
    },
    ADDRESS:{
         Syntax:"${0}(жолы${1} бағаны${1} [abs]${1} [a1]${1} [парақ])",
         Disp:"Сілтемені ұяшыққа мәтін ретінде қайтарады.",
         Arguments: {
        	 2 : [{
        		 label : "${0} - Нақпа-нақ",
        		 result : 1
        	 }, {
        		 label : "${0} - Нақпа-нақ жол / Ұқсас баған",
        		 result : 2
        	 }, {
        		 label : "${0} - Ұқсас жол / Нақпа-нақ баған",
        		 result : 3
        	 }, {
        		 label : "${0} - Ұқсас",
        		 result : 4
        	 }
        	 ],
        	 
        	 3 : [{
        		 label : "${0} - R1C1 мәнері",
        		 result : 0
        	 }, {
        		 label: "${0} - A1 мәнері",
        		 result : 1
        	 }
        	 ]
         }
    },
    AND:{    
    	Syntax:"${0}(логикалық мән 1${1} [логикалық мән 2]${1} ...)",
    	Disp:"Егер барлық аргументтер TRUE болса, TRUE деп қайтарады."
    },
    ASIN:{
    	Syntax:"${0}(сан)",
    	Disp:"Санның арксинусын қайтарады. Бұрышы радиандармен қайтарылады."
    },
    ASINH:{
    	Syntax:"${0}(сан)",
    	Disp:"Санның кері гиперболалық синусын қайтарады."
    },
    ATAN:{
    	Syntax:"${0}(сан)",
    	Disp:"Санның тангенсін қайтарады. Бұрышы радиандармен қайтарылады."
    },
    AVERAGE:{    
    	Syntax:"${0}(саны 1${1} [саны 2]${1} ...)",
    	Disp:"Аргументтердің орташа мәнін қайтарады."
    },
    AVERAGEA:{    
    	Syntax:"${0}(саны 1${1} [саны 2]${1} ...)",
    	Disp:"Үлгінің орташа мәнін қайтарады. Мәтін нөл деп есептеледі."
    },
    AVERAGEIF:{    
    	Syntax:"${0}(ауқым${1} шарт${1} [орташа_ауқым])",
    	Disp:"Қойылған шарттарды кездестіретін аргументтердің орташа (арифметикалық орта) мәнін қайтарады."
    },
    AVERAGEIFS:{    
    	Syntax: "${0}(орташа_ауқым${1} шарттар_ауқым1${1} шарттар1${1} ...)",
    	Disp:"Бірнеше шарттарды кездестіретін аргументтердің орташа (арифметикалық орта) мәнін қайтарады."
    },
    ATAN2:{
    	Syntax:"${0}(x_саны${1} y_саны)",
    	Disp:"Көрсетілген x- және y-координаттарының арктангенсін немесе кері тангенсін қайтарады. Арктангенс x-осінен координат басына (0, 0) және координаттары бар нүктеге дейінгі (x_саны, y_саны) сызықтағы бұрыш болып табылады."
    },
    ATANH:{
    	Syntax:"${0}(сан)",
    	Disp:"Санның кері гиперболалық тангенсін қайтарады. Сан -1 және 1 (-1 және 1 қоспағанда) арасында болуы керек."
    },
    BASE:{    
    	Syntax:"${0}(саны${1} радикс${1} [ең аз ұзындығы])",
    	Disp:"Оң бүтін санды мәтінге сандық жүйеден негізгі анықталған жүйеге түрлендіреді."
    },
    BIN2DEC:{
    	Syntax:"${0}(сан)",
    	Disp:"Екілік санды ондық санға түрлендіреді."
    }, 
    BIN2HEX:{
    	Syntax:"${0}(${1} сандар [орындар])",
    	Disp:"Екілік санды он алтылық санға түрлендіреді."
    }, 
    BIN2OCT:{
    	Syntax:"${0}(${1} сандар [орындар])",
    	Disp:"Екілік санды сегіздік санға түрлендіреді."
    },
    CEILING:{  
    	Syntax: "${0}(сан${1} инкремент)",
    	Disp:"Санды ең жақын бүтін санға немесе көрсетілген мәнге еселік ең кіші бүтін санға дөңгелектейді."
    },
    CHAR: {
    	Syntax: "${0}(сан)",
    	Disp: "Сан арқылы салыстырылатын таңбаны қайтарады. Ол таңбаны Юникод таңба салыстырмасында табады. Сан 1 және 255 аралығында."
    },
    CHOOSE: {
    	Syntax: "${0}(индекс${1} мән1${1} [мән2]${1} ...)",
    	Disp: "Индекске қатысты сәйкес мәнді табады және қайтарады. Оны 30 мәніне дейін таңдауға болады."
    },
    CODE:{
    	Syntax:"${0}(мәтін)",
    	Disp:"Юникодта кодталған мәтін жолында бірінші таңбаның сандық кодын қайтарады"
    },
    COLUMN:{    
    	Syntax:"${0}([сілтеме])",
    	Disp:"Сілтеменің ішкі баған санын қайтарады."
    },
    COLUMNS:{    
    	Syntax:"${0}(жиым)",
    	Disp:"Бағандар санын жиымда немесе сілтемеде қайтарады."
    },
    COMBIN:{
    	Syntax:"${0}(сан${1} таңдалған_сан)",
    	Disp:"Элементтердің берілген саны үшін тіркесімдердің санын қайтарады. ${0} мәнін элементтердің берілген саны үшін топтардың жалпы ықтимал санын анықтау үшін пайдаланыңыз."
    },
    CONCATENATE:{   
    	Syntax:"${0}(мәтін 1${1} ...)",
    	Disp:"Бірнеше мәтін жолдарын бір жолға біріктіреді."
    },
    CONVERT:{
    	Syntax:"${0}(сан${1} құрылғы_дан${1} құрылғы_ға)",
    	Disp:"Санды бір өлшем жүйесінен басқа жүйеге түрлендіреді.",
    	Arguments: {
       	 1 : [{
       		 label : "${0} - Грамм",
       		 result : "\"g\""
       	 }, {
       		 label : "${0} - Салмақ бірлігі",
       		 result : "\"sg\""
       	 }, {
       		 label : "${0} - Фунт-масса (эвердьюпойс)",
       		 result : "\"lbm\""
       	 }, {
       		 label : "${0} - U (атомдық масса бірлігі)",
       		 result : "\"u\""
       	 }, {
       		 label : "${0} - Унция-масса (эвердьюпойс)",
       		 result : "\"ozm\""
       	 }, {
       		 label : "${0} - Метр",
       		 result : "\"m\""
       	 }, {
       		 label : "${0} - Құрлық милясы",
       		 result : "\"mi\""
       	 }, {
       		 label : "${0} - Дюйм",
       		 result : "\"in\""
       	 }, {
       		 label : "${0} - Фут",
       		 result : "\"ft\""
       	 }, {
       		 label : "${0} - Ярд",
       		 result : "\"yd\""
       	 }, {
       		 label : "${0} - Ангстрем",
       		 result : "\"ang\""
       	 }, {
       		 label : "${0} - пика",
       		 result : "\"пика\""
       	 }, {
       		 label : "${0} - Жыл",
       		 result : "\"yr\""
       	 }, {
       		 label : "${0} - Күн",
       		 result : "\"күн\""
       	 }, {
       		 label : "${0} - Сағат",
       		 result : "\"hr\""
       	 }, {
       		 label : "${0} - Минут",
       		 result : "\"mn\""
       	 }, {
       		 label : "${0} - Секунд",
       		 result : "\"сек\""
       	 }, {
       		 label : "${0} - Паскаль",
       		 result : "\"Pa\""
       	 }, {
       		 label : "${0} - Атмосфера",
       		 result : "\"atm\""
       	 }, {
       		 label : "${0} - сынап бағанасы бойынша мм (Торр)",
       		 result : "\"mmHg\""
       	 }, {
       		 label : "${0} - Ньютон",
       		 result : "\"N\""
       	 }, {
       		 label : "${0} - Дина",
       		 result : "\"dyn\""
       	 }, {
       		 label : "${0} - Фунт-күш",
       		 result : "\"lbf\""
       	 }, {
       		 label : "${0} - Джоуль",
       		 result : "\"J\""
       	 }, {
       		 label : "${0} - Эрг",
       		 result : "\"e\""
       	 }, {
       		 label : "${0} - Калория",
       		 result : "\"cal\""
       	 }, {
       		 label : "${0} - Электрон-вольт",
       		 result : "\"eV\""
       	 }, {
       		 label : "${0} - Ат күші-сағат",
       		 result : "\"HPh\""
       	 }, {
       		 label : "${0} - Ватт-сағат",
       		 result : "\"Wh\""
       	 }, {
       		 label : "${0} - Фут-фунт",
       		 result : "\"flb\""
       	 }, {
       		 label : "${0} - БЖБ",
       		 result : "\"БЖБ\""
       	 }, {
       		 label : "${0} - Термодинамикалық калория",
       		 result : "\"c\""
       	 }, {
       		 label : "${0} - Ат күші",
       		 result : "\"HP\""
       	 }, {
       		 label : "${0} - Ватт",
       		 result : "\"W\""
       	 }, {
       		 label : "${0} - Тесла",
       		 result : "\"T\""
       	 }, {
       		 label : "${0} - Гаусс",
       		 result : "\"ga\""
       	 }, {
       		 label : "${0} - Цельсий градусы",
       		 result : "\"C\""
       	 }, {
       		 label : "${0} - Фаренгейт градусы",
       		 result : "\"F\""
       	 }, {
       		 label : "${0} - Кельвин",
       		 result : "\"K\""
       	 }, {
       		 label : "${0} - Шәй қасық",
       		 result : "\"tsp\""
       	 }, {
       		 label : "${0} - Ас қасық",
       		 result : "\"tbs\""
       	 }, {
       		 label : "${0} - Сұйық унция",
       		 result : "\"oz\""
       	 }, {
       		 label : "${0} - Кесе",
       		 result : "\"кесе\""
       	 }, {
       		 label : "${0} - АҚШ пинтасы",
       		 result : "\"us_pt\""
       	 }, {
       		 label : "${0} - ҰБ пинтасы",
       		 result : "\"uk_pt\""
       	 }, {
       		 label : "${0} - Кварта",
       		 result : "\"qt\""
       	 }, {
       		 label : "${0} - Галлон",
       		 result : "\"gal\""
       	 }, {
       		 label : "${0} - Литр",
       		 result : "\"I\""
       	 }
       	 ],
       	 2 : 1	//SAME WITH 2
        }
    },
    COS:{
    	Syntax:"${0}(сан)",
    	Disp:"Берілген бұрыштың косинусын қайтарады."
    },
    COSH:{
    	Syntax:"${0}(сан)",
    	Disp:"Санның гиперболалық косинусын қайтарады."
    },
    COT:{    
    	Syntax:"${0}(сан)",
        Disp:"Берілген санның котангенсін қайтпрпда."
    },
    COTH:{    
    	Syntax:"${0}(сан)",
        Disp:"Берілген санның гиперболалық котангенсін қайтарады."
    },
    COUNT:{   
    	Syntax:"${0}(мән1${1} [мән2]${1} ...)",
    	Disp:"Аргументтер тізімінде қанша сан барын есептейді. Мәтін енгізулері еленбеді."
    },
    COUNTA:{   
    	Syntax:"${0}(мән1${1} [мән2]${1} ...)",
    	Disp:"Аргументтер тізімінде қанша мән барын есептейді."
    },
    COUNTBLANK:{   
    	Syntax:"${0}(ауқым)",
    	Disp: "Бос ұяшықтарды көрсетілген ауқымда есептейді."
    },
    COUNTIF:{
    	Syntax: "${0}(ауқым${1} шарт)",
    	Disp:"Қойылған шарттарды кездестіретін ұяшықтар санын есептейді."
    },
    COUNTIFS:{
    	Syntax: "${0}(шарттар_ауқым1${1} шарттар1${1} ...)",
    	Disp:"Бірнеше шарттарды кездестіретін ұяшықтар санын есептейді."
    },
    CUMIPMT:{	
	    Syntax:"${0}(rate${1} nper${1} pv${1} start_period${1} end_period${1} түрі)",
	    Disp:"Екі көрсетілген кезеңдер арасында төленген жиынтық пайыздықты есептейді."
    },
    CUMPRINC:{	
	    Syntax:"${0}(rate${1} nper${1} pv${1} start_period${1} end_period${1} түрі)",
	    Disp:"Екі көрсетілген кезеңдер арасындағы несиеге төленген жиынтық әкімшіні есептейді."
    }, 
    DATE:{	
	    Syntax:"${0}(жыл${1} ай${1} күн)",
	    Disp:"Берілген күні ішкі санды береді."
    },  
    DATEDIF:{	
	    Syntax:"${0}(басталу күні${1} аяқталу күні${1} пішім)",
	    Disp:"Жыл, ай немесе екі күн арасындағы айырмашылықты қайтарады.",
	    Arguments: {
	    	2 : [{
	    		label: "${0} - Кезеңдегі аяқталу жылдарының саны.",
	    		result: "\"Ж\""
	    	}, {
	    		label: "${0} - Кезеңдегі аяқталу айларының саны.",
	    		result: "\"А\""
	    	}, {
	    		label: "${0} - Кезеңдегі аяқталу күндерді саны.",
	    		result: "\"К\""
	    	}, {
	    		label: "${0} – басталған_күннен бастап аяқталған_күнге дейін күндердің саны, айлар мен жылдарды есепке алмағанда.",
	    		result: "\"КА\""
	    	}, {
	    		label: "${0} - басталған_күннен бастап аяқталған_күнге дейін айлардың саны, жылдарды есепке алмағанда.",
	    		result: "\"ЖА\""
	    	}, {
	    		label: "${0} - басталған_күннен бастап аяқталған_күнге дейін күндердің саны, жылдарды есепке алмағанда.",
	    		result: "\"ЖК\""
	    	}
	    	]
	    }
    },  
    DATEVALUE:{	
	    Syntax:"${0}(мәтін)",
	    Disp:"Ықтимал күн пішімі бар мәтін үшін ішкі санды қайтарады."
    }, 
    DAY:{
    	Syntax:"${0}(сан)",
    	Disp:"Берілген күн мәнінің күнін қайтарады. Күн 1 және 31 сан аралығындағы бүтін сан ретінде қайтарылады. Сонымен қатар, теріс күн/уақыт мәнін енгізуге болады."
    },
    DAYS360:{
    	Syntax:"${0}(басталу_күні${1} аяқталу_күні${1} [әдісі])",
    	Disp:"Жылына 360 күнге негізделген екі күн аралығындағы күндер санын есептейді.",
    	Arguments: {
       	 2 : [{
       		 label : "${0} - АҚШ (NASD) әдісі",
       		 result : "FALSE"
       	 }, {
       		 label : "${0} - Еуропалық әдіс",
       		 result : "TRUE"
       	 }
       	 ]
        }
    },
    DAYS:{
    	Syntax:"${0}(басталу_күні${1} аяқталу_күні${1})",
    	Disp:"Екі күн аралығындағы күндер санын есептейді."
    },
    DEC2BIN:{
    	Syntax:"${0}(${1} сандар [орындар])",
    	Disp:"Ондық санды екілік санға түрлендіреді."
    }, 
    DEC2HEX:{
    	Syntax:"${0}(${1} сандар [орындар])",
    	Disp:"Ондық санды он алтылық санға түрлендіреді."
    },
    DEC2OCT:{
    	Syntax:"${0}(${1} сандар [орындар])",
    	Disp:"Ондық санды сегіздік санға түрлендіреді."
    },
    DEGREES:{	
	    Syntax:"${0}(бұрыш)",
	    Disp:"Радиандарды дәрежелерге түрлендіреді."
    },
    DISC:{
    	Syntax:"${0}(settlement${1} maturity${1} pr${1} redemption${1} [негіз])",
    	Disp:"Қауіпсіздік үшін жеңілдік мөлшерлемесін есептейді."
    }, 
    DOLLAR:{
    	Syntax:"${0}(сан${1} [ондық таңбалар])",
    	Disp:"$ (доллар) валюта пішімін пайдаланып санды мәтінге түрлендіреді."
    },
    EDATE:{
    	Syntax:"${0}(басталу_күні${1} айы)",
    	Disp:"Басталу_күніне дейін немесе кейінгі айлар саны көрсетілген күнді білдіретін сериялық нөмірді береді"
    },
    EOMONTH:{
    	Syntax:"${0}(басталу_күні${1} айы)",
    	Disp:"Басталу_күніне дейін немесе кейінгі ай көрсетілген саны болып табылады айдың соңғы күні үшін сериялық нөмірін береді"
    },
    ERFC:{   
    	Syntax:"${0}(сан)",
        Disp:"Сан мен шексіздіктің арасында біріктірілген толықтыратын қате функцияны қайтарады."
    },
    "ERROR.TYPE":{    
    	Syntax:"${0}(сілтеме)",
    	Disp:"Қате түрге байланысты санды қайтарады."
//    		,
//    	Arguments: {
//       	 0 : [{
//       		 label : "${0} - #NULL!",
//       		 result : -1
//       	 }, {
//       		 label : "${0} - #DIV/0!",
//       		 result : -2
//       	 }, {
//       		 label : "${0} - #VALUE!",
//       		 result : -3
//       	 }, {
//       		 label : "${0} - #REF!",
//       		 result : -4
//       	 }, {
//       		 label : "${0} - #NAME?",
//       		 result : -5
//       	 }, {
//       		 label : "${0} - #NUM!",
//       		 result : -6
//       	 }, {
//       		 label : "${0} - #N/A",
//       		 result : -7
//       	 }, {
//       		 label : "${0} - #GETTING_DATA",
//       		 result : -8
//       	 }
//       	 ]
//        }
    },    
    EVEN:{   
    	Syntax:"${0}(сан)",
    	Disp:"Ең жақын санға, тіпті бүтін санға дөңгелектенген санын қайтарады."
    },
    EXACT:{    
    	Syntax:"${0}(мәтін 1${1} мәтін 2)",
    	Disp: "Екі мәтін жолын салыстырады және егер олар бірдей болса, TRUE деп қайтарады. Бұл функция бас әріптерді ескереді."
    },
    EXP:{    
    	Syntax:"${0}(сан)",
    	Disp: "Берілген сан арқылы көтерілген e қайтарады."
    },
    FACT:{  
    	Syntax:"${0}(сан)",
    	Disp:"Санның факториалын есептейді."
    },
    FACTDOUBLE:{  
    	Syntax:"${0}(сан)",
        Disp:"Санның қос факторлысын қайтарады."
    },
    FALSE:{
    	Syntax:"${0}()",
    	Disp:"Логикалық мәнді FALSE деп қайтарады."
    },
    FIND:{   
    	Syntax:"${0}(мәтінді табу${1} мәтін${1} [орын])",
    	Disp:"Мәтін жолын басқадан іздейді (әріптер ескеріледі)."
    },
    FIXED:{
    	Syntax:"${0}(сан${1} [ондық таңбалар${1} [no_commas])",
    	Disp:"Санды ондық сандарының белгіленген саны бар мәтін ретінде пішімдейді.",
    	Arguments: {
    		2 : [{
    			label : "${0} - үтірлерге тиым салу",
    			result : "TRUE"
    		}, {
    			label : "${0} - үтірлерге тиым салмау",
    			result: "FALSE" 
    		}
    		]
    	}
    },
    FLOOR:{   
    	Syntax:"${0}(сан${1} маңыздылық)",
    	Disp:"Санды көрсетілген мәнге ең жақын еселік ең кіші санға дөңгелектейді."
    },
    FORMULA:{   
    	Syntax:"${0}(сілтеме)",
    	Disp:"Формула ұяшығының формуласын қайтарады."
    },
    FREQUENCY:{   
    	Syntax:"${0}(НөмірКезегіТізімі_деректер${1} НөмірКезегіТізімі_екіліктер)",
    	Disp:"Мәндерді аралықтарға санаттайды және мәндер санын әр аралықта есептейді."
    },
    FV:{
    	Syntax:"${0}(rate${1} nper${1} pmt${1} [pv]${1} [түрі])",
    	Disp:"Тұрақты пайыздық мөлшерлемесіне негізделген инвестицияның келешек мәнін есептейді."
    },
    FVSCHEDULE:{    
    	Syntax:"${0}(principal${1} кесте)",
        Disp:"Күрделі пайыздық мөлшерлемесінің серияларын қабылдағаннан кейін бастапқы негізгі соманың келешек мәнін есептейді."
    },
    GAMMALN:{   
    	Syntax:"${0}(сан)",
        Disp:"Гамма функцияның натурал логарифмін қайтарады."
    },
    GCD:{   
    	Syntax:"${0}(сан1${1} [сан 2]${1} ...)",
        Disp:"Барлық дәлелдердің ең үлкен ортақ бөлгішін қайтарады."
    },
    HEX2BIN:{
    	Syntax:"${0}(${1} сандар [орындар])",
    	Disp:"Он алтылық санды екілік санға түрлендіреді."
    }, 
    HEX2DEC:{
    	Syntax:"${0}(сан)",
    	Disp:"Он алтылық санды ондық санға түрлендіреді."
    }, 
    HEX2OCT:{
    	Syntax:"${0}(${1} сандар [орындар])",
    	Disp:"Он алтылық санды сегіздік санға түрлендіреді."
    },
    HOUR:{   
    	Syntax:"${0}(сан)",
    	Disp:"Уақыт мәні үшін (0-23) күндегі сағаттың реттік нөмірін анықтайды."
    },
    HLOOKUP:{   
    	Syntax:"${0}(search_criteria${1} жиым${1} индекс${1} [сұрыпталған])",
    	Disp:"Ұяшықтарды көлденең іздеу және сілтеме жасау төменде орналасқан.",
    	Arguments: {
          	 3 : [{
          		 label : "${0} - Жақын сәйкестік",
          		 result : "TRUE"
          	 }, {
          		 label : "${0} - Нақты сәйкестік",
          		 result : "FALSE"
          	 }
          	 ]
           }
    },
    HYPERLINK:{    
    	Syntax:"${0}(link${1} [cell_text])",
    	Disp:"Желі ресурсына немесе байланыс арқылы сілтеленген ауқымға меңзейтін байланысты қайтарады. cell_text (міндетті емес) егер қамтамасыз етілсе; әйтпесе байланысты мәтін ретінде көрсетеді."
    },    
    IF:{    
    	Syntax:"${0}(тексеру${1} [then_value]${1} [otherwise_value])",
    	Disp:"Орындалатын логикалық тексеруді көрсетеді."
    },
    IFS:{
    	Syntax:"${0}(тексеру1${1} егер_true_мән1${1} ...)",
    	Disp:"Алғаш TRUE шартына сәйкес болатын мән қайтарылса және бір немесе бірнеше шарттарды тексеру үшін логикалық түрде іске қосады."
    },
    IFERROR:{
    	Syntax:"${0}(мән${1} егер_false_мән)",
    	Disp:"Егер өрнек қате болса мәнді қайтарады. Кері жағдайда, өрнек нәтижесін қайтарады."
    },
    IFNA:{
    	Syntax:"${0}(мән${1} егер_мәні_жарамсыз)",
    	Disp:"Егер өрнек #N/A қате мәнін қайтаратын болса ерекшелейтін болса мәнін қайтарады. Кері жағдайда, өрнек нәтижесін қайтарады."
    },
    INDEX:{    
    	Syntax:"${0}(сілтеме${1} жол${1} [баған]${1} [ауқым])",
    	Disp:"Сілтемені анықталған ауқымдағы ұяшыққа қайтарады."
    },
    INDIRECT:{    
    	Syntax:"${0}(ref${1} [ref_style])",
    	Disp:"Мәтін пішінінде сілтеме жасалған ұяшықтың мазмұндарын қайтарады.",
    	Arguments: {
         	 1 : [{
         		 label : "${0} - R1C1 мәнері",
         		 result : "FALSE"
         	 }, {
         		 label : "${0} - A1 мәнері",
         		 result : "TRUE"
         	 }
         	 ]
          }
    }, 
    INT:{    
    	Syntax:"${0}(сан)",
    	Disp:"Санды ең жақын бүтін ең кіші санға дөңгелектейді."
    },
    IPMT:{
    	Syntax:"${0}(баға${1} әр${1} кезеңс${1} қб${1} [кб]${1} [түрі])",
    	Disp:"Белгіленген пайыздық мөлшерлеме және инвестицияға негізделген тұрақты төлемдер үшін кезеңде ақша пайызын қайтару көлемі мөлшерін есептейді."
    }, 
    ISBLANK:{   
    	Syntax:"${0}(мән)",
    	Disp:"Егер сілтеме жасалған ұяшық бос болса, TRUE деп, керісінше FALSE деп қайтарады."
    },
    ISERR:{
    	Syntax:"${0}(мән)",
    	Disp:"Егер мән #N/A тең емес қате мән болса, TRUE деп қайтарады."
    },
    ISERROR:{
    	Syntax:"${0}(мән)",
    	Disp:"Егер мәні қате мән болса, TRUE деп қайтарады."
    },
    ISEVEN:{    
    	Syntax:"${0}(мән)",
    	Disp:"Егер мән жұп болса, TRUE деп, керісінше FALSE деп қайтарады." 
    },
    ISFORMULA:{    
    	Syntax:"${0}(сілтеме)",
    	Disp:"Егер ұяшық формула ұяшығы болса, TRUE деп қайтарады."
    },
    ISLOGICAL:{    
    	Syntax:"${0}(мән)",
    	Disp:"Егер мән логикалық сан болса, TRUE деп қайтарады."
    },
    ISNA:{    
    	Syntax:"${0}(мән)",
    	Disp:"Егер мән #N/A тең болса, TRUE деп қайтарады."
    },  
    ISNONTEXT:{   
    	Syntax:"${0}(мән)",
    	Disp:"Егер мән мәтін болмаса, true деп қайтарады."
    },
    ISNUMBER:{   
    	Syntax:"${0}(мән)",
    	Disp:"Егер мән сан болса, TRUE деп қайтарады."
    },
    ISODD:{    
    	Syntax:"${0}(мән)",
    	Disp:"Егер мән бүтін тақ сан болса, TRUE деп қайтарады."
    },
    ISPMT:{
    	Syntax:"${0}(rate${1} per${1} nper${1} pv)",
    	Disp:"Инвестицияға арналған көрсетілген кезең кезінде төленген қызығушылықты есептейді."
    }, 
    ISREF:{    
    	Syntax:"${0}(мән)",
    	Disp:"Егер мән сілтеме болса, TRUE деп қайтарады."
    },
    ISTEXT:{    
    	Syntax:"${0}(мән)",
    	Disp:"Егер мән мәтін болса, TRUE деп қайтарады."
    },
    LARGE:{
        Syntax:"${0}(жиым${1} nінші_позиция)",
    	Disp:"Мәндер жиынынан nінші ең үлкен мәнін қайтарады."
    },
    LCM:{   
    	Syntax:"${0}(сан1${1} [сан 2]${1} ...)",
        Disp:"Тізімдегі барлық сандардың ең төменгі ортақ еселігін қайтарады."
    },
    LEFT:{
        Syntax:"${0}(мәтін${1} [ұзындық])",
    	Disp:"Мәтіннің басында таңбалардың көрсетілген санын қайтарады."
    },
    LEN:{
    	Syntax:"${0}(мәтін)",
    	Disp:"Мәтін жолының ұзындығын қайтарады."
    },
    LENB:{
    	Syntax:"${0}(мәтін)",
    	Disp:"Мәтін жолының байт санын қайтарады."
    },
    LN:{
    	Syntax:"${0}(сан)",
    	Disp:"Санның натурал логарифмін қайтарады."
    },
    LOG:{
    	Syntax:"${0}(сан${1} [негізі])",
    	Disp:"Санның логарифмін көрсетілген негізде қайтарады."
    },
    LOG10:{
    	Syntax:"${0}(сан)",
    	Disp:"Санның негізгі-10 логарифмін қайтарады."
    },
    LOOKUP:{
    	Syntax: "${0}(іздеу шарты${1} іздеу векторы${1} [result_vector])",
    	Disp:"Вектор мәнін басқа вектордағы мәндерге салыстыру арқылы анықтайды."
    },
    LOWER:{    
    	Syntax:"${0}(мәтін)",
    	Disp:"Мәтінді кіші әріптерге түрлендіреді."
    },    
    MATCH:{    
    	Syntax: "${0}(іздеу шарты${1} lookup_array${1} [түр])",
    	Disp:"Мәндерді салыстырғаннан кейін, орынды жиымда анықтайды.",
    	Arguments: {
         	 2 : [{
         		 label : "${0} - Қарағанда кем",
         		 result : 1
         	 }, {
         		 label : "${0} - Нақты сәйкестік",
         		 result : 0
         	 }, {
         		 label : "${0} - Қарағанда үлкенірек",
         		 result : -1
         	 }
         	 ]
          }
    },
    MAX:{   
    	Syntax:"${0}(саны 1${1} [саны 2]${1} ...)",
    	Disp:"Ең үлкен мәнді аргументтер тізімінде қайтарады."
    },
    MEDIAN:{    
    	Syntax:"${0}(саны 1${1} [саны 2]${1} ...)",
    	Disp:"Егер мәндердің тақ саны берілсе, орташа мәнді қайтарады. Керісінше, екі орташа мәннәі арифметикалық орташа мәнін қайтарады."
    },
    MID:{    
    	Syntax:"${0}(мәтін${1} сан${1} сан)",
    	Disp:"Мәтіннің жартылай мәтін жолын қайтарады."
    }, 
    MIN:{    
    	Syntax:"${0}(саны 1${1} [саны 2]${1} ...)",
    	Disp:"Ең кіші мәнді аргументтер тізімінде қайтарады."
    },    
    MINUTE:{    
    	Syntax:"${0}(сан)",
    	Disp:"Уақыт мәні үшін (0-59) сағаттағы минуттың реттік нөмірін анықтайды."
    },    
    MOD:{    
    	Syntax:"${0}(бөлінген_сан${1} бөлгіш)",
    	Disp:"Бөлінген сан бөлгіш арқылы бөлінсе, ескертуді қайтарады."
    },
    MODE:{    
    	Syntax:"${0}(саны 1${1} [саны 2]${1} ...)",
    	Disp:"Ең көп мәнді үлгіде қайтарады."
    },
    MONTH:{    
    	Syntax:"${0}(сан)",
    	Disp:"Берілген күн мәнінің айын қайтарады. Ай 1 және 12 аралығындағы бүтін сан ретінде қайтарылады."
    },
    MROUND:{   
    	Syntax: "${0}(сан${1} бірнеше)",
        Disp:"Көрсетілген еселік дөңгелектелген санды қайтарады."
    },
    MMULT:{    
    	Syntax:"${0}(жиым ${1} жиым)",
    	Disp:"Көбейту жиымы. Екі жиымның өнімін қайтарады."
    },
    MULTINOMIAL:{   
    	Syntax:"${0}(сан1${1} [сан 2]${1} ...)",
        Disp:"Сандар жиынтығының мультиномиалды коэффициентін қатарады."
    },
    N:{    
    	Syntax:"${0}(мән)",
    	Disp:"Мәнді санға түрлендіреді."
    },    
    NA:{    
    	Syntax:"${0}()",
    	Disp:"Қате мәнін #N/A қайтарады."
    },
    NETWORKDAYS:{    
    	Syntax:"${0}(бастау күні${1} соңғы күні${1} [мейрамдар])",
    	Disp:"Екі күн аралығындағы жұмыс күндерінің санын қайтарады."
    },
    NOT:{    
    	Syntax:"${0}(логикалық мәні)",
    	Disp:"Аргументтің мәнін қайтарады."
    },
    NOW:{    
    	Syntax:"${0}()",
    	Disp:"Компьютердің ағымдағы уақытын анықтайды."
    },
    NPV:{   
    	Syntax:"${0}(rate${1} мән 1${1} [мән 2]${1} ...)",
        Disp:"Жинақталған жеңілдік мөлшерлемесі мен келешек төлемдер мен табыс серияларына негізделген инвестицияның таза ағымдағы мәнін есептейді."
    },
    OCT2BIN:{
    	Syntax:"${0}(${1} сандар [орындар])",
    	Disp:"Сегіздік санды екілік санға түрлендіреді."
    },
    OCT2DEC:{
    	Syntax:"${0}(сан)",
    	Disp:"Сегіздік санды ондық санға түрлендіреді."
    },
    OCT2HEX:{
    	Syntax:"${0}(${1} сандар [орындар])",
    	Disp:"Сегіздік санды он алтылық санға түрлендіреді."
    },
    ODD:{    
    	Syntax:"${0}(сан)",
    	Disp:"Санды ең жақын бүтін тақ санға дөңгелектейді, онда \"жоғары\" дегеніміз \"0-ден жоғары\"."
    },
    OFFSET:{
    	Syntax:"${0}(сілтемелер${1} жолдар${1} бағандар${1} [ұзындық]${1} [ені])",
    	Disp:"Жолдардың және бағандардың ұяшықта немесе ұяшықтар ауқымда көрсетілген саны болатын ауқымға сілтемені қайтарады."
    },
    OR:{    
    	Syntax:"${0}(логикалық мән 1${1} [логикалық мән 2]${1} ...)",
    	Disp:"Егер кемінде бір аргумент TRUE болса, TRUE деп қайтарады."
    },
    PI:{    
    	Syntax:"${0}()",
    	Disp:"Пидің мәнін шамамен қайтарады."
    },
    PMT:{
    	Syntax:"${0}(баға${1} кезеңс${1} қб${1} [кб]${1} [түрі])",
    	Disp:"Белгіленген пайыздық мөлшерлеме және инвестицияға негізделген несие үшін төлемді қайтарады."
    },
    POWER:{    
    	Syntax:"${0}(негіз${1} деңгей)",
    	Disp:"Санды басқаның деңгейіне дейін көтереді."
    },
    PPMT:{
    	Syntax:"${0}(баға${1} әр${1} кезеңс${1} қб${1} [кб]${1} [түрі])",
    	Disp:"Белгіленген пайыздық мөлшерлеме және инвестицияға негізделген тұрақты төлемдер үшін кезеңде ақшаны қайтару көлемі мөлшерін есептейді."
    },
    PRICEDISC:{
    	Syntax:"${0}(settlement${1} maturity${1} discount${1} redemption${1} [негіз])",
    	Disp:"Дисконтталған қауіпсіздіктің 100 номинал мәні үшін құнды есептейді."
    },
    PRICEMAT:{
    	Syntax:"${0}(settlement${1} maturity${1} issue${1} rate${1} yld${1} [негіз])",
    	Disp:"Жетілудегі қызығушылыққа төленетін қауіпсіздіктің $100 номиналы мәні үшін арналған құнды есептейді."
    },
    PRODUCT:{   
    	Syntax:"${0}(саны 1${1} [саны 2]${1} ...)",
    	Disp:"Аргументтер ретінде берілген барлық сандарды көбейтеді және өнімді қайтарады."
    },
    PROPER:{    
    	Syntax:"${0}(мәтін)",
    	Disp:"Мәтін жолын дұрыс жағдайға келтіреді, әр сөздің бірінші әрпі бас әріптермен және барлық басқа әріптері кіші әріптермен қайтарады."
    },
    PV:{
    	Syntax:"${0}(rate${1} nper${1} pmt${1} [fv]${1} [түрі])",
    	Disp:"Келешек төлемдер серияларына негізделген инвестицияның ағымдағы мәнін есептейді."
    }, 
    QUOTIENT:{    
    	Syntax:"${0}(алымы${1} бөлгіш)",
        Disp:"Бүтін санға дөңгелектелген басқа бір сан бойынша бөлінген санның нәтижесін қайтарады."
    },
    RAND:{
    	Syntax:"${0}()",
    	Disp: "0 және 1 аралығындағы кездейсоқ санды қайтарады."
    },
    RANDBETWEEN:{    
    	Syntax:"${0}(төменгі${1} жоғары)",
    	Disp: "Көрсеткен сандар аралығындағы кездейсоқ бүтін санды қайтарады."
    },
    RANK:{    
    	Syntax:"${0}(сан${1} сілтеме${1} [реті])",
    	Disp: "Мән бағалауды үлгіде қайтарады.",
    	Arguments: {
          	 2 : [{
          		 label : "${0} - Кему реті бойынша",
          		 result : 0
          	 }, {
          		 label : "${0} - Артуы бойынша",
          		 result : 1
          	 }
          	 ]
           }
    },
    RECEIVED:{
    	Syntax:"${0}(settlement${1} maturity${1} investment${1} discount${1} [негіз])",
    	Disp:"Толық инвестицияланған қауіпсіздік үшін жетілуде алынған көлемді есептейді."
    }, 
    REPLACE:{    
    	Syntax: "${0}(мәтін${1} орын${1} ұзындық${1} жаңа мәтін)",
    	Disp:"Таңбаларды мәтін жолында әртүрлі мәтін жолымен ауыстырады."	
    },
    REPT:{    
    	Syntax: "${0}(мәтін${1} есеп)",
    	Disp:"Мәтінді уақыттың берілген ретімен қайталайды."	
    },
    RIGHT:{
    	Syntax: "${0}(мәтін${1} [сан])",
    	Disp:"Соңғы таңбаны немесе мәтін таңбаларын қайтарады."
    },
    RIGHTB:{
    	Syntax: "${0}(мәтін${1} [сан])",
    	Disp:"Соңғы таңбаны немесе мәтін таңбаларын қайтарады."
    },
    ROUND:{   
    	Syntax: "${0}(сан${1} есеп)",
    	Disp:"Санды алдын ала анықталған дәлдікке дөңгелектейді."
    },
    ROUNDDOWN:{   
    	Syntax: "${0}(сан${1} есеп)",
    	Disp:"Санды ең кіші алдын ала анықталған дәлдікке дөңгелектейді."
    },
    ROUNDUP:{   
    	Syntax: "${0}(сан${1} есеп)",
    	Disp:"Санды алдын ала анықталған дәлдікке дөңгелектейді."
    },
    ROW:{   
    	Syntax:"${0}([сілтеме])",
    	Disp:"Сілтеменің ішкі жол санын анықтайды."
    },
    ROWS:{   
    	Syntax:"${0}(жиым)",
    	Disp:"Жолдар санын жиымда немесе сілтемеде қайтарады."
    },
    RADIANS:{   
    	Syntax:"${0}(бұрыш)",
    	Disp:"Деңгейлерді радиандарға түрлендіреді."
    },
    ROMAN:{   
    	Syntax:"${0}(сан${1} [пішін])",
    	Disp:"Араб сандарын латын сандарына мәтін ретінде түрлендіреді.",
    	Arguments: {
          	 1 : [{
          		 label : "${0} - Классикалық",
          		 result : 0
          	 }, {
          		 label : "${0} - Анығырақ",
          		 result : 1
          	 }, {
          		 label : "${0} - Анығырақ",
          		 result : 2
          	 }, {
          		 label : "${0} - Анығырақ",
          		 result : 3
          	 }, {
          		 label : "${0} - Жеңілдетілген",
          		 result : 4
          	 }
          	 ]
           }
    },
    SEARCH:{   
    	Syntax:"${0}(мәтінді табу${1} мәтін${1} [орын])",
    	Disp:"Бір мәтін мәнін басқа мәтіннен іздейді (бас әріптерді ескермейді)."
    },  
    SIGN:{    
    	Syntax:"${0}(сан)",
        Disp:"Бірқатар алгебралық белгісін қайтарады."
    },
    SIN:{    
    	Syntax:"${0}(сан)",
    	Disp:"Берілген бұрыштың синусын қайтарады."
    },
    SINH:{    
    	Syntax:"${0}(сан)",
    	Disp:"Санның гиперболалық синусын қайтарады."
    },
    SECOND:{    
    	Syntax:"${0}(сан)",
    	Disp:"Уақыт мәні үшін (0-59) минуттағы секундтың реттік нөмірін анықтайды."
    },
    SERIESSUM:{    
    	Syntax:"${0}(x${1} n${1} m${1} коэффиценттері)",
        Disp:"Формула негізінде дәрежелік қатарлар сомасы қайтарады."
    },
    SHEET:{   
    	Syntax:"${0}([сілтеме])",
    	Disp:"Сілтеменің немесе жолдың ішкі парақ санын қайтарады."
    },
    SMALL:{   
    	Syntax:"${0}(жиым${1} nінші_позиция)",
    	Disp:"Мәндер жиынынан nінші ең кіші мәнін қайтарады."
    },
    SUBSTITUTE:{   
    	Syntax:"${0}(мәтін${1} ескі${1} жаңа${1} [қайсы])",
    	Disp:"Ескі мәтінді жаңа мәтінмен ауыстыратын мәтінді қайтарады."
    },
    SUBTOTAL:{   
    	Syntax:"${0}(функциялар${1} ауқым${1} ...)",
    	Disp:"Аралық қорытындыларды электрондық кестеде есептейді.",
    	Arguments: {
    		0 : [{
    			label : "${0} - ОРТАША",
    			result : 1
    		}, {
    			label : "${0} - САНАҚ",
    			result: 2
    		}, {
    			label : "${0} - САНАУ",
    			result: 3
    		}
    		, {
    			label : "${0} - ЕҢ ҮЛКЕН МӘН",
    			result: 4
    		}
    		, {
    			label : "${0} - ЕҢ КІШІ МӘН",
    			result: 5
    		}
    		, {
    			label : "${0} - ӨНІМ",
    			result: 6
    		}
    		, {
    			label : "${0} - STDEV",
    			result: 7
    		}
    		, {
    			label : "${0} - STDEVP",
    			result: 8
    		}
    		, {
    			label : "${0} - ҚОСЫНДЫ",
    			result: 9
    		}
    		, {
    			label : "${0} - VAR",
    			result: 10
    		}, {
    			label : "${0} - VARP",
    			result: 11
    		}, {
    			label : "${0} - ОРТАША",
    			result: 101
    		}, {
    			label : "${0} - САНАҚ",
    			result: 102
    		}, {
    			label : "${0} - САНАУ",
    			result: 103
    		}, {
    			label : "${0} - ЕҢ ҮЛКЕН МӘН",
    			result: 104
    		}, {
    			label : "${0} - ЕҢ КІШІ МӘН",
    			result: 105
    		}, {
    			label : "${0} - ӨНІМ",
    			result: 106
    		}, {
    			label : "${0} - STDEV",
    			result: 107
    		}, {
    			label : "${0} - STDEVP",
    			result: 108
    		}, {
    			label : "${0} - ҚОСЫНДЫ",
    			result: 109
    		}, {
    			label : "${0} - VAR",
    			result: 110
    		}, {
    			label : "${0} - VARP",
    			result: 111
    		}
    		]
    	}
    },
    SUM:{   
    	Syntax:"${0}(сан1${1} [сан 2]${1} ...)",
    	Disp:"Барлық аргументтердің қосындысын қайтарады."
    },
    SUMPRODUCT:{   
    	Syntax:"${0}(жиым 1${1} [жиым 2]${1} ...)",
    	Disp:"Жиым аргументтері өнімдерінің қосындысын қайтарады."
    },
    SUMIF:{   
    	Syntax:"${0}(ауқым${1} шарт${1} [қосынды ауқым])",
    	Disp:"Шарттарға сәйкес келетін аргументтерді қорытындылайды."
    },
    SUMIFS:{
    	Syntax: "${0}(қосынды_ауқым${1} шарттар_ауқым1${1} шарттар1${1} ...)",
    	Disp:"Бірнеше шарттарға сәйкес келетін аргументтерді қорытындылайды."
    },
    SQRT:{   
    	Syntax:"${0}(сан)",
    	Disp:"Санның шаршы түбірін қайтарады."
    },
    SQRTPI:{   
    	Syntax:"${0}(сан)",
        Disp:"(саны * PI) квадрат түбірін қайтарады."
    },
    STDEV:
    {
    	Syntax:"${0}(саны 1${1} [саны 2]${1} ...)",
    	Disp:"Үлгіге негізделген стандартты ауытқуды есептейді."
    },
    STDEVP:
    {
    	Syntax:"${0}(саны 1${1} [саны 2]${1} ...)",
    	Disp:"Толық толтыруға негізделген стандартты ауытқуды есептейді."
    },
    SUMSQ:{
    	Syntax:"${0}(саны 1${1} [саны 2]${1} ...)",
        Disp:"Тізімдегі сандардың квадраттарының қосындысының сомасын қайтарады."
    },
    T:{
    	Syntax:"${0}(мәтін)",
    	Disp:"Оның аргументтерін мәтінге түрлендіреді."
    },
    TAN:{    
    	Syntax:"${0}(сан)",
        Disp:"Берілген санның тангенсін қайтарады."
    },
    TANH:{    
    	Syntax:"${0}(сан)",
        Disp:"Берілген санның гиперболалық тангенсін қайтарады."
    },
    TBILLPRICE:{
    	Syntax:"${0}(settlement${1} maturity${1} жеңілдік)",
    	Disp:"Қазынашылық шотқа арналған $100 номинал мәніне арналған құнды есептейді."
    },
    TEXT:{
    	Syntax:"${0}(мән ${1} пішім_коды)",
    	Disp:"Санның пішім кодының ережелеріне сәйкес мәнді мәтінге түрлендіреді және оны қайтарады."
    },
    TIME:{   
    	Syntax:"${0}(сағат${1} минут${1} секунд)",
    	Disp:"Сағат, минут және секунд мәліметтері бойынша уақыт мәнін анықтайды."
    },
    TIMEVALUE:{	
	    Syntax:"${0}(мәтін)",
	    Disp:"Ықтимал уақыт пішімі бар мәтін үшін ішкі санды қайтарады."
    }, 
    TODAY:{   
    	Syntax:"${0}()",
    	Disp:"Компьютердің ағымдағы күнін анықтайды."
    },    
    TRIM:{
    	Syntax:"${0}(мәтін)",
    	Disp:"Барлық бастапқы және соңғы бос орындарды алып тастайды. 2 немесе одан да көп ішкі бос орындардың кез келген басқа бірізділігі бір бос орынмен ауыстырылады."
    },
    TRUE:{   
    	Syntax:"${0}()",
    	Disp:"Логикалық мәнді TRUE деп қайтарады."
    },
    TRUNC:{   
    	Syntax:"${0}(сан${1} [санау])",
    	Disp:"Санның ондық орындарын қиып алады."
    },
    TYPE:{   
    	Syntax:"${0}(мән)",
    	Disp:"Мәннің деректер түрін анықтайды."	
    },
    UPPER:{  
    	Syntax: "${0}(мәтін)",
    	Disp:"Мәтінді бас әріптерге түрлендіреді."
    },
    VALUE:{    
    	Syntax: "${0}(мәтін)",
    	Disp:"Мәтін аргументін санға түрлендіреді."
    },
    VAR:{    
    	Syntax: "${0}(сан1${1} [сан2]${1}...)",
    	Disp:"Үлгіге негізделген дисперсияны бағалайды."
    },
    VARA:{    
    	Syntax: "${0}(сан1${1} [сан2]${1}...)",
    	Disp:"Үлгіге негізделген айырмашылықты, соның ішінде сандарды, мәтінді және логикалық мәндерді бағалайды."
    },
    VARP:{    
    	Syntax: "${0}(сан1${1} [сан2]${1}...)",
    	Disp:"Толық толтыруға негізделген дисперсияны бағалайды."
    },
    VARPA:{    
    	Syntax: "${0}(сан1${1} [сан2]${1}...)",
    	Disp:"Толық толтыруға негізделген дисперсияны, соның ішінде сандарды, мәтінді және логикалық мәндерді бағалайды."
    },
    VLOOKUP:{    
    	Syntax: "${0}(іздеу шарты${1} жиым${1} индекс${1} [сұрыптау реті])",
    	Disp:"Тігінен іздеу және көрсетілген ұяшықтарға сілтеме жасау.",
    	Arguments: {
          	 3 : [{
          		 label : "${0} - Жақын сәйкестік",
          		 result : "TRUE"
          	 }, {
          		 label : "${0} - Нақты сәйкестік",
          		 result : "FALSE"
          	 }
          	 ]
           }
    },
    WEEKDAY:{    
    	Syntax:"${0}(сан${1} [түр])",
    	Disp:"Күн мәні үшін апта күнін бүтін сан ретінде қайтарады.",
    	Arguments: {
          	 1 : [{
          		 label : "${0} - сандар 1 (Жексенбі) 7 арасында (сенбі)",
          		 result : 1
          	 }, {
          		 label : "${0} - Сандар 1 (Дүйсенбі) 7 арасында (Сенбі)",
          		 result : 2
          	 }, {
          		 label : "${0} - Сандар 0 (Дүйсенбі) 6 арасында (Сенбі)",
          		 result : 3
          	 }
          	, {
         		 label : "${0} - Сандар 1 (Дүйсенбі) 7 арасында (Сенбі)",
         		 result : 11
         	 }
          	, {
         		 label : "${0} - Сандар 1 (Сейсенбі) 7 арасында (Дүйсенбі)",
         		 result : 12
         	 }
          	, {
         		 label : "${0} - Сандар 1 (Сәрсенбі) 7 арасында (Сейсенбі)",
         		 result : 13
         	 }
          	, {
         		 label : "${0} - Сандар 1 (Бейсенбі) 7 арасында (Сәрсенбі)",
         		 result : 14
         	 }
          	, {
         		 label : "${0} - Сандар 1 (Жұма) 7 аарсында (Бейсенбі)",
         		 result : 15
         	 }
          	, {
         		 label : "${0} - Сандар 1 (Сенбі) 7 арасында (Жұма)",
         		 result : 16
         	 }
          	, {
         		 label : "${0} - сандар 1 (Жексенбі) 7 арасында (сенбі)",
         		 result : 17
         	 }
          	 ]
           }
    },
    WEEKNUM:{    
    	Syntax:"${0}(сан${1} [режим])",
    	Disp:"Берілген күнге байланысты күнтізбе аптасын есептейді.",
    	Arguments: {
          	 1 : [{
          		 label : "${0} - Жексенбі",
          		 result : 1
          	 }, {
          		 label : "${0} - Дүйсенбі",
          		 result : 2
          		 /*
          	 }, {
          		 label : "${0} - Monday",
          		 result : 11
          	 }, {
          		 label : "${0} - Tuesday",
          		 result : 12
          	 }, {
          		 label : "${0} - Wednesday",
          		 result : 13
          	 }, {
          		 label : "${0} - Thursday",
          		 result : 14
          	 }, {
          		 label : "${0} - Friday",
          		 result : 15
          	 }, {
          		 label : "${0} - Saturday",
          		 result : 16
          	 }, {
          		 label : "${0} - Sunday",
          		 result : 17
          	 }, {
          		 label : "${0} - Monday",
          		 result : 21
          		 */
          	 }
          	 ]
           }
    },
    WORKDAY:{    
    	Syntax:"${0}(бастау күні${1} күндер${1} [мейрамдар])",
    	Disp:"Күннің реттік нөмірін жұмыс күндерінің нөмірінен бұрын немесе кейін қайтарады."
    },
    XNPV:{   
    	Syntax:"${0}(rate${1} values${1} күндер)",
    	Disp:"Ақша ағындарының кестесі үшін таза ағымдағы мәнді есептейді."
    },
    YEAR:{    
    	Syntax:"${0}(сан)",
    	Disp:"Күн мәні жылын бүтін сан ретінде қайтарады."
    }
}
})

