({
	LABEL_NAMES_LIST: "Аталмыш ауқымдар:",
	LABEL_REFERSTO: "Келесіге сілтеме жасау:",
	LABEL_NEW_BUTTON: "Жаңа...",
	LABEL_MODIFY_BUTTON: "Қолдану",
	DELETE_NAME_CONFIRM_MSG:"${0} ауқымын жойғыңыз келеді ме?",
	DELETE_NAME:"Аталмыш ауқымын жою",
	LABEL_INVALIDMSG: "Сілтеме жарамсыз. Өріске жүгіну параметрінде ауқымын енгізіңіз немесе ауқымды электрондық кестеде таңдау үшін жылжытыңыз.",
	LABEL_EMPTYREF: "Сілтеме бос болмайды. Өріске жүгіну параметрінде ауқымын енгізіңіз немесе ауқымды электрондық кестеде таңдау үшін жылжытыңыз.",
	EMPTY_INFO:"Аталмыш ауқымдар жоқ. Ауқымды жасау үшін, Жаңа түймешігін басыңыз.",
	DELETE_HELP:"Аталмыш ауқымын жою",
	REFERS_HELP:"Осы терезені ашық қалдырыңыз және ауқым мәндерін парақта таңдау үшін жылжытыңыз.",
	
	ACC_NAMEDRANGE:"Аталмыш ауқым",
	ACC_REFERSTO : "Келесіге жүгіну"
	})
