({
	LABEL_REFERSTO: "Келесіге сілтеме жасау:",
	LABEL_NAME: "Аты:",
	LABEL_INVALIDADDRESS: "Сілтеме жарамсыз. Өріске жүгіну параметрінде ауқымын енгізіңіз немесе ауқымды электрондық кестеде таңдау үшін жылжытыңыз.",	
	LABEL_EMPTYREF: "Сілтеме бос болмайды. Өріске жүгіну параметрінде ауқымын енгізіңіз немесе ауқымды электрондық кестеде таңдау үшін жылжытыңыз.",
	LABEL_INVALIDNAME: "Ат жарамсыз болып табылады. Ықтимал себептері:<br> a) Ат әріппен, кері қиғыш сызықпен (\\) немесе асты сызылған (_) болып басталмайды.  <br> b) Бос орындар атқа қосылған.<br> c) Сақталған кілт сөздері пайдаланылады, яғни \"r\" немесе \"c\".<br> d) Ат ұяшық мекен-жайын ұқсайды, яғни \"Q2\" немесе \"FY98\".<br> e) Аттар ұзындығы 255 таңбадан ұзынырақ.",
	LABEL_EMPTYNAME: "Аттың бос болмауы мүмкін емес",
	LABEL_EXISTEDNAME: "Ат бұрыннан бар. Бірегей атауды енгізіңіз. Аттар бас әріптері ескермейді.",
	LABEL_RCNAME: "R1C1 ұяшық мекенжайына ұқсас атты қолданбаңыз." ,	
	LABEL_KEYWORDS: "'${0}' кілтсөзін атау ретінде пайдаланбаңыз.",
	REFERS_HELP:"Осы терезені ашық қалдырыңыз және ауқым мәндерін парақта таңдау үшін жылжытыңыз."
})
