/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({	
	add: "Добавяне",
	directed: "Насочено към @ ",
	written: "Записано от: ",
	menuSearch: "Търсене на коментари",
	menuDirected: "Преглед на коментари, насочени към @me",
	menuBy: "Преглед на коментари от мен",
	invalidMessage: "Лицето, което указахте не е в списъка. Проверете името и го въведете отново.",
	enterKeywords: "Въвеждане на ключови думи",
	searchlabel: "Показване на резултати за: ${0}",
	sure: "Наистина ли искате да изтриете този коментар?",
	confirm: "Не ме питай отново.",
	exceed: "Коментарът е твърде дълъг.\n Коментарът, който въведохте, надвишава максималната допустима дължина.\n Намалете го до не повече от ${0} символа и щракнете Добавяне.",
	respond: "Отговор",
	nocomments: "Няма коментари в '${0}' документа.\n За да добавите коментар, поставете Вашия курсор там където искате да се покаже коментарът, след това въведете коментара в полето и щракнете върху Добавяне.",
	nodirectcomments: "Към момента няма коментари или отговори, насочени към @${0} в '${1}' документа.",
	nobycomments: "Към момента няма коментари или отговори, записани от ${0} в '${1}' документа.",
	nosearchedcomments: "Към момента няма коментари или отговори, които да съдържат '${0}' в '${1}' документа.",
	tipsDelete: "Изтриване на нишката на коментара",
	tipsTop: "Коментар",
	tipsCommentField: "Въведете коментар за всички редактори или за един редактор",
	tipsResponse: "Отговор",
	tipsRespondField: "Въведете отговор за всички редактори или за един редактор",
	tipsSearchField: "Търсене на коментари",
	tipsStrike: "Маркиране или изчистване на зачеркнат текст",
	tipsExpand: "Разгънете или свийте нишката на коментара",
	tipsExpanded: "Нишката на този коментар е разгъната.",
	tipsClose: "Затваряне",
	tipsSearch: "Търсене",
	tipsCommentsMenu: "Списък в меню с коментари",
	roleCommentsDesc:"Коментари",
	remainLabelHint: "Вашият коментар достигна ограничението от 500 символа.",
	warnEnterKeywords: "Въведете термини за търсене"
})
