({	
	//Feature id (within tour.json) plus "_TITLE", which is for feature title.
	//Feature id (within tour.json) plus "_DESC"(or _DESC_1, DESC_2 for multiple description) , which is for feature description.
	//According to the UXDesign, in each release, for one application, the exhibited new feature number must be less than 5.(<= 5)
	PREV: "Претходно",
	NEXT: "Следно",
	DELETE: "Затвори",
	
	NotNow: "Не сега",
	Tour: "Покажи повеќе",
	Welcome: "Добре дојдовте!",
	Want: "Сакате ли накратко да се запознаете?",
	
	TEXT_INTRODUCTION: "Со документите во ${productName}, вие и колегите можете да ја уредите содржината и да направите вашите документи да изгледаат одлично.",
	SHEET_INTRODUCTION: "Со пресметковните листови во ${productName}, вие и колегите можете да ги пресметувате и анализирате податоците и да управувате со нив. Искористете ги разновидните функции што извршуваат специјализирани пресметки.",
	PRES_INTRODUCTION: "Со презентациите во ${productName}, вие и колегите можете брзо и лесно да работите со слајдови и слајд-презентации.",
	
	// Common feature
	COMMON_COEDIT_TITLE: "Поканете други на забавата",
	COMMON_COEDIT_DESC: "Кога едно лице ќе започне да уредува, неговата фотографија се прикажува на страничната лента, а обележувачите ги идентификуваат неговите измени.",
	
	COMMON_TOUR_TITLE: "Пронајди ме во секое време!",
	COMMON_TOUR_DESC: "Секогаш можете да го вклучите запознавањето од менито Помош.",
	
	// Text feature
	TEXT_TOOLBAR_TITLE: "Нека изгледа најдобро!",
	TEXT_TOOLBAR_DESC: "Менувајте големина на фонт и стилови на текст, форматирајте списоци и додавајте табели - директно од алатникот.",
	
	TEXT_LAYOUT_TITLE: "Подобрете го изгледот",
	TEXT_LAYOUT_DESC: "Додадете преломи на страница, заглавја, подножја и содржина за документот да изгледа професионално.",
	
	TEXT_COMMENT_TITLE: "Сакате да коментирате?",
	TEXT_COMMENT_DESC_1: "Само изберете текст на кој што сакате да коментирате и кликнете на копчето за да започнете да дискутирате со други уредници.",
	TEXT_COMMENT_DESC_2: "Објавените датотеки вклучуваат веќе преземени коментари.",
	
	TEXT_AUTO_PUBLISH_TITLE: "Постојано известувајте ги читателите за најновите новости",
	TEXT_AUTO_PUBLISH_DESC: "Направете ги последните измени достапни, секогаш кога го затворате документот. Или изберете Објави сега, кога ќе бидете подготвени да ги покажете измените.",	
	
			
	// Sheet feature
	SHEET_FORMULA_TITLE: "Формули на коишто може да се повикате",
	SHEET_FORMULA_DESC: "Функциите што најмногу ги користите во други апликации се вградени во Docs.",
	
	SHEET_DATA_TITLE: "Податоци: На ваш начин",
	SHEET_DATA_DESC: "Сортирајте и филтрирајте ги податоците за да се прикажат по логичен редослед. Додадете проверка на податоци за да се уверите дека внесените податоци ги задоволуваат вашите критериуми.",
	
	SHEET_COMMENT_TITLE: "Сакате да коментирате?",
	SHEET_COMMENT_DESC_1: "Кликнете само на ќелијата на којашто сакате да коментирате и кликнете на копчето за да започнете да дискутирате со други уредници.",
	SHEET_COMMENT_DESC_2: "Објавените датотеки вклучуваат веќе преземени коментари.",
	
	SHEET_AUTO_PUBLISH_TITLE: "Постојано известувајте ги читателите за најновите новости",
	SHEET_AUTO_PUBLISH_DESC: "Направете ги последните измени достапни секогаш кога го затворате пресметковниот лист. Или изберете Објави сега, кога ќе бидете подготвени да ги покажете измените.",	

	
	// Presentation features 	
	PRES_SLIDES_TITLE: "Додај нов слајд",
	PRES_SLIDES_DESC: "Кликнете за да додадете слајд. Во Слајдови > Распоред на слајд можете да изберете различен план.",
	
	PRES_ORDER_TITLE: "Кликнете и продолжете",
	PRES_ORDER_DESC: "Со кликнување на сликичката, брзо движете се на саканиот слајд. Влечете ја сликичката за да направите нов распоред на слајдовите."	,
	
	PRES_COMMENT_TITLE: "Сакате да коментирате?",
	PRES_COMMENT_DESC_1: "Кликнете на предметите на кои што сакате да коментирате и кликнете на ова копче за да почнете да дискутирате со други уредници.",
	PRES_COMMENT_DESC_2: "Објавените датотеки вклучуваат веќе преземени коментари.",
	
	PRES_AUTO_PUBLISH_TITLE: "Постојано известувајте ги читателите за најновите новости",
	PRES_AUTO_PUBLISH_DESC: "Направете ги последните измени достапни секогаш кога ја затворате презентацијата. Или изберете Објави сега, само кога ќе бидете подготвени да ги покажете измените."
	
})

