({
	column: "Баған",
	bar:"Жолақ",
	bar3D:"3D Жолақ",
	pie:"Дөңгелек",
	pie3D: "3D Дөңгелек",
	ofPie: "Құрама дөңгелек диаграмма",
	area: "Аймақ",
	area3D: "3D аймағы",
	line: "Сызық",
	line3D: "3D Жол",
	scatter: "Нүктелік",
	stock: "Биржалық",
	surface: "Беті",
	surface3D: "3D беті",
	doughnut: "Шеңбері",
	bubble: "Көпіршікті",
	radar: "Жапырақты",
	
	LOADING: "Жүктелуде...",
	UNSUPPORTED_CHART: "Қолдау көрсетілмейтін диаграмма түрі - ${0}",
	TOO_MANY_POINTS: "${0} не одан да көп деректер нүктелері бар диаграмманы көрсету мүмкін емес"
})
