({
	LABEL_NAMES_LIST: "ช่วงที่ระบุชื่อ:",
	LABEL_REFERSTO: "อ้างอิงไปยัง:",
	LABEL_NEW_BUTTON: "สร้าง...",
	LABEL_MODIFY_BUTTON: "นำไปใช้",
	DELETE_NAME_CONFIRM_MSG:"คุณต้องการลบช่วง ${0} หรือไม่?",
	DELETE_NAME:"ลบช่วงที่ระบุชื่อ",
	LABEL_INVALIDMSG: "การอ้างอิงไม่ถูกต้อง ป้อนช่วงในฟิลด์ อ้างอิงไปยัง หรือลากเพื่อเลือกช่วงในสเปร็ดชีต",
	LABEL_EMPTYREF: "การอ้างอิงต้องไม่ว่าง ป้อนช่วงในฟิลด์ อ้างอิงไปยัง หรือลากเพื่อเลือกช่วงในสเปร็ดชีต",
	EMPTY_INFO:"ไม่มีช่วงที่ตั้งชื่อไว้ เมื่อต้องการสร้างช่วง คลิก สร้าง",
	DELETE_HELP:"ลบช่วงที่ระบุชื่อ",
	REFERS_HELP:"ปล่อยหน้าต่างนี้เปิดไว้ และลากเพื่อเลือกค่าช่วงในชีต",
	
	ACC_NAMEDRANGE:"ช่วงที่ระบุชื่อ",
	ACC_REFERSTO : "อ้างอิงไปยัง"
	})
