({
	LABEL_REFERSTO: "อ้างอิงไปยัง:",
	LABEL_NAME: "ชื่อ:",
	LABEL_INVALIDADDRESS: "การอ้างอิงไม่ถูกต้อง ป้อนช่วงในฟิลด์ อ้างอิงไปยัง หรือลากเพื่อเลือกช่วงในสเปร็ดชีต",	
	LABEL_EMPTYREF: "การอ้างอิงต้องไม่ว่าง ป้อนช่วงในฟิลด์ อ้างอิงไปยัง หรือลากเพื่อเลือกช่วงในสเปร็ดชีต",
	LABEL_INVALIDNAME: "ชื่อไม่ถูกต้อง เหตุผลที่เป็นไปได้:<br> a) ชื่อไม่ได้ขึ้นต้นด้วยตัวอักษร เครื่องหมายทับขวา (\\) หรือขีดเส้นใต้ (_) <br> b) มีช่องว่างอยู่ในชื่อ<br> c) ใช้คีย์เวิร์ดที่สงวนไว้ เช่น \"r\" หรือ \"c\"<br> d) ชื่อคล้ายกับแอดเดรสของเซลล์ เช่น \"Q2\" หรือ \"FY98\"<br> e) ชื่อยาวเกิน 255 ตัวอักษร",
	LABEL_EMPTYNAME: "ชื่อต้องไม่ว่าง",
	LABEL_EXISTEDNAME: "ชื่อมีอยู่แล้ว โปรดป้อนชื่อที่ไม่ซ้ำ ชื่อไม่ได้เป็นแบบตรงตามตัวพิมพ์",
	LABEL_RCNAME: "อย่าใช้ชื่อซึ่งคล้ายกับเซลล์แอดเดรส R1C1" ,	
	LABEL_KEYWORDS: "ห้ามชื่อคีย์เวิร์ด '${0}' เป็นชื่อ",
	REFERS_HELP:"ปล่อยหน้าต่างนี้เปิดไว้ และลากเพื่อเลือกค่าช่วงในชีต"
})
