({
	column: "Колона",
	bar:"Лента",
	bar3D:"3D лента",
	pie:"Кръг",
	pie3D: "3D кръг",
	ofPie: "Съставен кръг",
	area: "Област",
	area3D: "3D област",
	line: "Линия",
	line3D: "3D линия",
	scatter: "Точкова",
	stock: "Инвентар",
	surface: "Повърхност",
	surface3D: "3D повърхност",
	doughnut: "Пръстеновидна",
	bubble: "Мехурчеста",
	radar: "Радарна",
	
	LOADING: "Зареждане...",
	UNSUPPORTED_CHART: "Неподдържан тип диаграма - ${0}",
	TOO_MANY_POINTS: "Не може да покаже диаграма, която има повече от ${0} точки за данни"
})
