/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({ 
  DIALOG_TITLE:"Καταχώρηση κωδικού πρόσβασης",
  DNCRYPTED_INFO:"Το αρχείο είναι κρυπτογραφημένο. Πληκτρολογήστε τον κωδικό πρόσβασης για την αποκρυπτογράφηση του αρχείου και πατήστε ΟΚ.",
  PASSWORD_LABEL:"Κωδικός πρόσβασης κρυπτογράφησης:",
  ERROR_MESSAGE:"Καταχωρήστε τον κωδικό πρόσβασης που χρησιμοποιήθηκε για την κρυπτογράφηση του αρχείου.",
  ERROR_FEEDBACK_MSG:"Ο κωδικός πρόσβασης δεν είναι σωστός. Προσπαθήστε ξανά.",
  SUBMIT_ErrMsg: "Ο εξυπηρετητής στον οποίο βρίσκεται το έγγραφο δεν αποκρίνεται. Ελέγξτε τη σύνδεση με το δίκτυο ή προσπαθήστε ξανά αργότερα.",
  INVALID_MESSAGE: "Καταχωρήστε έναν έγκυρο κωδικό πρόσβασης."
})

