/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	multiSlideConfirmDlgTitle: "Επιβεβαίωση νέας ανάθεσης",
	reassignWriteAct_waitingReviewState: "Μία ή περισσότερες διαφάνειες έχουν υποβληθεί για εξέταση. Αν οι διαφάνειες επιστραφούν για περαιτέρω επεξεργασία, η εργασία σύνταξης θα ανατεθεί εκ νέου σε ένα χρήστη.",
	reassignWriteAct_rejectedState: "Μία ή περισσότερες διαφάνειες έχουν επιστραφεί για περαιτέρω επεξεργασία. Η εργασία θα ολοκληρωθεί από το χρήστη στον οποίο ανατέθηκε η επανεκτέλεση της εργασίας σύνταξης.",
	reassignWriteAct_completeState: "Μία ή περισσότερες διαφάνειες έχουν ολοκληρωθεί. Αν αυτές οι διαφάνειες ανατεθούν ξανά, θα ανοίξουν πάλι οι σχετικές αναθέσεις εργασιών σύνταξης.",
	
	reassignReviewAct_newState: "Μία ή περισσότερες διαφάνειες δεν είναι έτοιμες για εξέταση. Ο νέος υπεύθυνος εξέτασης θα οριστεί όταν οι διαφάνειες είναι έτοιμες για εξέταση.",
	reassignReviewAct_rejectedState:"Μία ή περισσότερες διαφάνειες δεν είναι έτοιμες για εξέταση. Ο νέος υπεύθυνος εξέτασης θα οριστεί όταν οι διαφάνειες είναι έτοιμες για εξέταση.",
	reassignReviewAct_completeState:"Μία ή περισσότερες διαφάνειες έχουν ολοκληρωθεί. Αν αυτές οι διαφάνειες ανατεθούν ξανά, θα ανοίξουν πάλι οι σχετικές αναθέσεις εργασιών εξέτασης.",
	
	reassignMessageTitle:"Νέα ανάθεση",
	reassignOthers_toMultiAssignments: "Οι επιλεγμένες διαφάνειες περιέχουν ήδη μία ή περισσότερες αναθέσεις εργασιών. Επιλέξτε ξεχωριστά τις σχετικές διαφάνειες για να τις αναθέσετε ξανά.",
	
	continueQuestion:"Θέλετε να συνεχίσετε;",
	cancelLabel: "Όχι",
	oKLabel: "Ναι"

})


