({
	title		: "Επικόλληση",
	cutError	: "Οι ρυθμίσεις ασφάλειας του προγράμματος πλοήγησης δεν επιτρέπουν την αυτόματη αποκοπή. Εκτελέστε αυτή την ενέργεια χρησιμοποιώντας το συνδυασμό πλήκτρων Ctrl+X.",
	copyError	: "Οι ρυθμίσεις ασφάλειας του προγράμματος πλοήγησης δεν επιτρέπουν την αυτόματη αντιγραφή. Εκτελέστε αυτή την ενέργεια χρησιμοποιώντας το συνδυασμό πλήκτρων Ctrl+C.",
	pasteMsg	: "",
	securityMsg	: "Οι ρυθμίσεις ασφάλειας του προγράμματος πλοήγησης δεν επιτρέπουν στην εφαρμογή την πρόσβαση στο πρόχειρό σας. Πατήστε Ctrl+V για να επικολλήσετε το περιεχόμενο σε αυτό το πεδίο και μετά πατήστε OK.",
})
