/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	invalidMessage:" Το πρόσωπο δεν έχει οριστεί ως επιμελητής. Διαθέστε στο πρόσωπο το έγγραφο για κοινή χρήση, επιλέγοντας για το πρόσωπο το ρόλο του επιμελητή. Στη συνέχεια, μπορείτε να του αναθέσετε μια ενότητα.",
	invalidEmailMessage:"Δεν βρέθηκε κανένα πρόσωπο με την καθορισμένη διεύθυνση e-mail. Ελέγξτε την ορθογραφία και προσπαθήστε ξανά.",
	noAccessMessage:"Ο κάτοχος αυτής της διεύθυνσης e-mail δεν έχει δικαίωμα πρόσβασης για την τροποποίηση αυτού του εγγράφου.",
	serverException:"Ο εξυπηρετητής δεν είναι διαθέσιμος. Προσπαθήστε ξανά αργότερα."
})
