/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	publishSummaryMsg: "Περίληψη αλλαγών",
	publishMainDesc: "Δημοσιεύστε αυτή την εκδοχή στην εφαρμογή Αρχεία για να τη θέσετε στη διάθεση όλων των αναγνωστών. Σε περίπτωση μεταφόρτωσης του αρχείου από τους αναγνώστες, το αρχείο θα μεταφορτωθεί μαζί με τα σχόλια που έχουν προστεθεί σε αυτό.",
	publishMainDescWithoutCMT: "Δημοσιεύστε αυτή την εκδοχή στην εφαρμογή Αρχεία για να τη θέσετε στη διάθεση όλων των αναγνωστών.",
	publishNotificationMsg: "Τα πρόσωπα που παρακολουθούν το αρχείο θα ειδοποιηθούν ότι είναι διαθέσιμο.",
	publishSuccessMsg: "Μια νέα εκδοχή δημοσιεύτηκε με επιτυχία στην εφαρμογή Αρχεία.",
	publishDescMsg: "Συμπληρώσατε το μέγιστο όριο των 500 χαρακτήρων.",
	//publishReminderMsg: "There is no published version in Files of this document. Do you want to publish a version now?",
	publishErrMsg: "Η εκδοχή δεν δημοσιεύτηκε. Ενδεχομένως το αρχείο ήταν πολύ μεγάλο, ή έληξε η προθεσμία στον εξυπηρετητή. Προσπαθήστε ξανά. Διαφορετικά, ακυρώστε την ενέργεια και ζητήστε από το διαχειριστή να εξετάσει το αρχείο καταγραφής του εξυπηρετητή για να εντοπίσει το πρόβλημα.",
	publishErrMsg_Quota_Out: "Ο διαθέσιμος χώρος δεν επαρκεί για τη δημοσίευση μιας νέας εκδοχής αυτού του εγγράφου. Αποδεσμεύστε χώρο αφαιρώντας αρχεία που δεν χρειάζεστε. Στη συνέχεια, προσπαθήστε να δημοσιεύσετε το έγγραφο ξανά.",
	publishErrMsg_NoFile: "Η δημοσίευση απέτυχε γιατί αυτό το έγγραφο έχει διαγραφεί από κάποιον άλλο χρήστη.",
	publishErrMsg_NoFile2: "Μπορείτε να κάνετε δημοσίευση σε νέο αρχείο επιλέγοντας Αρχείο > Αντιγραφή...",
	publishErrMsg_NoPermission: "Απέτυχε η δημοσίευση νέας έκδοσης γιατί δεν διαθέτετε δικαιώματα επιμελητή για το συγκεκριμένο αρχείο. Επικοινωνήστε με τον κάτοχο του αρχείου για να σας εκχωρήσει τα κατάλληλα δικαιώματα. Στη συνέχεια, προσπαθήστε ξανά.",
	publishTxtFormatChangeMsg: "Για τη βέλτιστη προβολή του περιεχομένου, αυτό το αρχείο θα δημοσιευτεί σε μορφή Microsoft Word (.docx).",
	publishCsvFormatChangeMsg: "Για τη βέλτιστη προβολή του περιεχομένου, αυτό το αρχείο θα δημοσιευτεί σε μορφή Microsoft Excel (.xlsx).",
	publishTxtFormatChangeMsg2: "Για τη βέλτιστη προβολή του περιεχομένου, αυτό το αρχείο θα δημοσιευτεί σε μορφή OpenDocument Text (.odt).",
	publishCsvFormatChangeMsg2: "Για τη βέλτιστη προβολή του περιεχομένου, αυτό το αρχείο θα δημοσιευτεί σε μορφή OpenDocument Spreadsheet (.ods).",
	conflictMsg: "Ο χρήστης ${0} μεταφόρτωσε μια νέα εκδοχή στις ${1} ${2}. Μπορείτε να δημοσιεύσετε μια ξεχωριστή εκδοχή τώρα και να επαναφέρετε το περιεχόμενο αργότερα μέσω της καρτέλας Εκδοχές στην εφαρμογή Αρχεία.", // ${0} is name, ${1} is time,  ${2} is date
	
	summaryHint: "Συνοψίστε τις αλλαγές που υπάρχουν σε αυτή την εκδοχή.",	
	ccmPublishMsg: "Είστε βέβαιοι ότι θέλετε να επιστρέψετε τον έλεγχο του αρχείου;",
	coeditingMsg: "Οι ακόλουθοι χρήστες επεξεργάζονται αυτό το αρχείο:",
	closeLabel: "Κλείσιμο"
})

