/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	saveOptionMsg: "Για να αποθηκεύσετε τις αλλαγές σας και να χειριστείτε το έγγραφο ως νέα εκδοχή, επιλέξτε Αποθήκευση ως νέας εκδοχής. Διαφορετικά, αποθηκεύστε το έγγραφο ως προσχέδιο.",
	saveOptionMsg2: "Για να υποβάλετε το έγγραφό σας στο κύριο έγγραφο, επιλέξτε Υποβολή περιεχομένου εγγράφου στο κύριο έγγραφο. Διαφορετικά, αποθηκεύστε το έγγραφο ως προσχέδιο.",
	confirmSaveAs: "Το δημοσιευμένο έγγραφο διαγράφηκε ενώ το τροποποιούσατε. Πατήστε OK για να αποθηκεύσετε το προσχέδιο ως νέο αρχείο ώστε να διασφαλίσετε ότι οι αλλαγές σας θα διατηρηθούν.",
	publishErrMsg: "Αποτυχία αποθήκευσης ως νέας εκδοχής",
	publishErrMsg_Quota_Out: "Ο διαθέσιμος χώρος δεν επαρκεί για την αποθήκευση μιας νέας εκδοχής αυτού του εγγράφου. Αποδεσμεύστε χώρο αφαιρώντας αρχεία που δεν χρειάζεστε. Στη συνέχεια, προσπαθήστε να αποθηκεύσετε το έγγραφο ξανά.",
	publishErrMsg_NoPermission: "Απέτυχε η αποθήκευση ως νέας εκδοχής γιατί δεν διαθέτετε δικαιώματα επιμελητή για το συγκεκριμένο αρχείο. Επικοινωνήστε με τον κάτοχο του αρχείου για να σας εκχωρήσει τα κατάλληλα δικαιώματα. Στη συνέχεια, προσπαθήστε ξανά.",
	saveDraftMsg: "Αποθήκευση ως προσχεδίου",
	saveDocumentsMsg: "Αποθήκευση ως νέας εκδοχής στα κοινόχρηστα αρχεία σας",
	submitDocumentMsg: "Υποβολή περιεχομένου εγγράφου στο κύριο έγγραφο",
	deleteDocumentMsg: "Μετακίνηση αυτού του εγγράφου στον κάδο ανακύκλωσης"
})
