/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	DIALOG_TITLE: "Επόμενη ημερομηνία λήξης προθεσμίας ολοκλήρωσης",   
	DIALOG_NOTICE_PRES : "Ορίστε μια ημερομηνία ολοκλήρωσης για όλες τις αναθέσεις σε αυτή την παρουσίαση. Η ενημέρωση αυτής της ημερομηνίας θα έχει ως αποτέλεσμα την αλλαγή της ημερομηνίας λήξης προθεσμίας ολοκλήρωσης για όλες τις ανοικτές αναθέσεις διαφανειών.",
	
	DUEDATE_LABEL:"* Ημερομηνία λήξης προθεσμίας ολοκλήρωσης:",
	TASK_DUEDATE_EXAMPLE: "Για παράδειγμα: ${0}",
	TASK_DATEFORMAT_INVALID_MSG: "Η ημερομηνία λήξης προθεσμίας ολοκλήρωσης δεν είναι έγκυρη. Καταχωρήστε μια ημερομηνία με μορφή ${0}."

})
