/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	DIALOG_TITLE: "Επιλογή δραστηριότητας",   
	DIALOG_NOTICE : "Πριν από την ανάθεση μιας ενότητας, επιλέξτε ή δημιουργήστε μια δραστηριότητα για να αποθηκεύσετε τις ανατεθειμένες εργασίες για αυτό το έγγραφο ως εκκρεμείς εργασίες. Μετά τη συσχέτιση μιας δραστηριότητας με ένα έγγραφο, η αλλαγή της δραστηριότητας δεν είναι δυνατή.",
	DIALOG_NOTICE_PRES : "Πριν από την ανάθεση διαφανειών, επιλέξτε ή δημιουργήστε μια δραστηριότητα για να αποθηκεύσετε τις ανατεθειμένες εργασίες για αυτή την παρουσίαση ως εκκρεμείς εργασίες. Μετά τη συσχέτιση μιας δραστηριότητας με ένα έγγραφο, η αλλαγή της δραστηριότητας δεν είναι δυνατή.",
		
	LISTBOX_TITLE: "* Δραστηριότητα:",
	NEW_ACTIVITY: "Νέα δραστηριότητα",
	LISTBOX_DEFAULT: "Επιλογή δραστηριότητας",
	NEW_ACTIVITY_NAME: "  * Όνομα νέας δραστηριότητας:",
		
	INVALID_SELECTION: "Η επιλογή δραστηριότητας δεν είναι έγκυρη.",
	ACTIVITY_NAME_REQUIRED: "Καταχωρήστε ένα όνομα δραστηριότητας.",
	DEFAULT_NOT_WORK: "Επιλέξτε ή δημιουργήστε μια δραστηριότητα για την αποθήκευση των ανατεθειμένων στοιχείων για το τρέχον έγγραφο.",
	LINK_FAIL: "Απέτυχε η διασύνδεση αυτής της δραστηριότητας με το τρέχον έγγραφο."
})
