/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	linkMsg: "Αντιγραφή διασύνδεσης", 
    shareMsg: "Προσθήκη προσώπου ως επιμελητή:",
    tipForShare: "Καταχωρήστε ένα όνομα ή μια διεύθυνση e-mail.",
	successShareMsg: "Το έγγραφο διατέθηκε για κοινή χρήση με επιτυχία.", 
	errorShareMsg:"Απέτυχε η διάθεση του εγγράφου για κοινή χρήση.",
	errorCommunityShareMsg:"Αυτό το έγγραφο ανήκει σε μια κοινότητα. Δεν είναι δυνατή η διάθεση του εγγράφου για κοινή χρήση σε οποιονδήποτε χρήστη.",
	errorAcrossOrgMsg:"Το αρχείο μπορεί να διατεθεί για κοινή χρήση μόνο εντός του οργανισμού σας.",
	sharetoauthorMsg:"Δεν μπορείτε να διαθέσετε ένα αρχείο για κοινή χρήση στον εαυτό σας.",
	notTheAuthor:"Δεν είστε κάτοχος αυτού του εγγράφου.",
    communityShareMsg: "Το αρχείο ${title} έχει διατεθεί για κοινή χρήση σε όλα τα μέλη της κοινότητας. <br>Ανάλογα με τη ρύθμιση που έχει οριστεί στην κοινότητα, κάθε μέλος έχει δικαίωμα πρόσβασης επιπέδου Επιμελητή ή Αναγνώστη.",
	invalidInput:"Μη έγκυρο όνομα χρήστη ή μη έγκυρη διεύθυνση e-mail.",
	notSharingOutsideOrgMsg:"Μπορείτε να διαθέσετε αυτό το αρχείο για κοινή χρήση μόνο σε πρόσωπα που ανήκουν στον οργανισμό σας.",
	sharingForVisitor: "Μπορείτε να διαθέσετε αυτό το αρχείο για κοινή χρήση σε πρόσωπα που δεν ανήκουν στον οργανισμό σας.",
	sharingOutsideOrgMsg:"Αν το πρόσωπο δεν ανήκει στον οργανισμό σας, ακυρώστε την ενέργεια και διαθέστε το αρχείο για κοινή χρήση από τη σελίδα Λεπτομέρειες της εφαρμογής Αρχεία.",
	sharingOutsideOrgErrorMsg:"Δεν είναι δυνατή η διάθεση για κοινή χρήση σε αυτό το πρόσωπο γιατί δεν ανήκει στον οργανισμό σας.",
	notFoundErrorMsg:"Το όνομα ή η διεύθυνση e-mail δεν βρέθηκε."
})
