({
	saveAsMsg: "Ορίστε ένα νέο όνομα για να αποθηκεύσετε το αρχείο στη λίστα Τα αρχεία μου.", 
	saveAsErrMsg: "Αποτυχία αποθήκευσης αρχείου ως νέου υπολογιστικού φύλλου", 
	newDocErrMsg: "Αποτυχία δημιουργίας νέου υπολογιστικού φύλλου", 
	documentLabelMsg: "Όνομα (*)", 
	newDraftMsg: "Ορίστε ένα νέο όνομα για αυτό το υπολογιστικό φύλλο.", 
	enterNewDocNameMsg: "Ορίστε ένα νέο όνομα για αυτό το υπολογιστικό φύλλο.",
	invalidDocNameMsg: "Το όνομα ${0} δεν είναι ένα έγκυρο όνομα εγγράφου",
	emptyDoc: "Υπολογιστικό φύλλο χωρίς τίτλο"
})
