/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	unsupportdlgTitle:"Περιορισμοί εμφάνισης",
	convertNotifyMsg:"Αυτό το έγγραφο περιέχει στοιχεία μορφοποίησης που μπορεί να μην εμφανίζονται σωστά κατά την προβολή του αρχείου στο διαδικτυακό περιβάλλον. Ωστόσο, τα στοιχεία αυτά διατηρούνται σε περίπτωση που μεταφορτώσετε το αρχείο στο τοπικό σύστημα.",
	notShowCB:"Να μην εμφανιστεί ξανά αυτό το μήνυμα.",
	notShowNote:"(Για να ενεργοποιήσετε ξανά την εμφάνιση αυτού του μηνύματος, επιλέξτε Προβολή > Εμφάνιση μηνυμάτων μη υποστηριζόμενων λειτουργιών.)",
	PRESERVED:"Μπορεί να διατηρηθεί.",
	NOTPRESERVED:"Δεν μπορεί να διατηρηθεί.",
	601:"Παρακολούθηση αλλαγών: ${0}",
	602:"Προσαρμοσμένο σχήμα: ${0}",
	603:"Αντικείμενο OLE: ${0}",
	604:"Βίντεο ή ήχος: ${0}",
	605:"Υποσημείωση ή σημείωση τέλους: ${0}",
	606:"Ενότητα κειμένου: ${0}",
	607:"Σχόλιο κειμένου: ${0}",
	608:"Πεδίο κειμένου: ${0}",
	609:"Στοιχεία ελέγχου φόρμας: ${0}",
	610:"Συγχώνευση αλληλογραφίας: ${0}",
	611:"Μακροεντολές: ${0}",
	612:"Γράφημα: ${0}",
	613:"ActiveX: ${0}",
	614:"SmartArt: ${0}",
	615:"Γραφικά κουκίδων: ${0}",
	616:"Στυλ πίνακα: ${0}",
	701:"Μακροεντολές: ${0}",
	702:"Αντικείμενο OLE: ${0}",
	703:"Γραφικά: ${0}",
	704:"Φίλτρα: ${0}",
	705:"Επώνυμες περιοχές: ${0}",
	706:"Μορφοποίηση υπό συνθήκη: ${0}",
	707:"Ομαδοποιημένα αντικείμενα: ${0}",
	708:"Συγκεντρωτικός πίνακας: ${0}",
	709:"Επικύρωση δεδομένων: ${0}",
	710:"Πίνακας: ${0}",
	711:"ActiveX: ${0}",
	801:"Ομαδοποίηση αντικειμένων: ${0}",
	802:"Προσαρμοσμένο σχήμα: ${0} (Δεν είναι δυνατή η εξαγωγή των αλλαγών που έχουν γίνει στα σχήματα.)",
	803:"Γράφημα ή αντικείμενο OLE: ${0}",
	804:"Βίντεο ή ήχος: ${0}",
	805:"Σημειώσεις ομιλητή: ${0}",
	806:"Κινούμενη εικόνα: ${0}",
	807:"Λεζάντα: ${0}",
	808:"Κεφαλίδα: ${0}",
	809:"Στοιχείο ελέγχου ActiveX: ${0}",
	810:"Γράφημα: ${0}",
	811:"WordArt: ${0}",
	812:"SmartArt: ${0}",
	813:"Θέμα: ${0}",
	900:"Αυτό το έγγραφο είναι μια παλιά έκδοση του ODF. Ορισμένα στοιχεία μορφοποίησης μπορεί να μην εμφανίζονται σωστά."
})
