/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	PRINT : "Εκτύπωση",
	HELP : "Βοήθεια",
	HELP_MSG_TITLE : "Κατάργηση κεφαλίδων και υποσέλιδων προγράμματος πλοήγησης:",
	HELP_MSG_PG_TITLE : "Αλλαγή ρυθμίσεων χαρτιού:",

	HELP_MSG : "Κανονικά, το πρόγραμμα πλοήγησης προσθέτει στα εκτυπωμένα έγγραφα κεφαλίδες και υποσέλιδα με διάφορες πληροφορίες (π.χ. διεύθυνση URL, ημερομηνία, κ.ά.). Η διαδικασία για την κατάργηση αυτών των κεφαλίδων και των υποσέλιδων μπορεί να διαφέρει ανάλογα με τον εκτυπωτή σας.",
	HELP_MSG_IE_1 : "Επιλέξτε <b>File (Αρχείο) &gt; Page Setup (Διαμόρφωση σελίδας)</b> από το μενού αυτής της σελίδας.",
	HELP_MSG_IE_2 : "Στην ενότητα Headers and Footers (Κεφαλίδες και υποσέλιδα), αναπτύξτε τη λίστα και επιλέξτε <b>Empty (Κενό)</b> για κάθε στοιχείο που θέλετε να καταργήσετε.",
	HELP_MSG_IE_3 : "Πατήστε <b>OK</b>.",
	HELP_MSG_IE_4 : "Επιλέξτε <b>File (Αρχείο) &gt; Print (Εκτύπωση)</b>.",
	HELP_MSG_IE_5 : "Ορίστε τις επιθυμητές επιλογές και πατήστε <b>Print (Εκτύπωση)</b>.",

	HELP_MSG_IE_11 : "Επιλέξτε <b>File (Αρχείο) &gt; Page Setup (Διαμόρφωση σελίδας)</b> από το μενού αυτής της σελίδας.",
	HELP_MSG_IE_12 : "Επιλέξτε το μέγεθος χαρτιού και ορίστε όποιες άλλες επιλογές επιθυμείτε.",
	HELP_MSG_IE_13 : "Πατήστε <b>OK</b>.",

	HELP_MSG_FIREFOX_1 : "Επιλέξτε <b>File (Αρχείο) &gt; Page Setup (Διαμόρφωση σελίδας)</b> από το μενού αυτής της σελίδας.",
	HELP_MSG_FIREFOX_2 : "Μεταβείτε στην καρτέλα <b>Margins &Header/Footer (Περιθώρια και Κεφαλίδα/Υποσέλιδο)</b>.",
	HELP_MSG_FIREFOX_3 : "Στην ενότητα Headers &Footers (Κεφαλίδες και υποσέλιδα), αναπτύξτε τη λίστα και επιλέξτε <b>Blank (Κενό)</b> για κάθε στοιχείο που θέλετε να καταργήσετε.",
	HELP_MSG_FIREFOX_4 : "Πατήστε <b>OK</b>.",
	HELP_MSG_FIREFOX_5 : "Επιλέξτε <b>File (Αρχείο) > Print (Εκτύπωση)</b>.",
	HELP_MSG_FIREFOX_6 : "Ορίστε τις επιθυμητές επιλογές και πατήστε <b>OK</b>.",

	HELP_MSG_FIREFOX_11 : "Επιλέξτε <b>File (Αρχείο) &gt; Print (Εκτύπωση)</b> από το μενού αυτής της σελίδας.",
	HELP_MSG_FIREFOX_12 : "Πατήστε <b>Properties (Ιδιότητες)</b>.",
	HELP_MSG_FIREFOX_13 : "Επιλέξτε το μέγεθος χαρτιού και ορίστε όποιες άλλες επιλογές επιθυμείτε.",
	HELP_MSG_FIREFOX_14 : "Πατήστε <b>OK</b>.",

	HELP_MSG_SAFARI_1 : "Επιλέξτε <b>File (Αρχείο) &gt; Print (Εκτύπωση)</b> από το μενού αυτής της σελίδας.",
	HELP_MSG_SAFARI_2 : "Αν δεν εμφανίζονται άλλες επιλογές εκτός από τον εκτυπωτή, πατήστε στο βέλος δίπλα στο πεδίο <b>Printer (Εκτυπωτής)</b>.",
	HELP_MSG_SAFARI_3 : "Στην ενότητα <b>Safari</b>, απενεργοποιήστε την επιλογή <b>Print headers and footers (Εκτύπωση κεφαλίδων και υποσέλιδων)</b>.",
	HELP_MSG_SAFARI_4 : "Πατήστε <b>Print (Εκτύπωση)</b>.",

	HELP_MSG_SAFARI_11 : "Επιλέξτε <b>File (Αρχείο) &gt; Print (Εκτύπωση)</b> από το μενού αυτής της σελίδας.",
	HELP_MSG_SAFARI_12 : "Πατήστε <b>Properties (Ιδιότητες)</b>.",
	HELP_MSG_SAFARI_13 : "Επιλέξτε το μέγεθος χαρτιού και ορίστε όποιες άλλες επιλογές επιθυμείτε.",
	HELP_MSG_SAFARI_14 : "Πατήστε <b>Print (Εκτύπωση)</b>.",

	TIP_MSG: "Για να πετύχετε τα καλύτερα δυνατά αποτελέσματα εκτύπωσης, βεβαιωθείτε ότι οι τιμές για το μέγεθος και τον προσανατολισμό του χαρτιού είναι ίδιες με αυτές στις ρυθμίσεις σελίδων στο Docs."
})

