/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	defaultDocTitle:"αυτό το αρχείο",
	welcomeMsg:"Καλωσορίσατε στο προσχέδιο εργασίας για '${0}'.",
	descrMsg:"Μπορείτε να εργαστείτε μόνοι σας με το προσχέδιο ή να το διαθέσετε για κοινή χρήση με άλλους επιμελητές. Οι αναγνώστες δεν έχουν πρόσβαση στο προσχέδιο. Μπορείτε να δημοσιεύσετε εκδοχές του προσχεδίου επιλέγοντας Αρχείο > Δημοσίευση εκδοχής. Οι εκδοχές είναι προσβάσιμες από τους αναγνώστες που μπορούν να τις διαβάσουν και να τις μεταφορτώσουν στο σύστημά τους.",
	learnMore:"Μάθετε περισσότερα για τη δημιουργία και τον έλεγχο εκδοχών.",
	notShowCB:"Να μην εμφανιστεί ξανά αυτό το μήνυμα."
})
