({
	title: "Проверка данных",
	dvType:"Выберите тип проверки данных",
	dvOperator: "Выберите оператор проверки данных",
	and:"и",
	addItems:"Элементы данных...",
	
	none:"без проверки",
	whole:"является целым числом",
	decimal:"является десятичным числом",
	itemList:"является списком элементов",
	rangeList:"является списком из диапазона ячеек",
	date:"является датой",
	time:"является временем",
	text:"является текстом",
	textLength:"с длиной текста",
	custom:"является пользовательской формулой",
	
	bet: "между",
	notBet:"не между",
	equal:"равно",
	notEqual:"не равно",
	greater:"больше",
	greaterEqual:"больше или равно",
	less:"меньше",
	lessEqual:"меньше или равно",
	
	valid:"Является допустимой датой",
	before:"до",
	onBefore:"не позднее",
	after:"после",
	onAfter:"не ранее",
	
	contains:"Содержит",
	notContains:"Не содержит",
	email:"Является адресом электронной почты",
	url:"Является допустимым url",

	max:"Максимум",
	min:"Минимум",
	source:"Источник",
	formula:"Формула",
	criValue:"Значение критерия",
	
	hintLabel:"Введите текст справки для критерия в этом диапазоне",
	
	refAlert:"Недопустимый диапазон",
	
	dateAlert: "Введите правильную дату",
	timeAlert: "Введите правильное время",
	wholeAlert: "Введите правильное целое число",
	decimalAlert:"Введите правильное десятичное число",
	rangeAlert:"Введите правильный диапазон с одной строкой или столбцом",
	formulaAlert:"Введите правильную формулу",
	itemListAlert:"Введите правильный список элементов",
	textAlert:"Введите правильное число",
	
	removeItem: "Удалите: ${0}",

	addItem:"Добавить элемент списка",
	
	mulInfo:"Выбранные ячейки содержат несколько проверок.",
	
	removeAll: "Удалить все",
	ok:"OK",
	remove:"Удалить",
	cancel:"Отмена"
})

