({
	LABEL_NAMES_LIST: "טווחים מוגדרים:",
	LABEL_REFERSTO: "מפנה אל:",
	LABEL_NEW_BUTTON: "חדש...",
	LABEL_MODIFY_BUTTON: "החלה",
	DELETE_NAME_CONFIRM_MSG:"האם ברצונכם למחוק את הטווח ${0}?",
	DELETE_NAME:"מחיקת טווח מוגדר",
	LABEL_INVALIDMSG: "ההפניה אינה חוקית. ציינו את הטווח בשדה 'מפנה אל' או גררו כדי לבחור טווח בגליון האלקטרוני.",
	LABEL_EMPTYREF: "ההפניה אינה יכולה להיות ריקה. ציינו את הטווח בשדה 'מפנה אל' או גררו כדי לבחור טווח בגליון האלקטרוני.",
	EMPTY_INFO:"אין טווחים מוגדרים. כדי ליצור טווח, לחצו על 'חדש'.",
	DELETE_HELP:"מחיקת טווח מוגדר",
	REFERS_HELP:"השאירו חלון זה פתוח וגררו כדי לבחור את ערכי הטווח בגליון.",
	
	ACC_NAMEDRANGE:"טווח מוגדר",
	ACC_REFERSTO : "מפנה אל "
	})
