({
	LABEL_REFERSTO: "מפנה אל:",
	LABEL_NAME: "שם:",
	LABEL_INVALIDADDRESS: "ההפניה אינה חוקית. ציינו את הטווח בשדה 'מפנה אל' או גררו כדי לבחור טווח בגליון האלקטרוני.",	
	LABEL_EMPTYREF: "ההפניה אינה יכולה להיות ריקה. ציינו את הטווח בשדה 'מפנה אל' או גררו כדי לבחור טווח בגליון האלקטרוני.",
	LABEL_INVALIDNAME: "השם אינו חוקי. סיבות אפשריות:<br> א) השם אינו מתחיל באות, לוכסן אחורי (\\) או קו תחתי  (_). <br> ב) השם כולל רווחים.<br> ג) נעשה שימוש במילות מפתח שמורות, כגון \"r\" או \"c\".<br> ד) השם דומה לכתובת תא, כגון \"Q2\" או \"FY98\".<br> ה) אורך השמות גדול מ-255 תווים.",
	LABEL_EMPTYNAME: "השם אינו יכול להיות ריק",
	LABEL_EXISTEDNAME: "השם כבר קיים. נא לציין שם ייחודי. שמות אינם רגישים לרישיות.",
	LABEL_RCNAME: "אין להשתמש בשם הדומה לכתובת תא כגון R1C1.‏ " ,	
	LABEL_KEYWORDS: "אין להשתמש במילת המפתח '${0}' בתור שם.",
	REFERS_HELP:"השאירו חלון זה פתוח וגררו כדי לבחור את ערכי הטווח בגליון."
})
