({
	title		: "วาง",
	cutError	: "ค่าติดตั้งความปลอดภัยของเบราว์เซอร์ของคุณยับยั้งการคัดลอกแบบอัตโนมัติ ให้ใช้ Ctrl+X บนคีย์บอร์ดของคุณแทน",
	copyError	: "ค่าติดตั้งความปลอดภัยของเบราว์เซอร์ของคุณยับยั้งการคัดลอกแบบอัตโนมัติ ให้ใช้ Ctrl+C บนคีย์บอร์ดของคุณแทน",
	pasteMsg	: "",
	securityMsg	: "เนื่องจากค่าติดตั้งความปลอดภัยของเบราว์เซอร์ของคุณ แอ็พพลิเคชันจึงไม่สามารถเข้าถึงคลิปบอร์ดของคุณได้  เมื่อต้องการเข้าถึงคลิปบอร์ดของคุณ ให้พิมพ์ Ctrl+V เพื่อวางเนื้อหาลงในฟิลด์นี้ จากนั้นคลิก ตกลง",
})
