/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	saveOptionMsg: "เมื่อต้องการบันทึกการปรับปรุงใหม่ของคุณ และจัดการกับเอกสารเป็นเวอร์ชันใหม่ ให้เลือก บันทึกเป็น เวอร์ชันใหม่ หรือบันทึกเอกสารเป็นฉบับร่าง",
	saveOptionMsg2: "เมื่อต้องการส่งเอกสารกลับไปยังเอกสารหลัก ให้เลือก ส่งแบบร่างไพรเวตกลับไปยังเอกสารหลัก หรือบันทึกเอกสารเป็นฉบับร่าง",
	confirmSaveAs: "ไฟล์ที่เผยแพร่ถูกลบในระหว่างเซสชันการแก้ไขของคุณ คลิก ตกลง เพื่อบันทึกแบบร่างเป็นไฟล์ใหม่เพื่อให้แน่ใจว่าการเปลี่ยนแปลงที่คุณทำในระหว่างเซสชันการแก้ไขสามารถเก็บรักษาไว้ได",
	publishErrMsg: "ล้มเหลวในการบันทึกเป็นเวอร์ชันใหม่",
	publishErrMsg_Quota_Out: "มีพื้นที่ไม่เพียงพอสำหรับการบันทึกเวอร์ชันใหม่ของเอกสารนี้ ลบไฟล์อื่นเพื่อให้มีพื้นที่ว่างเพียงพอสำหรับการบันทึกเอกสารนี้",
	publishErrMsg_NoPermission: "ล้มเหลวในการบันทึกเป็นเวอร์ชันใหม่ เนื่องจากคุณไม่มีสิทธิผู้แก้ไขสำหรับไฟล์นี้ โปรดติดต่อเจ้าของไฟล์เพื่อขอสิทธิผู้แก้ไข แล้วลองใหม่อีกครั้ง",
	saveDraftMsg: "บันทึกเป็นแบบร่าง",
	saveDocumentsMsg: "บันทึกเป็นเวอร์ชันใหม่ในการแบ่งใช้ไฟล์ของคุณ",
	submitDocumentMsg: "ส่งเนื้อหาเอกสารกลับไปยังเอกสารหลัก",
	deleteDocumentMsg: "ย้ายเอกสารการกำหนดนี้ไปยังถังขยะไฟล์"
})
