/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	DIALOG_TITLE: "เลือกกิจกรรม",   
	DIALOG_NOTICE : "ก่อนที่คุณจะกำหนดส่วน ให้เลือกหรือสร้างกิจกรรมเพื่อบันทึกการกำหนดของเอกสารนี้เป็นรายการสิ่งที่ต้องทำ   หลังจากที่คุณกำหนดกิจกรรมลงในเอกสาร คุณจะไม่สามารถเปลี่ยนกิจกรรมได้",
	DIALOG_NOTICE_PRES : "ก่อนการกำหนดสไลด์ ให้เลือกหรือสร้างกิจกรรมเพื่อจัดเก็บไอเท็มสิ่งที่ต้องทำสำหรับการกำหนดของการนำเสนอนี้ หลังจากคุณกำหนดกิจกรรมให้กับเอกสารแล้ว คุณจะไม่สามารถเปลี่ยนกิจกรรมได้",
		
	LISTBOX_TITLE: "* กิจกรรม:",
	NEW_ACTIVITY: "กิจกรรมใหม่",
	LISTBOX_DEFAULT: "เลือกกิจกรรม",
	NEW_ACTIVITY_NAME: " * ชื่อกิจกรรมใหม่:",
		
	INVALID_SELECTION: "การเลือกกิจกรรมไม่ถูกต้อง",
	ACTIVITY_NAME_REQUIRED: "พิมพ์ชื่อกิจกรรมใหม่",
	DEFAULT_NOT_WORK: "ระบุหรือสร้างกิจกรรมเพื่อบันทึกการกำหนดรายการสำหรับเอกสารปัจจุบัน",
	LINK_FAIL: "ไม่สามารถลิงก์กิจกรรมนี้เข้ากับเอกสารปัจจุบัน"
})
