/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	unsupportdlgTitle:"แสดงข้อจำกัด",
	convertNotifyMsg:"เอกสารนี้มีการจัดรูปแบบขั้นสูงซึ่งอาจไม่แสดงผลแบบออนไลน์ได้อย่างเหมาะสม แต่จะถูกเก็บไว้สำหรับดาวน์โหลดในภายหลังถ้าต้องการ",
	notShowCB:"อย่าแสดงข้อความนี้ให้ฉันอีก",
	notShowNote:"(เมื่อต้องการเปิดใช้งานอีก คลิก มุมมอง > แสดงข้อความคุณลักษณะที่ไม่สนับสนุน)",
	PRESERVED:"เก็บไว้ได้",
	NOTPRESERVED:"เก็บไว้ไม่ได้",
	601:"การเปลี่ยนแทร็ค: ${0}",
	602:"รูปร่างแบบกำหนดเอง: ${0}",
	603:"อ็อบเจ็กต์ OLE: ${0}",
	604:"วิดีโอหรือเสียง: ${0}",
	605:"เชิงอรรถหรือท้ายอรรถ: ${0}",
	606:"ส่วนข้อความ: ${0}",
	607:"ข้อคิดเห็นข้อความ: ${0}",
	608:"ฟิลด์ข้อความ: ${0}",
	609:"การควบคุมฟอร์ม: ${0}",
	610:"การผสานเมล: ${0}",
	611:"แมโคร: ${0}",
	612:"แผนภูมิ: ${0}",
	613:"ActiveX: ${0}",
	614:"SmartArt: ${0}",
	615:"บุลเล็ตกราฟฟิก: ${0}",
	616:"รูปแบบตาราง: ${0}",
	701:"แมโคร: ${0}",
	702:"อ็อบเจ็กต์ OLE: ${0}",
	703:"กราฟิกส์: ${0}",
	704:"ตัวกรอง: ${0}",
	705:"ช่วงที่ระบุชื่อ: ${0}",
	706:"การจัดรูปแบบที่มีเงื่อนไข: ${0}",
	707:"อ็อบเจ็กต์ที่มีการจัดกลุ่ม: ${0}",
	708:"ตาราง Pivot: ${0}",
	709:"การตรวจสอบความถูกต้องของข้อมูล: ${0}",
	710:"ตาราง: ${0}",
	711:"ActiveX: ${0}",
	801:"การจัดกลุ่มอ็อบเจ็กต์: ${0}",
	802:"รูปร่างแบบกำหนดเอง: ${0} (การเปลี่ยนแปลงที่มีต่อรูปร่างไม่สามารถเอ็กซ์พอร์ต)",
	803:"แผนภูมิ หรืออ็อบเจ็กต์ OLE: ${0}",
	804:"วิดีโอหรือเสียง: ${0}",
	805:"หมายเหตุผู้พูด: ${0}",
	806:"แอนิเมชัน: ${0}",
	807:"คำบรรยายใต้ภาพ: ${0}",
	808:"ส่วนหัว: ${0}",
	809:"การควบคุม ActiveX: ${0}",
	810:"แผนภูมิ: ${0}",
	811:"WordArt: ${0}",
	812:"SmartArt: ${0}",
	813:"ธีม: ${0}",
	900:"เอกสารนี้เป็นเวอร์ชันเก่าของ ODF การจัดรูปแบบบางอย่างอาจแสดงไม่ถูกต้อง"
})
