/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	PRINT : "พิมพ์",
	HELP : "วิธีใช้",
	HELP_MSG_TITLE : "ซ่อนส่วนหัวและส่วนท้ายของเบราว์เซอร์:",
	HELP_MSG_PG_TITLE : "เปลี่ยนค่าติดตั้งกระดาษ:",

	HELP_MSG : "โดยดีฟอลต์ เบราว์เซอร์ของคุณเพิ่มส่วนหัวและส่วนท้าย--URL, วันที่ และอื่นๆ--ลงในเอกสารที่พิมพ์ของคุณ ขั้นตอนในการซ่อนส่วนหัวและส่วนท้ายอาจแตกต่างกันเล็กน้อยตามเครื่องพิมพ์ของคุณ",
	HELP_MSG_IE_1 : "จากเมนูบนหน้านี้ คลิก <b>ไฟล์ &gt; การตั้งค่ากระดาษ</b>",
	HELP_MSG_IE_2 : "ภายใต้ \"ส่วนหัวและส่วนท้าย\" สำหรับแต่ละอิลิเมนต์ที่คุณต้องการซ่อน คลิกลูกศรและเลือก <b>ว่าง</b> จากรายการ",
	HELP_MSG_IE_3 : "คลิก <b>ตกลง</b>",
	HELP_MSG_IE_4 : "คลิก <b>ไฟล์ &gt; พิมพ์</b>",
	HELP_MSG_IE_5 : "เลือกอ็อพชันที่คุณต้องการ จากนั้นคลิก <b>พิมพ์</b>",

	HELP_MSG_IE_11 : "จากเมนูบนหน้านี้ คลิก <b>ไฟล์ &gt; การตั้งค่ากระดาษ</b>",
	HELP_MSG_IE_12 : "เลือกขนาดกระดาษและอ็อพชันใดๆ ที่คุณต้องการ",
	HELP_MSG_IE_13 : "คลิก <b>ตกลง</b>",

	HELP_MSG_FIREFOX_1 : "จากเมนูบนหน้านี้ คลิก <b>ไฟล์ &gt; การตั้งค่ากระดาษ</b>",
	HELP_MSG_FIREFOX_2 : "คลิกแท็บ <b>ขอบกระดาษ & ส่วนหัว/ส่วนท้าย</b>",
	HELP_MSG_FIREFOX_3 : "ภายใต้ \"ส่วนหัว & ส่วนท้าย\" สำหรับแต่ละอิลิเมนต์ที่คุณต้องการซ่อน คลิกลูกศร และเลือก <b>ว่าง</b> จากรายการ",
	HELP_MSG_FIREFOX_4 : "คลิก <b>ตกลง</b>",
	HELP_MSG_FIREFOX_5 : "คลิก <b>ไฟล์ > พิมพ์</b>",
	HELP_MSG_FIREFOX_6 : "เลือกอ็อพชันที่คุณต้องการ และคลิก <b>ตกลง</b>",

	HELP_MSG_FIREFOX_11 : "จากเมนูบนหน้านี้ คลิก <b>ไฟล์ &gt; พิมพ์</b>",
	HELP_MSG_FIREFOX_12 : "คลิก <b>คุณสมบัติ</b>",
	HELP_MSG_FIREFOX_13 : "เลือกขนาดกระดาษและอ็อพชันใดๆ ที่คุณต้องการ",
	HELP_MSG_FIREFOX_14 : "คลิก <b>ตกลง</b>",

	HELP_MSG_SAFARI_1 : "จากเมนูบนหน้านี้ คลิก <b>ไฟล์ &gt; พิมพ์</b>",
	HELP_MSG_SAFARI_2 : "ถ้าคุณไม่เห็นอ็อพชันใดๆ นอกเหนือจากเครื่องพิมพ์ ให้คลิกลูกศรถัดจากฟิลด์ <b>เครื่องพิมพ์</b>",
	HELP_MSG_SAFARI_3 : "ภายใต้ <b>Safari</b> ยกเลิกการเลือก <b>พิมพ์ส่วนหัวและส่วนท้าย</b>",
	HELP_MSG_SAFARI_4 : "คลิก <b>พิมพ์</b>",

	HELP_MSG_SAFARI_11 : "จากเมนูบนหน้านี้ คลิก <b>ไฟล์ &gt; พิมพ์</b>",
	HELP_MSG_SAFARI_12 : "คลิก <b>คุณสมบัติ</b>",
	HELP_MSG_SAFARI_13 : "เลือกขนาดกระดาษและอ็อพชันใดๆ ที่คุณต้องการ",
	HELP_MSG_SAFARI_14 : "คลิก <b>พิมพ์</b>",

	TIP_MSG: "โปรดตรวจดูให้แน่ใจว่าขนาดกระดาษและการวางแนวในค่าติดตั้งเครื่องพิมพ์ตรงกันกับค่าติดตั้งการตั้งค่ากระดาษใน Docs เพื่อให้ได้งานพิมพ์ที่ดีที่สุด"
})

