({
	EDIT_LABLE_TITLE: "Τροποποιήσιμη περιοχή:",
	EDIT_LABLE_CONTENT: "Μόνο οι επιλεγμένοι χρήστες μπορούν να τροποποιήσουν αυτή την περιοχή. Οι επιλεγμένοι χρήστες δεν μπορούν να τροποποιήσουν άλλες περιοχές του φύλλου εκτός αν τους το επιτρέπουν οι εφαρμοζόμενες ρυθμίσεις προστασίας.",
	READ_LABLE_TITLE: "Περιοχή μόνο για ανάγνωση:",
	READ_LABLE_CONTENT: "Οι επιλεγμένοι χρήστες μπορούν μόνο να δουν το περιεχόμενο αυτής της περιοχής.",
	EDIT_SHEET_TITLE: "Τροποποιήσιμο φύλλο:",
	EDIT_SHEET_CONTENT: "Μόνο οι επιλεγμένοι χρήστες μπορούν να τροποποιήσουν αυτό το φύλλο. Οι ρυθμίσεις προστασίας σε επίπεδο περιοχής υπερισχύουν των ρυθμίσεων προστασίας σε επίπεδο φύλλου.",
	READ_SHEET_TITLE: "Φύλλο μόνο για ανάγνωση:",
	READ_SHEET_CONTNET: "Οι επιλεγμένοι χρήστες μπορούν μόνο να δουν το περιεχόμενο αυτού του φύλλου. Οι ρυθμίσεις προστασίας σε επίπεδο περιοχής υπερισχύουν των ρυθμίσεων προστασίας σε επίπεδο φύλλου.",
	DELETE_PERMISSION: "Κατάργηση προστασίας",
	DELETE_CONFIRM_MSG: "Θέλετε να καταργήσετε την προστασία;",
	CREATED: "Δημιουργήθηκε από: ${0}", // here ${0} means the user name
	LAST_MODIFIED: "Τροποποιήθηκε τελευταία φορά από: ${0}" // here ${0} means the user name
})

