({
	TITLE: "式にエラーが含まれています",
	OK_LABEL:"OK",
	SEP_ERROR_INFO:"パラメーターの区切り記号には (${1}) は使用せず、代わりに (${0}) を使用してください。 セル参照でのシート名区切り記号には、感嘆符 (!) を使用してください。",
	NUM_ERROR_INFO:"ロケール依存型の数値を入力する場合は、\"\" で数値を囲んでください。",
	SEP_NUM_ERROR_INFO: "パラメーターの区切り記号には (${1}) は使用せず、代わりに (${0}) を使用してください。セル参照でのシート名区切り記号には、感嘆符 (!) を使用してください。\nロケール依存型の数値を入力する場合は、\"\" で数値を囲んでください。",
	FORMULA_ERROR_INFO: "式名には ${1} は使用せず、代わりに ${0} を使用してください。",
	BOOOL_ERROR_INFO: "ブール値には ${1} は使用せず、代わりに ${0} を使用してください。",
	COMMON_ERROR_INFO: "入力された式にエラーがあります。"
})
