({	
	title: "فحص الهجاء",
	suggests: "استبدال بالآتي:",
	misword: "الكلمة غير موجودة:",
	ignore: "تجاهل هذه الكلمة.",
	nextBtn: "‏تالي‏",
	doneBtn: "‏اتمام‏",
	okBtn: "‏حسنا‏",
	ignoreBtn: "تجاهل",
	replaceBtn: "‏استبدال‏",
	cellName: "الخانة ${0}",
	noSuggestions: "لا اقتراحات.",
	complete: "تم استكمال فحص الهجاء.",
	warning: "لم يتم ايجاد أخطاء في الهجاء.",
	MISWORD_MSG: "الكلمة ${0} فى ${1} ليست فى قاموس فحص الهجاء.",
	WAITING_MSG: "البحث عن كلمات غير موجودة فى قاموس فحص الهجاء."
})
