({
	EDIT_LABLE_TITLE: "Редактируемый диапазон:",
	EDIT_LABLE_CONTENT: "Редактировать этот диапазон могут только выбранные вами пользователи. Они не могут редактировать другие фрагменты листа, если это явно не разрешено в настройках защиты.",
	READ_LABLE_TITLE: "Диапазон только для чтения:",
	READ_LABLE_CONTENT: "Выбранные пользователи могут только читать этот диапазон.",
	EDIT_SHEET_TITLE: "Редактируемый лист:",
	EDIT_SHEET_CONTENT: "Редактировать этот лист могут только выбранные вами пользователи. Защиту листа можно переопределить на уровне диапазона",
	READ_SHEET_TITLE: "Лист только для чтения",
	READ_SHEET_CONTNET: "Выбранные пользователи могут только читать этот лист. Защиту листа можно переопределить на уровне диапазона",
	DELETE_PERMISSION: "Удалить защиту",
	DELETE_CONFIRM_MSG: "Вы действительно хотите удалить защиту?",
	CREATED: "Создал пользователь ${0}", // here ${0} means the user name
	LAST_MODIFIED: "Последние изменения внес пользователь ${0}" // here ${0} means the user name
})

