({
	LABEL_NAMES_LIST: "النطاقات المسماه:",
	LABEL_REFERSTO: "يشير الى:",
	LABEL_NEW_BUTTON: "جديد...",
	LABEL_MODIFY_BUTTON: "تطبيق",
	DELETE_NAME_CONFIRM_MSG:"هل تريد حذف المدى ${0}؟",
	DELETE_NAME:"حذف المدى المسمى",
	LABEL_INVALIDMSG: "المرجع غير صحيح. قم بادخال المدى فى مجال يشير الى أو قم بالسحب لتحديد مدى فى الجداول الحسابية.",
	LABEL_EMPTYREF: "المرجع لا يمكن أن يكون خاليا. قم بادخال المدى فى مجال يشير الى أو قم بالسحب لتحديد مدى فى الجداول الحسابية.",
	EMPTY_INFO:"لا توجد نطاقات مسماه. لتكوين مدى، اضغط جديد.",
	DELETE_HELP:"حذف المدى المسمى",
	REFERS_HELP:"اترك هذه النافذة مفتوحة وقم بسحبها لتحديد قيم المدى فى الجدول.",
	
	ACC_NAMEDRANGE:"مدى مسمى",
	ACC_REFERSTO : "يشير الى"
	})
