({
	LABEL_REFERSTO: "يشير الى:",
	LABEL_NAME: "‏الاسم:‏",
	LABEL_INVALIDADDRESS: "المرجع غير صحيح. قم بادخال المدى فى مجال يشير الى أو قم بالسحب لتحديد مدى فى الجداول الحسابية.",	
	LABEL_EMPTYREF: "المرجع لا يمكن أن يكون خاليا. قم بادخال المدى فى مجال يشير الى أو قم بالسحب لتحديد مدى فى الجداول الحسابية.",
	LABEL_INVALIDNAME: "الاسم غير صحيح. الأسباب المحتملة:<br> أ) لا يبدأ الاسم بحرف أو شرطة مائلة للخلف (\\) أو شرطة سفلية (_). <br> ب) يتم تضمين مسافات فى الاسم.<br> ج) يتم استخدام الكلمات المرشدة المحجوزة، مثل \"r\" أو \"c\".<br> د) الاسم يماثل عنوان الخانة، مثل \"Q2\" أو \"FY98\".<br> ه) أطوال الأسماء أطول من 255 حرف.",
	LABEL_EMPTYNAME: "لا يمكن أن يكون الاسم خاليا",
	LABEL_EXISTEDNAME: "الاسم موجود بالفعل. قم بادخال اسم متفرد. الأسماء ليست حساسة لحالة الحروف.",
	LABEL_RCNAME: "لا تستخدم اسم مماثل لعنوان الخانة R1C1." ,	
	LABEL_KEYWORDS: "لا تقم باستخدام الكلمة المرشدة '${0}' كاسم.",
	REFERS_HELP:"اترك هذه النافذة مفتوحة وقم بسحبها لتحديد قيم المدى فى الجدول."
})
