({
	title: "Деректер тексерісі",
	dvType:"Деректерді тексеру түрін таңдау",
	dvOperator: "Деректерді тексеру операторын таңдау",
	and:"және",
	addItems:"Элементтерді қосыңыз...",
	
	none:"тексеріс жоқ",
	whole:"бүтін сан болып табылады",
	decimal:"ондық сан болып табылады",
	itemList:"элементтер тізімі болып саналады",
	rangeList:"ұяшық ауқымындағы тізім болып табылады",
	date:"күні болып саналады",
	time:"уақыты болып табылады",
	text:"мәтіні болып табылады",
	textLength:"сол мәтін ұзындығында келесідегідей болып табылады",
	custom:"тұтыну формуласы",
	
	bet: "арасында",
	notBet:"арасында емес",
	equal:"келесіге тең",
	notEqual:"келесіге тең емес",
	greater:"үлкенірек",
	greaterEqual:"келесіден үлкенірек не оған тең",
	less:"кішірек",
	lessEqual:"келесіден азырақ не оған тең",
	
	valid:"Жарамды күні болып саналады",
	before:"дейін",
	onBefore:"сол кезде не оған дейін",
	after:"кейін",
	onAfter:"сол кезде не одан кейін",
	
	contains:"Қамтиды",
	notContains:"Қамтымайды",
	email:"Жарамды электронды пошта болып табылады",
	url:"Жарамды url-мекенжайы",

	max:"Ең үлкен",
	min:"Ең кіші",
	source:"Негізгі",
	formula:"Формула",
	criValue:"Критерия мәні",
	
	hintLabel:"Осы ауқымға арналған критериядағы анықтама мәтінін енгізу",
	
	refAlert:"Жарамды ауқым",
	
	alert:"Жарамсыз ${0}",
	dateStr:"күні",
	timeStr:"уақыт",
	wholeStr:"бүтін сан",
	decimalStr:"ондық",
	rangeStr:"ауқым",
	formulaStr:"формула",
	itemListStr:"элементтердің тізімі",
	textStr:"сан",
	
	removeItem: "Жою ${0}",

	addItem:"Тізім элементін қосу",
	
	mulInfo:"Осы таңдалған ұяшықтар бірнеше тексерістерді қамтиды.",
	
	removeAll: "Барлығын жою",
	ok:"OK",
	remove:"Жою",
	cancel:"Болдырмау"
})

