({
	STRING_NOT_FOUND: "Το στοιχείο \"${0}\" δεν βρέθηκε.",    
	FIND_AND_REPLACE : "Εύρεση και αντικατάσταση",
	MATCH_CASE: "Συμφωνία πεζών/κεφαλαίων",
	BACKWARD: "Προς τα πίσω",
	MATCHCELL: "Ολόκληρο κελί",
	SEARCH_ALL_SHEETS: "Αναζήτηση στα φορτωμένα φύλλα",
	SEARCH_FORMULA: "Τύπος αναζήτησης",
	FIND_LABEL: "Εύρεση",
	REPLACE_LABEL: "Αντικατάσταση",
	REPLACEALL_LABEL: "Αντικατάσταση όλων",
	LOOKING_AROUND: "Έγινε αναζήτηση μέχρι το τέλος του φύλλου. Θέλετε να συνεχιστεί η αναζήτηση από την αρχή;",
	LOOKING_AROUND_DOC: "Έγινε αναζήτηση μέχρι το τέλος του εγγράφου. Θέλετε να συνεχιστεί η αναζήτηση από την αρχή;",
	REPLACE_FINISHED: "Αντικαταστάθηκαν ${0} κελιά.",
	NO_FIND_KEY: "Καταχωρήστε δεδομένα αναζήτησης."
})

