({
	title: "Επικύρωση δεδομένων",
	dvType:"Επιλογή είδους επικύρωσης δεδομένων",
	dvOperator: "Επιλογή τελεστή επικύρωσης δεδομένων",
	and:"και",
	addItems:"Προσθήκη στοιχείων...",
	
	none:"χωρίς επικύρωση",
	whole:"είναι ακέραιος αριθμός",
	decimal:"είναι δεκαδικός αριθμός",
	itemList:"είναι μια λίστα στοιχείων",
	rangeList:"είναι μια λίστα από περιοχή κελιών",
	date:"είναι μια τιμή ημερομηνίας",
	time:"είναι μια τιμή ώρας",
	text:"είναι κείμενο",
	textLength:"με μήκος κειμένου",
	custom:"είναι προσαρμοσμένος τύπος",
	
	bet: "μεταξύ",
	notBet:"όχι μεταξύ",
	equal:"ίσο με",
	notEqual:"όχι ίσο με",
	greater:"μεγαλύτερο από",
	greaterEqual:"μεγαλύτερο από ή ίσο με",
	less:"μικρότερο από",
	lessEqual:"μικρότερο από ή ίσο με",
	
	valid:"Είναι μια έγκυρη τιμή ημερομηνίας",
	before:"πριν από",
	onBefore:"πριν από ή στις",
	after:"μετά από",
	onAfter:"μετά από ή στις",
	
	contains:"Περιέχει",
	notContains:"Δεν περιέχει",
	email:"Είναι μια έγκυρη τιμή e-mail",
	url:"Είναι μια έγκυρη τιμή URL",

	max:"Μέγιστο",
	min:"Ελάχιστο",
	source:"Προέλευση",
	formula:"Τύπος",
	criValue:"Τιμή κριτηρίου",
	
	hintLabel:"Προσθήκη κειμένου βοήθειας για τα κριτήρια σε αυτή την περιοχή",
	
	refAlert:"Μη έγκυρη περιοχή",
	
	alert:"Μη έγκυρη ${0}",
	dateStr:"τιμή ημερομηνίας",
	timeStr:"τιμή ώρας",
	wholeStr:"τιμή ακέραιου αριθμού",
	decimalStr:"τιμή δεκαδικού αριθμού",
	rangeStr:"περιοχή",
	formulaStr:"τιμή τύπου",
	itemListStr:"λίστα στοιχείων",
	textStr:"αριθμητική τιμή",
	
	removeItem: "Αφαίρεση - ${0}",

	addItem:"Προσθήκη στοιχείου λίστας",
	
	mulInfo:"Τα επιλεγμένα κελιά περιέχουν πολλαπλές επικυρώσεις.",
	
	removeAll: "Αφαίρεση όλων",
	ok:"OK",
	remove:"Αφαίρεση",
	cancel:"Ακύρωση"
})

