({
	LABEL_REFERSTO: "参照先:",
	LABEL_NAME: "名前:",
	LABEL_INVALIDADDRESS: "参照は無効です。「参照先」フィールドに範囲を入力するか、スプレッドシートでドラッグして範囲を選択してください。",	
	LABEL_EMPTYREF: "参照を空にすることはできません。「参照先」フィールドに範囲を入力するか、スプレッドシートでドラッグして範囲を選択してください。",
	LABEL_INVALIDNAME: "名前が無効です。以下の理由が考えられます。<br>  a) 名前の先頭が文字、バックスラッシュ (\\)、下線 (_) でない。<br>  b) 名前にスペースが含まれている。<br> c) \"r\" や \"c\" などの予約キーワードが使用されている。<br>  d) \"Q2\" や \"FY98\" など、セルのアドレスに似た名前になっている。<br>  e) 名前が 255 文字よりも長い。",
	LABEL_EMPTYNAME: "名前を空にすることはできません",
	LABEL_EXISTEDNAME: "この名前は既に存在しています。固有の名前を入力してください。名前の大文字と小文字は区別されません。",
	LABEL_RCNAME: "R1C1 など、セル・アドレスに類似した名前は使用しないでください。" ,	
	LABEL_KEYWORDS: "キーワード '${0}' を名前として使用しないでください。",
	REFERS_HELP:"このウィンドウを開いたままにして、シート内でドラッグして範囲の値を選択します。"
})
