({
	column: "Колона",
	bar:"Лента",
	bar3D:"3Д лента",
	pie:"Пита",
	pie3D: "3Д пита",
	ofPie: "Композициска пита",
	area: "Област",
	area3D: "3Д Област",
	line: "Линија",
	line3D: "3Д линија",
	scatter: "Распрснато",
	stock: "Берза",
	surface: "Површина",
	surface3D: "3Д површина",
	doughnut: "Графикон со прстени",
	bubble: "Со балонче",
	radar: "Радарски дијаграм",
	
	LOADING: "Вчитување...",
	UNSUPPORTED_CHART: "Неподржан тип на графикон - ${0}",
	TOO_MANY_POINTS: "Не може да прикаже графикон што има повеќе од ${0} податочни точки"
})

