# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2020
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************
#
# NLS_MESSAGEFORMAT_VAR
# NLS_ENCODING=UNICODE
#
Message_ProductName=HCL Connections Docs
Message_ComponentNameConversion=Application de conversion de format de document
Message_ComponentNameEditor=Application Editor
Message_ComponentNameEditorExt=Extension Editor
Message_ComponentNameEditorProxy=Proxy Editor
Message_ComponentNameViewer=Application Viewer
Message_ComponentNameViewerExt=Extension Viewer

Message_HardwareServerNameConversion=Serveur de conversion de format de document
Message_HardwareServerNameEditor=Serveur Editor
Message_HardwareServerNameProxy=Serveur proxy Editor
Message_HardwareServerNameViewer=Serveur Viewer

Message_InvalidNumberOfParameters$uuid=CRRSE1234E
Message_InvalidNumberOfParameters$useraction=Identifiez le package qui a ce probl\u00e8me en consultant l'historique d'installation. Dans Installation Manager, cliquez sur Fichier > Historique d'installation. En mode console, entrez S dans le menu principal pour s\u00e9lectionner "Afficher l'historique d'installation". Contactez le support client IBM.
Message_InvalidNumberOfParameters$explanation=Le programme d'installation ne passe pas les param\u00e8tres corrects pour le binaire qu'il tente d'ex\u00e9cuter. Il s'agit d'une erreur interne qui ne peut pas \u00eatre corrig\u00e9e par Installation Manager.
Message_InvalidNumberOfParameters$message=L''op\u00e9ration de remplacement requiert {0} param\u00e8tres mais ne comporte que {1} param\u00e8tres. (Syntaxe : <fichier> <cha\u00eene_\u00e0_rechercher> <cha\u00eene_de_remplacement>)

Message_FileDoesNotExist$uuid=CRRSE1235E
Message_FileDoesNotExist$useraction=Identifiez le package qui a ce probl\u00e8me en consultant l'historique d'installation. Dans Installation Manager, cliquez sur Fichier > Historique d'installation. En mode console, entrez S dans le menu principal pour s\u00e9lectionner "Afficher l'historique d'installation". Contactez le support client IBM.
Message_FileDoesNotExist$explanation=Un programme en cours d'ex\u00e9cution par le programme d'installation tente de remplacer une cha\u00eene dans un fichier qui n'existe pas. Il s'agit d'une erreur interne qui ne peut pas \u00eatre corrig\u00e9e par Installation Manager.
Message_FileDoesNotExist$message=Le fichier {0} n''existe pas.

Message_FileNotWritable$uuid=CRRSE1236E
Message_FileNotWritable$useraction=Identifiez le package qui a ce probl\u00e8me en consultant l'historique d'installation. Dans Installation Manager, cliquez sur Fichier > Historique d'installation. En mode console, entrez S dans le menu principal pour s\u00e9lectionner "Afficher l'historique d'installation". Contactez le support client IBM.
Message_FileNotWritable$explanation=Un programme en cours d'ex\u00e9cution par le programme d'installation tente de remplacer une cha\u00eene dans un fichier en lecture seule. Il s'agit d'une erreur interne qui ne peut pas \u00eatre corrig\u00e9e par Installation Manager.
Message_FileNotWritable$message=Le fichier {0} n''est pas accessible en \u00e9criture.

Message_InvalidArgument_EmptyString$uuid=CRRSE1237E
Message_InvalidArgument_EmptyString$useraction=Identifiez le package qui a ce probl\u00e8me en consultant l'historique d'installation. Dans Installation Manager, cliquez sur Fichier > Historique d'installation. En mode console, entrez S dans le menu principal pour s\u00e9lectionner "Afficher l'historique d'installation".
Message_InvalidArgument_EmptyString$explanation=Un programme en cours d'ex\u00e9cution par le programme d'installation tente de remplacer une cha\u00eene vide dans un fichier. Il s'agit d'une erreur interne qui ne peut pas \u00eatre corrig\u00e9e par Installation Manager.
Message_InvalidArgument_EmptyString$message=La cha\u00eene \u00e0 remplacer ne peut \u00eatre vide.
####################################################################################################################################################################
# Docs command ID for installation

Message_CollectClusterInfo=Collecte des informations de cluster \u00e0 partir de l''environnement WebSphere pour le composant {0}
Message_CollectWebserverInfo=Collecte des informations de serveur Web \u00e0 partir de l''environnement WebSphere pour le composant {0}
Message_InitialWasData=Initialisation des donn\u00e9es de WebSphere Application Server pour le composant {0}
Message_InstallSpellCheckBundle=Installation des bundles OSGi de v\u00e9rification orthographique pour le composant {0}
Message_InstallSpreadsheetNodeJS=Installation de Node JS pour le composant {0}
Message_InstallConfigJson=Installation du fichier de configuration JSON pour le composant {0}
Message_SetVariables=D\u00e9finition des variables WebSphere pour le composant {0}
Message_TuneJVM=R\u00e9glage des param\u00e8tres de machine virtuelle Java pour le composant {0}
Message_CreateJVMProperty=Cr\u00e9ation d''une propri\u00e9t\u00e9 de machine virtuelle Java pour le composant {0}
Message_DisableSessionSecurity=D\u00e9sactivation de la s\u00e9curit\u00e9 de niveau session pour le composant {0}
Message_AddWorkManager=Ajout de gestionnaire de travaux pour le composant {0}
Message_SetupJDBCJAAS=Configuration de connectivit\u00e9 JDBC et de service JAAS pour le composant {0}
Message_SetupJDBCProvider=Configuration de fournisseur JDBC pour le composant {0}
Message_SetupDataSource=Configuration de source de donn\u00e9es JDBC pour le composant {0}
Message_AddScheduler=Ajout de planificateur de t\u00e2ches de nettoyage pour le composant {0}
Message_TuneTransactionConfig=R\u00e9glage de configuration de transaction de WebSphere Application Server pour le composant {0}
Message_EnsureCompatibleSharedLib=V\u00e9rification de compatibilit\u00e9 de biblioth\u00e8que partag\u00e9e pour le composant {0}
Message_AddObjectCache=Cr\u00e9ation d''instance de cache d''objet pour le composant {0}
Message_InstallEar=Installation d''application pour le composant {0}
Message_Map2WebServer=Mappage entre les modules d''application Web et le serveur Web pour le composant {0}
Message_mapSecurityRole=Mappage de r\u00f4le de s\u00e9curit\u00e9 pour le composant {0}
Message_AddBus=Ajout de bus pour le composant {0}
Message_CreateFactory=Cr\u00e9ation d''une fabrique de rubriques pour le composant {0}
Message_AddDestination=Ajout de destination pour le composant {0}
Message_CreateTopic=Cr\u00e9ation de rubrique pour le composant {0}
Message_AddActivation=Ajout d''activation pour le composant {0}
Message_TuneLOG=R\u00e9glage des param\u00e8tres de journal pour le composant {0}
Message_SetupDocsAdminJ2CAlias=Configuration du r\u00f4le docsAdmin avec l''alias J2C pour le composant {0}
Message_JobManagerAdapter=Ex\u00e9cution d''un travail distant ou local d''installation pour le composant {0}
Message_StopServer=Arr\u00eat de WebSphere Application Server pour le composant {0}
Message_StartServer=D\u00e9marrage de WebSphere Application Server pour le composant {0}
Message_StopServerBase=Arr\u00eat des clusters WebSphere Application Server pour le composant {0}
Message_StartServerBase=D\u00e9marrage des clusters WebSphere Application Server pour le composant {0}
Message_StopNode=Arr\u00eat du noeud pour le composant {0}
Message_StartNode=D\u00e9marrage du noeud pour le composant {0}
Message_SyncNodes=Synchronisation de tous les noeuds pour le composant {0}
Message_InstallRTC4WebBundle=Installation des bundles OSGi RTC4Web pour le composant {0}
Message_AddVersionInfo=Ajout d''informations de version pour le composant {0}
Message_CreateUninstaller=Cr\u00e9ation de programme de d\u00e9sinstallation pour le composant {0}
Message_AddTag=Ajout de balise de production pour le composant {0}
Message_Rollback=Restauration pour le composant {0}
Message_MapProxy2WebServer=Mappage entre les modules d''application Web et le serveur Web et configuration du serveur Web pour le composant {0}
# Viewer command ID for installation
Message_SetupViewerAdminJ2CAlias=Configuration du r\u00f4le viewerAdmin avec l''alias J2C pour le composant {0}
Message_AddImagePng=Enregistrement de l''extension d''image pour le composant {0}
Message_RegisterNFS=R\u00e9glage des performances de stockage partag\u00e9 pour le composant {0}
Message_AddTimerManager=Ajout de gestionnaire de minuteur WebSphere pour le composant {0}
Message_CreateSharedLib=Cr\u00e9ation de biblioth\u00e8que partag\u00e9e pour le composant {0}
Message_AssociateSharedLib=Association de biblioth\u00e8que partag\u00e9e pour le composant {0}
# Conversion command ID for installation
Message_InstallStellent=Installation de Stellent pour le composant {0}
Message_InstallSymphony=Installation de Symphony pour le composant {0}
Message_InstallOSGIBundle=Installation de bundles OSGi de conversion pour le composant {0}
Message_InstallNativeFiles=Installation de fichiers natifs pour le composant {0}
# Proxy command ID for installation
Message_InstallProxyFilter=Installation de filtre proxy pour le composant {0}
Message_CreateCompressAction=Configuration de param\u00e8tres de compression pour le composant {0}
Message_CreateProxyTuning=R\u00e9glage des param\u00e8tres de machines virtuelles Java, de gestionnaire de travaux et de pool d''unit\u00e9s d''ex\u00e9cution pour le composant {0}
Message_CreateTrustedSecurity=Ajout d''un serveur Web s\u00e9curis\u00e9 pour le composant {0}
Message_CreateVirtualHosts=Ajout d''h\u00f4tes virtuels \u00e0 la liste d''h\u00f4tes virtuels WebSphere pour le composant {0}
# Extension command ID for installation
Message_RegisterDocsInNews=Enregistrement de biblioth\u00e8que partag\u00e9e Docs dans l''application News pour le composant {0}
Message_ReviseLotusConnectionsConfig=Modification de LotusConnections-config.xml pour le composant {0}
Message_InstallFiletype=Liaison du type de fichier HCL Connections Docs aux fichiers HCL Connections pour le composant {0}
Message_StopServerCluster=Arr\u00eat des clusters WebSphere Application Server pour le composant {0}
Message_StartServerCluster=D\u00e9marrage des clusters WebSphere Application Server pour le composant {0}
Message_CheckICRole=V\u00e9rification du r\u00f4le de s\u00e9curit\u00e9 d''HCL Connections pour le composant {0}
Message_InstallPlugin=Installation des bundles OSGi HCL Connections Docs Extension pour le composant {0}
Message_InstallDocsDaemon=Installation de biblioth\u00e8que partag\u00e9e Docs pour le composant {0}
Message_InstallViewerDaemon=Installation de biblioth\u00e8que partag\u00e9e Viewer pour le composant {0}
####################################################################################################################################################################
# Docs command ID for un-installation
#Message_Uninstall_CollectClusterInfo=Collecting cluster information from WebSphere environment for component {0}
#Message_Uninstall_CollectWebserverInfo=Collecting web server information from WebSphere environment for component {0}
#Message_Uninstall_InitialWasData=Initializing the data of WebSphere Application Server for component {0}
Message_Uninstall_InstallSpellCheckBundle=Retrait des bundles OSGi de v\u00e9rification orthographique pour le composant {0}
Message_Uninstall_InstallSpreadsheetNodeJS=Retrait de Node JS pour le composant {0}
Message_Uninstall_InstallConfigJson=Retrait du fichier de configuration JSON pour le composant {0}
Message_Uninstall_SetVariables=Retrait des variables WebSphere d\u00e9finies pour le composant {0}
Message_Uninstall_TuneJVM=Retrait des param\u00e8tres de machine virtuelle Java r\u00e9gl\u00e9s pour le composant {0}
Message_Uninstall_CreateJVMProperty=Retrait de la propri\u00e9t\u00e9 de machine virtuelle Java pour le composant {0}
Message_Uninstall_DisableSessionSecurity=Activation de la s\u00e9curit\u00e9 de niveau session d\u00e9sactiv\u00e9e pour le composant {0}
Message_Uninstall_AddWorkManager=Retrait du gestionnaire de travaux ajout\u00e9 pour le composant {0}
Message_Uninstall_SetupJDBCJAAS=Retrait de la connectivit\u00e9 JDBC et du service JAAS pour le composant {0}
Message_Uninstall_SetupJDBCProvider=Retrait du fournisseur JDBC configur\u00e9 pour le composant {0}
Message_Uninstall_SetupDataSource=Retrait de la source de donn\u00e9es JDBC configur\u00e9e pour le composant {0}
Message_Uninstall_AddScheduler=Retrait du planificateur de t\u00e2ches de nettoyage pour le composant {0}
Message_Uninstall_TuneTransactionConfig=Retrait de la configuration de transaction de WebSphere Application Server r\u00e9gl\u00e9e pour le composant {0}
#Message_Uninstall_EnsureCompatibleSharedLib=Checking compatibility of shared library for component {0}
Message_Uninstall_AddObjectCache=Retrait de l''instance de cache d''objet pour le composant {0}
Message_Uninstall_InstallEar=Retrait d''application pour le composant {0}
Message_Uninstall_Map2WebServer=Retrait de la relation de mappage entre les modules d''application Web et le serveur Web pour le composant {0}
Message_Uninstall_mapSecurityRole=Retrait du r\u00f4le de s\u00e9curit\u00e9 mapp\u00e9 pour le composant {0}
Message_Uninstall_AddBus=Retrait de bus pour le composant {0}
Message_Uninstall_CreateFactory=Retrait d''une fabrique de rubriques pour le composant {0}
Message_Uninstall_AddDestination=Retrait de destination pour le composant {0}
Message_Uninstall_CreateTopic=Retrait de rubrique pour le composant {0}
Message_Uninstall_AddActivation=Retrait d''activation pour le composant {0}
Message_Uninstall_TuneLOG=Retrait de param\u00e8tres de journal pour le composant {0}
Message_Uninstall_SetupDocsAdminJ2CAlias=Retrait du r\u00f4le docsAdmin avec l''alias J2C pour le composant {0}
Message_Uninstall_JobManagerAdapter=Ex\u00e9cution d''un travail distant ou local de d\u00e9sinstallation pour le composant {0}
#Message_Uninstall_StopServer=Stopping WebSphere Application Server for component {0}
#Message_Uninstall_StartServer=Starting WebSphere Application Server for component {0}
#Message_Uninstall_StopServerBase=Stopping WebSphere Application Server clusters for component {0}
#Message_Uninstall_StartServerBase=Starting WebSphere Application Server clusters for component {0}
#Message_Uninstall_StopNode=Stopping the node for component {0}
#Message_Uninstall_StartNode=Starting the node for component {0}
#Message_Uninstall_SyncNodes=Synchronizing all of the nodes for component {0}
Message_Uninstall_InstallRTC4WebBundle=Retrait des bundles OSGi RTC4Web pour le composant {0}
Message_Uninstall_AddVersionInfo=Retrait d''informations de version pour le composant {0}
Message_Uninstall_CreateUninstaller=Retrait de programme de d\u00e9sinstallation pour le composant {0}
Message_Uninstall_AddTag=Retrait de balise de production pour le composant {0}
#Message_Uninstall_Rollback=Rolling back for component {0}
Message_Uninstall_MapProxy2WebServer=Retrait de la relation de mappage entre les modules d''application Web et le serveur Web et de la configuration du serveur Web pour le composant {0}
# Viewer command ID for un-installation
Message_Uninstall_SetupViewerAdminJ2CAlias=Retrait du r\u00f4le viewerAdmin avec l''alias J2C pour le composant {0}
Message_Uninstall_AddImagePng=Retrait de l''extension d''image enregistr\u00e9e pour le composant {0}
Message_Uninstall_RegisterNFS=Retrait des param\u00e8tres de performance de stockage partag\u00e9 r\u00e9gl\u00e9s pour le composant {0}
Message_Uninstall_AddTimerManager=Retrait de gestionnaire de minuteur WebSphere pour le composant {0}
Message_Uninstall_CreateSharedLib=Retrait de biblioth\u00e8que partag\u00e9e pour le composant {0}
Message_Uninstall_AssociateSharedLib=Retrait d''association de biblioth\u00e8que partag\u00e9e pour le composant {0}
# Conversion command ID for un-installation
Message_Uninstall_InstallStellent=Retrait de Stellent pour le composant {0}
Message_Uninstall_InstallSymphony=Retrait de Symphony pour le composant {0}
Message_Uninstall_InstallOSGIBundle=Retrait de bundles OSGi de conversion pour le composant {0}
Message_Uninstall_InstallNativeFiles=Retrait de fichiers natifs pour le composant {0}
# Proxy command ID for un-installation
Message_Uninstall_InstallProxyFilter=Retrait de filtre proxy pour le composant {0}
Message_Uninstall_CreateCompressAction=Retrait des param\u00e8tres de compression configur\u00e9s pour le composant {0}
Message_Uninstall_CreateProxyTuning=Retrait des param\u00e8tres de machines virtuelles Java, de gestionnaire de travaux et de pool d''unit\u00e9s d''ex\u00e9cution r\u00e9gl\u00e9s pour le composant {0}
Message_Uninstall_CreateTrustedSecurity=Retrait d''un serveur Web s\u00e9curis\u00e9 pour le composant {0}
Message_Uninstall_CreateVirtualHosts=Retrait d''h\u00f4tes virtuels de la liste d''h\u00f4tes virtuels WebSphere pour le composant {0}
# Extension command ID for un-installation
Message_Uninstall_RegisterDocsInNews=Retrait de biblioth\u00e8que partag\u00e9e Docs dans l''application News enregistr\u00e9e pour le composant {0}
Message_Uninstall_ReviseLotusConnectionsConfig=Retrait des modifications de LotusConnections-config.xml pour le composant {0}
Message_Uninstall_InstallFiletype=Retrait de la liaison entre le type de fichier HCL Connections Docs et les fichiers HCL Connections pour le composant {0}
#Message_Uninstall_StopServerCluster=Stopping WebSphere Application Server Clusters for component {0}
#Message_Uninstall_StartServerCluster=Starting WebSphere Application Server Clusters for component {0}
#Message_Uninstall_CheckICRole=Checking the security role of HCL Connections for component {0}
Message_Uninstall_InstallPlugin=Retrait des bundles OSGi HCL Connections Docs Extension pour le composant {0}
Message_Uninstall_InstallDocsDaemon=Retrait de biblioth\u00e8que partag\u00e9e Docs pour le composant {0}
Message_Uninstall_InstallViewerDaemon=Retrait de biblioth\u00e8que partag\u00e9e Viewer pour le composant {0}
####################################################################################################################################################################
# Docs command ID for rollback
Message_Rollback_InstallSpellCheckBundle=Restauration des bundles OSGi de v\u00e9rification orthographique pour le composant {0}
Message_Rollback_InstallSpreadsheetNodeJS=Restauration de Node JS pour le composant {0}
Message_Rollback_InstallConfigJson=Restauration du fichier de configuration JSON pour le composant {0}
Message_Rollback_SetVariables=Restauration des variables WebSphere d\u00e9finies pour le composant {0}
Message_Rollback_TuneJVM=Restauration des param\u00e8tres de machine virtuelle Java r\u00e9gl\u00e9s pour le composant {0}
Message_Rollback_CreateJVMProperty=Restauration de la propri\u00e9t\u00e9 de machine virtuelle Java cr\u00e9\u00e9e pour le composant {0}
Message_Rollback_DisableSessionSecurity=Restauration de la s\u00e9curit\u00e9 de niveau session d\u00e9sactiv\u00e9e pour le composant {0}
Message_Rollback_AddWorkManager=Restauration du gestionnaire de travaux ajout\u00e9 pour le composant {0}
Message_Rollback_SetupJDBCJAAS=Restauration de la connectivit\u00e9 JDBC et du service JAAS configur\u00e9s pour le composant {0}
Message_Rollback_SetupJDBCProvider=Restauration du fournisseur JDBC configur\u00e9 pour le composant {0}
Message_Rollback_SetupDataSource=Restauration de la source de donn\u00e9es JDBC configur\u00e9e pour le composant {0}
Message_Rollback_AddScheduler=Restauration du planificateur de t\u00e2ches de nettoyage pour le composant {0}
Message_Rollback_TuneTransactionConfig=Restauration de la configuration de transaction de WebSphere Application Server r\u00e9gl\u00e9e pour le composant {0}
Message_Rollback_AddObjectCache=Restauration de l''instance de cache d''objet cr\u00e9\u00e9e pour le composant {0}
Message_Rollback_InstallEar=Restauration d''application pour le composant {0}
Message_Rollback_Map2WebServer=Restauration de la relation de mappage entre les modules d''application Web et le serveur Web pour le composant {0}
Message_Rollback_mapSecurityRole=Restauration du r\u00f4le de s\u00e9curit\u00e9 mapp\u00e9 pour le composant {0}
Message_Rollback_AddBus=Restauration de bus pour le composant {0}
Message_Rollback_CreateFactory=Restauration d''une fabrique de rubriques pour le composant {0}
Message_Rollback_AddDestination=Restauration de destination pour le composant {0}
Message_Rollback_CreateTopic=Restauration de rubrique pour le composant {0}
Message_Rollback_AddActivation=Restauration d''activation pour le composant {0}
Message_Rollback_TuneLOG=Restauration des param\u00e8tres de journal r\u00e9gl\u00e9s pour le composant {0}
Message_Rollback_SetupDocsAdminJ2CAlias=Restauration du r\u00f4le docsAdmin avec l''alias J2C pour le composant {0}
Message_Rollback_JobManagerAdapter=Ex\u00e9cution d''un travail distant ou local de restauration pour le composant {0}
Message_Rollback_InstallRTC4WebBundle=Restauration des bundles OSGi RTC4Web pour le composant {0}
Message_Rollback_AddVersionInfo=Restauration d''informations de version pour le composant {0}
Message_Rollback_CreateUninstaller=Restauration de programme de d\u00e9sinstallation pour le composant {0}
Message_Rollback_AddTag=Restauration de balise de production pour le composant {0}
Message_Rollback_MapProxy2WebServer=Restauration de la relation de mappage entre les modules d''application Web et le serveur Web et de la configuration du serveur Web pour le composant {0}
# Viewer command ID for rollback
Message_Rollback_SetupViewerAdminJ2CAlias=Restauration du r\u00f4le viewerAdmin avec l''alias J2C pour le composant {0}
Message_Rollback_AddImagePng=Restauration de l''extension d''image enregistr\u00e9e pour le composant {0}
Message_Rollback_RegisterNFS=Restauration des param\u00e8tres de performance de stockage partag\u00e9 r\u00e9gl\u00e9s pour le composant {0}
Message_Rollback_AddTimerManager=Restauration de gestionnaire de minuteur WebSphere pour le composant {0}
Message_Rollback_CreateSharedLib=Restauration de biblioth\u00e8que partag\u00e9e pour le composant {0}
Message_Rollback_AssociateSharedLib=Restauration d''association de biblioth\u00e8que partag\u00e9e pour le composant {0}
# Conversion command ID for rollback
Message_Rollback_InstallStellent=Restauration de Stellent pour le composant {0}
Message_Rollback_InstallSymphony=Restauration de Symphony pour le composant {0}
Message_Rollback_InstallOSGIBundle=Restauration des bundles OSGi de conversion pour le composant {0}
Message_Rollback_InstallNativeFiles=Restauration de fichiers natifs pour le composant {0}
# Proxy command ID for rollback
Message_Rollback_InstallProxyFilter=Restauration de filtre proxy pour le composant {0}
Message_Rollback_CreateCompressAction=Restauration des param\u00e8tres de compression configur\u00e9s pour le composant {0}
Message_Rollback_CreateProxyTuning=Restauration des param\u00e8tres de machines virtuelles Java, de gestionnaire de travaux et de pool d''unit\u00e9s d''ex\u00e9cution r\u00e9gl\u00e9s pour le composant {0}
Message_Rollback_CreateTrustedSecurity=Restauration d''un serveur Web s\u00e9curis\u00e9 pour le composant {0}
Message_Rollback_CreateVirtualHosts=Restauration d''h\u00f4tes virtuels de la liste d''h\u00f4tes virtuels WebSphere pour le composant {0}
# Extension command ID for rollback
Message_Rollback_RegisterDocsInNews=Restauration de de biblioth\u00e8que partag\u00e9e Docs dans l''application News enregistr\u00e9e pour le composant {0}
Message_Rollback_ReviseLotusConnectionsConfig=Restauration des modifications de LotusConnections-config.xml pour le composant {0}
Message_Rollback_InstallFiletype=Restauration de la liaison entre le type de fichier HCL Connections Docs et les fichiers HCL Connections pour le composant {0}
Message_Rollback_InstallPlugin=Restauration des bundles OSGi HCL Connections Docs Extension pour le composant {0}
Message_Rollback_InstallDocsDaemon=Restauration de biblioth\u00e8que partag\u00e9e Docs pour le composant {0}
Message_Rollback_InstallViewerDaemon=Restauration de biblioth\u00e8que partag\u00e9e Viewer pour le composant {0}
####################################################################################################################################################################
# Docs command ID for upgrade
Message_Upgrade_InstallSpellCheckBundle=Mise \u00e0 niveau des bundles OSGi de v\u00e9rification orthographique pour le composant {0}
Message_Upgrade_InstallSpreadsheetNodeJS=Mise \u00e0 niveau de Node JS pour le composant {0}
Message_Upgrade_InstallConfigJson=Mise \u00e0 niveau du fichier de configuration JSON pour le composant {0}
Message_Upgrade_SetVariables=Mise \u00e0 niveau des variables WebSphere d\u00e9finies pour le composant {0}
Message_Upgrade_TuneJVM=Mise \u00e0 niveau des param\u00e8tres de machine virtuelle Java r\u00e9gl\u00e9s pour le composant {0}
Message_Upgrade_CreateJVMProperty=Mise \u00e0 niveau de la propri\u00e9t\u00e9 de machine virtuelle Java cr\u00e9\u00e9e pour le composant {0}
Message_Upgrade_DisableSessionSecurity=Mise \u00e0 niveau de la s\u00e9curit\u00e9 de niveau session d\u00e9sactiv\u00e9e pour le composant {0}
Message_Upgrade_AddWorkManager=Mise \u00e0 niveau du gestionnaire de travaux ajout\u00e9 pour le composant {0}
Message_Upgrade_SetupJDBCJAAS=Mise \u00e0 niveau de la connectivit\u00e9 JDBC et du service JAAS configur\u00e9s pour le composant {0}
Message_Upgrade_SetupJDBCProvider=Mise \u00e0 niveau du fournisseur JDBC configur\u00e9 pour le composant {0}
Message_Upgrade_SetupDataSource=Mise \u00e0 niveau de la source de donn\u00e9es JDBC configur\u00e9e pour le composant {0}
Message_Upgrade_AddScheduler=Mise \u00e0 niveau du planificateur de t\u00e2ches de nettoyage pour le composant {0}
Message_Upgrade_TuneTransactionConfig=Mise \u00e0 niveau de la configuration de transaction de WebSphere Application Server r\u00e9gl\u00e9e pour le composant {0}
#Message_Upgrade_EnsureCompatibleSharedLib=Checking compatibility of shared library for component {0}
Message_Upgrade_AddObjectCache=Mise \u00e0 niveau de l''instance de cache d''objet cr\u00e9\u00e9e pour le composant {0}
Message_Upgrade_InstallEar=Mise \u00e0 niveau d''application pour le composant {0}
Message_Upgrade_Map2WebServer=Mise \u00e0 niveau de la relation de mappage entre les modules d''application Web et le serveur Web pour le composant {0}
Message_Upgrade_mapSecurityRole=Mise \u00e0 niveau du r\u00f4le de s\u00e9curit\u00e9 mapp\u00e9 pour le composant {0}
Message_Upgrade_AddBus=Mise \u00e0 niveau de bus pour le composant {0}
Message_Upgrade_CreateFactory=Mise \u00e0 niveau d''une fabrique de rubriques pour le composant {0}
Message_Upgrade_AddDestination=Mise \u00e0 niveau de destination pour le composant {0}
Message_Upgrade_CreateTopic=Mise \u00e0 niveau de rubrique pour le composant {0}
Message_Upgrade_AddActivation=Mise \u00e0 niveau d''activation pour le composant {0}
Message_Upgrade_TuneLOG=Mise \u00e0 niveau des param\u00e8tres de journal r\u00e9gl\u00e9s pour le composant {0}
Message_Upgrade_JobManagerAdapter=Ex\u00e9cution d''un travail distant ou local de mise \u00e0 niveau pour le composant {0}
Message_Upgrade_SetupDocsAdminJ2CAlias=Mise \u00e0 niveau du r\u00f4le docsAdmin avec l''alias J2C pour le composant {0}
Message_Upgrade_InstallRTC4WebBundle=Mise \u00e0 niveau des bundles OSGi RTC4Web pour le composant {0}
Message_Upgrade_AddVersionInfo=Mise \u00e0 niveau d''informations de version pour le composant {0}
Message_Upgrade_CreateUninstaller=Mise \u00e0 niveau de programme de d\u00e9sinstallation pour le composant {0}
Message_Upgrade_AddTag=Mise \u00e0 niveau de balise de production pour le composant {0}
Message_Upgrade_MapProxy2WebServer=Mise \u00e0 niveau de la relation de mappage entre les modules d''application Web et le serveur Web et de la configuration du serveur Web pour le composant {0}
# Viewer command ID for upgrade
Message_Upgrade_SetupViewerAdminJ2CAlias=Mise \u00e0 niveau du r\u00f4le viewerAdmin avec l''alias J2C pour le composant {0}
Message_Upgrade_AddImagePng=Mise \u00e0 niveau de l''extension d''image enregistr\u00e9e pour le composant {0}
Message_Upgrade_RegisterNFS=Mise \u00e0 niveau des param\u00e8tres de performance de stockage partag\u00e9 r\u00e9gl\u00e9s pour le composant {0}
Message_Upgrade_AddTimerManager=Mise \u00e0 niveau de gestionnaire de minuteur WebSphere pour le composant {0}
Message_Upgrade_CreateSharedLib=Mise \u00e0 niveau de biblioth\u00e8que partag\u00e9e pour le composant {0}
Message_Upgrade_AssociateSharedLib=Mise \u00e0 niveau d''association de biblioth\u00e8que partag\u00e9e pour le composant {0}
# Conversion command ID for upgrade
Message_Upgrade_InstallStellent=Mise \u00e0 niveau de Stellent pour le composant {0}
Message_Upgrade_InstallSymphony=Mise \u00e0 niveau de Symphony pour le composant {0}
Message_Upgrade_InstallOSGIBundle=Mise \u00e0 niveau des bundles OSGi de conversion pour le composant {0}
Message_Upgrade_InstallNativeFiles=Mise \u00e0 niveau de fichiers natifs pour le composant {0}
# Proxy command ID for upgrade
Message_Upgrade_InstallProxyFilter=Mise \u00e0 niveau de filtre proxy pour le composant {0}
Message_Upgrade_CreateCompressAction=Mise \u00e0 niveau des param\u00e8tres de compression configur\u00e9s pour le composant {0}
Message_Upgrade_CreateProxyTuning=Mise \u00e0 niveau des param\u00e8tres de machines virtuelles Java, de gestionnaire de travaux et de pool d''unit\u00e9s d''ex\u00e9cution pour le composant {0}
Message_Upgrade_CreateTrustedSecurity=Mise \u00e0 niveau d''un serveur Web s\u00e9curis\u00e9 pour le composant {0}
Message_Upgrade_CreateVirtualHosts=Mise \u00e0 niveau d''h\u00f4tes virtuels de la liste d''h\u00f4tes virtuels WebSphere pour le composant {0}
# Extension command ID for upgrade
Message_Upgrade_RegisterDocsInNews=Mise \u00e0 niveau de biblioth\u00e8que partag\u00e9e Docs dans l''application News enregistr\u00e9e pour le composant {0}
Message_Upgrade_ReviseLotusConnectionsConfig=Mise \u00e0 niveau des modifications de LotusConnections-config.xml pour le composant {0}
Message_Upgrade_InstallFiletype=Mise \u00e0 niveau  de la liaison entre le type de fichier HCL Connections Docs et les fichiers HCL Connections pour le composant {0}
Message_Upgrade_InstallPlugin=Mise \u00e0 niveau des bundles OSGi HCL Connections Docs Extension pour le composant {0}
Message_Upgrade_InstallDocsDaemon=Mise \u00e0 niveau de biblioth\u00e8que partag\u00e9e Docs pour le composant {0}
Message_Upgrade_InstallViewerDaemon=Mise \u00e0 niveau de biblioth\u00e8que partag\u00e9e Viewer pour le composant {0}

#Python process failure
Message_PythonProcessFailed$uuid=CRRSE1E
Message_PythonProcessFailed$useraction=Identifiez le package qui a ce probl\u00e8me en consultant l'historique d'installation. Dans Installation Manager, cliquez sur Fichier > Historique d'installation. En mode console, entrez S dans le menu principal pour s\u00e9lectionner "Afficher l'historique d'installation". Contactez le support client IBM.
Message_PythonProcessFailed$explanation=Des limitations s'appliquent au script Python.
Message_PythonProcessFailed$msg=Echec du d\u00e9ploiement du composant {0}. Pour plus d''informations, v\u00e9rifiez le fichier journal {1}.

Message_PythonProcessFailedAtStart$uuid=CRRSE2E
Message_PythonProcessFailedAtStart$explanation=Python n'a pas \u00e9t\u00e9 install\u00e9 ou est introuvable dans le chemin de syst\u00e8me d'exploitation, ou des limitations s'appliquent au script de d\u00e9ploiement Python.
Message_PythonProcessFailedAtStart$msg=Echec de l''ex\u00e9cution du script Python au d\u00e9but du d\u00e9ploiement du composant {0}.

CRRSE3E$uuid=CRRSE3E
CRRSE3E$useraction=Prenez connaissance du message d'erreur relatif au travail runCommand, corrigez le probl\u00e8me puis essayez d'installer \u00e0 nouveau.
CRRSE3E$explanation=Le programme d'installation a soumis un travail runCommand JobManager pour ex\u00e9cuter un script sur une machine distante mais le travail a \u00e9chou\u00e9.

CRRSE4E$uuid=CRRSE4E
CRRSE4E$useraction=Prenez connaissance du message d'erreur relatif au travail collectFile, corrigez le probl\u00e8me puis essayez d'installer \u00e0 nouveau.
CRRSE4E$explanation=Le programme d'installation a soumis un travail collectFile JobManager pour transf\u00e9rer un r\u00e9pertoire vers Deployment Manager mais le travail a \u00e9chou\u00e9.

CRRSE5E$uuid=CRRSE5E
CRRSE5E$useraction=Prenez connaissance du message d'erreur relatif au travail collectFile, corrigez le probl\u00e8me puis essayez d'installer \u00e0 nouveau.
CRRSE5E$explanation=Le programme d'installation a soumis un travail collectFile JobManager pour transf\u00e9rer des fichiers vers Deployment Manager mais le travail a \u00e9chou\u00e9.

CRRSE6E$uuid=CRRSE6E
CRRSE6E$useraction=Prenez connaissance du message d'erreur relatif au travail distributeFile, corrigez le probl\u00e8me puis essayez d'installer \u00e0 nouveau.
CRRSE6E$explanation=Le programme d'installation a soumis un travail distributeFile JobManager pour transf\u00e9rer des fichiers vers des noeuds distants mais le travail a \u00e9chou\u00e9.

CRRSE7E$uuid=CRRSE7E
CRRSE7E$useraction=Prenez connaissance du message d'erreur relatif au travail removeFile, corrigez le probl\u00e8me puis essayez d'installer \u00e0 nouveau.
CRRSE7E$explanation=Le programme d'installation a soumis un travail removeFile JobManager pour supprimer un fichier sur des noeuds distants mais le travail a \u00e9chou\u00e9.
