# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2020
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************
#
# NLS_MESSAGEFORMAT_VAR
# NLS_ENCODING=UNICODE
#
Message_ProductName=HCL Connections Docs
Message_ComponentNameConversion=Aplicaci\u00f3n Document Format Conversion
Message_ComponentNameEditor=Aplicaci\u00f3n Editor
Message_ComponentNameEditorExt=Extensi\u00f3n de Editor
Message_ComponentNameEditorProxy=Proxy de Editor
Message_ComponentNameViewer=Aplicaci\u00f3n Viewer
Message_ComponentNameViewerExt=Extensi\u00f3n de Viewer

Message_HardwareServerNameConversion=Servidor de Document Format Conversion
Message_HardwareServerNameEditor=Servidor de Editor
Message_HardwareServerNameProxy=Servidor proxy de Editor
Message_HardwareServerNameViewer=Servidor de Viewer

Message_InvalidNumberOfParameters$uuid=CRRSE1234E
Message_InvalidNumberOfParameters$useraction=Identifique el paquete con el problema consultando el historial de instalaci\u00f3n. En el gestor de instalaci\u00f3n, pulse Archivo > Historial de instalaci\u00f3n. En la modalidad de consola, especifique S en el men\u00fa principal para seleccionar "Ver Historial de instalaci\u00f3n". P\u00f3ngase en contacto con el soporte al cliente de IBM.
Message_InvalidNumberOfParameters$explanation=El instalador no est\u00e1 pasando los par\u00e1metros correctos para el binario que est\u00e1 intentando ejecutar. Es un error interno que no puede resolver el gestor de instalaci\u00f3n.
Message_InvalidNumberOfParameters$message=La sustituci\u00f3n requiere {0} par\u00e1metros, pero s\u00f3lo ten\u00eda {1} par\u00e1metros. (Uso: <file> <search_string> <replacement_string>)

Message_FileDoesNotExist$uuid=CRRSE1235E
Message_FileDoesNotExist$useraction=Identifique el paquete con el problema consultando el historial de instalaci\u00f3n. En el gestor de instalaci\u00f3n, pulse Archivo > Historial de instalaci\u00f3n. En la modalidad de consola, especifique S en el men\u00fa principal para seleccionar "Ver Historial de instalaci\u00f3n". P\u00f3ngase en contacto con el soporte al cliente de IBM.
Message_FileDoesNotExist$explanation=Un programa que ejecuta el instalador se est\u00e1 intentando sustituir una serie en un archivo que no existe. Es un error interno que no puede resolver el gestor de instalaci\u00f3n.
Message_FileDoesNotExist$message=El archivo {0} no existe.

Message_FileNotWritable$uuid=CRRSE1236E
Message_FileNotWritable$useraction=Identifique el paquete con el problema consultando el historial de instalaci\u00f3n. En el gestor de instalaci\u00f3n, pulse Archivo > Historial de instalaci\u00f3n. En la modalidad de consola, especifique S en el men\u00fa principal para seleccionar "Ver Historial de instalaci\u00f3n". P\u00f3ngase en contacto con el soporte al cliente de IBM.
Message_FileNotWritable$explanation=Un programa que ejecuta el instalador se est\u00e1 intentando sustituir una serie en un archivo de s\u00f3lo lectura. Es un error interno que no puede resolver el gestor de instalaci\u00f3n.
Message_FileNotWritable$message=El archivo {0} no es editable.

Message_InvalidArgument_EmptyString$uuid=CRRSE1237E
Message_InvalidArgument_EmptyString$useraction=Identifique el paquete con el problema consultando el historial de instalaci\u00f3n. En el gestor de instalaci\u00f3n, pulse Archivo > Historial de instalaci\u00f3n. En la modalidad de consola, escriba S en el men\u00fa principal para seleccionar Ver Historial de instalaci\u00f3n.
Message_InvalidArgument_EmptyString$explanation=Un programa que ejecuta el instalador se est\u00e1 intentando sustituir una serie vac\u00eda en un archivo. Es un error interno que no puede resolver el gestor de instalaci\u00f3n.
Message_InvalidArgument_EmptyString$message=La serie que se va a sustituir no puede ser una serie vac\u00eda.
####################################################################################################################################################################
# Docs command ID for installation

Message_CollectClusterInfo=Recopilaci\u00f3n de informaci\u00f3n del cl\u00faster del entorno WebSphere para el componente {0}
Message_CollectWebserverInfo=Recopilaci\u00f3n de informaci\u00f3n del servidor web del entorno WebSphere para el componente {0}
Message_InitialWasData=Inicializaci\u00f3n de los datos de WebSphere Application Server para el componente {0}
Message_InstallSpellCheckBundle=Instalaci\u00f3n de los paquetes OSGi de corrector ortogr\u00e1fico para el componente {0}
Message_InstallSpreadsheetNodeJS=Instalaci\u00f3n del Nodo JS para el componente {0}
Message_InstallConfigJson=Instalaci\u00f3n del archivo de configuraci\u00f3n JSON para el componente {0}
Message_SetVariables=Configuraci\u00f3n de las variables WebSphere para el componente {0}
Message_TuneJVM=Ajuste de los par\u00e1metros de la m\u00e1quina virtual Java para el componente {0}
Message_CreateJVMProperty=Creaci\u00f3n de la propiedad de la m\u00e1quina virtual Java para el componente {0}
Message_DisableSessionSecurity=Inhabilitaci\u00f3n de la seguridad de sesi\u00f3n para el componente {0}
Message_AddWorkManager=Adici\u00f3n de Work Manager para el componente {0}
Message_SetupJDBCJAAS=Configuraci\u00f3n de JDBC y JAAS para el componente {0}
Message_SetupJDBCProvider=Configuraci\u00f3n del proveedor JDBC para el componente {0}
Message_SetupDataSource=Configuraci\u00f3n del origen de datos JDBC para el componente {0}
Message_AddScheduler=Adici\u00f3n de un planificador de tareas para el mantenimiento del componente {0}
Message_TuneTransactionConfig=Ajuste de la configuraci\u00f3n de la transacci\u00f3n de WebSphere Application Server para el componente {0}
Message_EnsureCompatibleSharedLib=Comprobaci\u00f3n de la compatibilidad de la biblioteca compartida para el componente {0}
Message_AddObjectCache=Creaci\u00f3n de la instancia de memoria cach\u00e9 de objeto para el componente {0}
Message_InstallEar=Instalaci\u00f3n de la aplicaci\u00f3n para el componente {0}
Message_Map2WebServer=Correlaci\u00f3n de los m\u00f3dulos de la aplicaci\u00f3n web con el servidor web para el componente {0}
Message_mapSecurityRole=Correlaci\u00f3n del rol de seguridad para el componente {0}
Message_AddBus=Adici\u00f3n de bus para el componente {0}
Message_CreateFactory=Creaci\u00f3n de f\u00e1brica de tema para el componente {0}
Message_AddDestination=Adici\u00f3n de un destino para el componente {0}
Message_CreateTopic=Creaci\u00f3n de un tema para el componente {0}
Message_AddActivation=Adici\u00f3n de activaci\u00f3n para el componente {0}
Message_TuneLOG=Ajuste de los par\u00e1metros de registro para el componente {0}
Message_SetupDocsAdminJ2CAlias=Configuraci\u00f3n del rol docsAdmin con alias J2C para el componente {0}
Message_JobManagerAdapter=Ejecuci\u00f3n de un trabajo local o remoto de instalaci\u00f3n para el componente {0}
Message_StopServer=Detenci\u00f3n de WebSphere Application Server para el componente {0}
Message_StartServer=Inicio de WebSphere Application Server para el componente {0}
Message_StopServerBase=Detenci\u00f3n de los cl\u00fasteres de WebSphere Application Server para el componente {0}
Message_StartServerBase=Inicio de los cl\u00fasteres de WebSphere Application Server para el componente {0}
Message_StopNode=Detenci\u00f3n del nodo para el componente {0}
Message_StartNode=Inicio del nodo para el componente {0}
Message_SyncNodes=Sincronizaci\u00f3n de todos los nodos para el componente {0}
Message_InstallRTC4WebBundle=Instalaci\u00f3n de los paquetes OSGi RTC4Web para el componente {0}
Message_AddVersionInfo=Adici\u00f3n de la informaci\u00f3n de la versi\u00f3n para el componente {0}
Message_CreateUninstaller=Creaci\u00f3n de un desinstalador para el componente {0}
Message_AddTag=Adici\u00f3n de una etiqueta de producci\u00f3n para el componente {0}
Message_Rollback=Recuperaci\u00f3n del componente {0}
Message_MapProxy2WebServer=Correlaci\u00f3n de los m\u00f3dulos de la aplicaci\u00f3n web con el servidor web y configuraci\u00f3n del servidor web para el componente {0}
# Viewer command ID for installation
Message_SetupViewerAdminJ2CAlias=Configuraci\u00f3n del rol viewerAdmin con alias J2C para el componente {0}
Message_AddImagePng=Registro de la extensi\u00f3n de imagen para el componente {0}
Message_RegisterNFS=Ajuste del rendimiento del almacenamiento compartido para el componente {0}
Message_AddTimerManager=Adici\u00f3n del gestor de temporizadores de WebSphere para el componente {0}
Message_CreateSharedLib=Creaci\u00f3n de una biblioteca compartida para el componente {0}
Message_AssociateSharedLib=Asociaci\u00f3n de la biblioteca compartida al componente {0}
# Conversion command ID for installation
Message_InstallStellent=Instalaci\u00f3n de Stellent para el componente {0}
Message_InstallSymphony=Instalaci\u00f3n de Symphony para el componente {0}
Message_InstallOSGIBundle=Instalaci\u00f3n de los paquetes OSGi de conversi\u00f3n para el componente {0}
Message_InstallNativeFiles=Instalaci\u00f3n de archivos nativos para el componente {0}
# Proxy command ID for installation
Message_InstallProxyFilter=Instalaci\u00f3n de un filtro proxy para el componente {0}
Message_CreateCompressAction=Configuraci\u00f3n de los par\u00e1metros de compresi\u00f3n para el componente {0}
Message_CreateProxyTuning=Ajuste de los par\u00e1metros de las m\u00e1quinas virtuales Java, Work Manager y la agrupaci\u00f3n de hebras para el componente {0}
Message_CreateTrustedSecurity=Adici\u00f3n de un servidor web de confianza para el componente {0}
Message_CreateVirtualHosts=Adici\u00f3n de hosts virtuales en la lista de hosts virtuales de WebSphere para el componente {0}
# Extension command ID for installation
Message_RegisterDocsInNews=Registro de la biblioteca compartida de Docs en la aplicaci\u00f3n News para el componente {0}
Message_ReviseLotusConnectionsConfig=Modificaciones en el archivo LotusConnections-config.xml para el componente {0}
Message_InstallFiletype=Enlace del tipo de archivo de HCL Connections Docs con HCL Connections Files para el componente {0}
Message_StopServerCluster=Detenci\u00f3n de los cl\u00fasteres de WebSphere Application Server para el componente {0}
Message_StartServerCluster=Inicio de los cl\u00fasteres de WebSphere Application Server para el componente {0}
Message_CheckICRole=Comprobaci\u00f3n del rol de seguridad de HCL Connections para el componente {0}
Message_InstallPlugin=Instalaci\u00f3n de los paquetes OSGi de la extensi\u00f3n HCL Connections Docs para el componente {0}
Message_InstallDocsDaemon=Instalaci\u00f3n de la biblioteca compartida de Docs para el componente {0}
Message_InstallViewerDaemon=Instalaci\u00f3n de la biblioteca compartida de Viewer para el componente {0}
####################################################################################################################################################################
# Docs command ID for un-installation
#Message_Uninstall_CollectClusterInfo=Collecting cluster information from WebSphere environment for component {0}
#Message_Uninstall_CollectWebserverInfo=Collecting web server information from WebSphere environment for component {0}
#Message_Uninstall_InitialWasData=Initializing the data of WebSphere Application Server for component {0}
Message_Uninstall_InstallSpellCheckBundle=Eliminaci\u00f3n de los paquetes OSGi de corrector ortogr\u00e1fico para el componente {0}
Message_Uninstall_InstallSpreadsheetNodeJS=Eliminaci\u00f3n del Nodo JS del componente {0}
Message_Uninstall_InstallConfigJson=Eliminaci\u00f3n del archivo de configuraci\u00f3n JSON para el componente {0}
Message_Uninstall_SetVariables=Eliminaci\u00f3n de las variables WebSphere configuradas para el componente {0}
Message_Uninstall_TuneJVM=Eliminaci\u00f3n de los par\u00e1metros de la m\u00e1quina virtual Java ajustados para el componente {0}
Message_Uninstall_CreateJVMProperty=Eliminaci\u00f3n de la propiedad de la m\u00e1quina virtual Java creada para el componente {0}
Message_Uninstall_DisableSessionSecurity=Habilitaci\u00f3n de la seguridad de sesi\u00f3n inhabilitada para el componente {0}
Message_Uninstall_AddWorkManager=Eliminaci\u00f3n de Work Manager a\u00f1adido para el componente {0}
Message_Uninstall_SetupJDBCJAAS=Eliminaci\u00f3n de JDBC y JAAS configurados para el componente {0}
Message_Uninstall_SetupJDBCProvider=Eliminaci\u00f3n del proveedor JDBC configurado para el componente {0}
Message_Uninstall_SetupDataSource=Eliminaci\u00f3n del origen de datos JDBC configurado para el componente {0}
Message_Uninstall_AddScheduler=Eliminaci\u00f3n de un planificador de tareas para el mantenimiento del componente {0}
Message_Uninstall_TuneTransactionConfig=Eliminaci\u00f3n de la configuraci\u00f3n de la transacci\u00f3n de WebSphere Application Server ajustada para el componente {0}
#Message_Uninstall_EnsureCompatibleSharedLib=Checking compatibility of shared library for component {0}
Message_Uninstall_AddObjectCache=Eliminaci\u00f3n de la instancia de memoria cach\u00e9 de objeto creada para el componente {0}
Message_Uninstall_InstallEar=Eliminaci\u00f3n de la aplicaci\u00f3n para el componente {0}
Message_Uninstall_Map2WebServer=Eliminaci\u00f3n de la correlaci\u00f3n entre los m\u00f3dulos de aplicaci\u00f3n web y el servidor web para el componente {0}
Message_Uninstall_mapSecurityRole=Eliminaci\u00f3n del rol de seguridad correlacionado con el componente {0}
Message_Uninstall_AddBus=Eliminaci\u00f3n del bus para el componente {0}
Message_Uninstall_CreateFactory=Eliminaci\u00f3n de una f\u00e1brica de tema para el componente {0}
Message_Uninstall_AddDestination=Eliminaci\u00f3n del destino para el componente {0}
Message_Uninstall_CreateTopic=Eliminaci\u00f3n de un tema para el componente {0}
Message_Uninstall_AddActivation=Eliminaci\u00f3n de la activaci\u00f3n para el componente {0}
Message_Uninstall_TuneLOG=Eliminaci\u00f3n de los par\u00e1metros de registro ajustados para el componente {0}
Message_Uninstall_SetupDocsAdminJ2CAlias=Eliminaci\u00f3n del rol docsAdmin con alias J2C para el componente {0}
Message_Uninstall_JobManagerAdapter=Ejecuci\u00f3n de un trabajo local o remoto de desinstalaci\u00f3n para el componente {0}
#Message_Uninstall_StopServer=Stopping WebSphere Application Server for component {0}
#Message_Uninstall_StartServer=Starting WebSphere Application Server for component {0}
#Message_Uninstall_StopServerBase=Stopping WebSphere Application Server clusters for component {0}
#Message_Uninstall_StartServerBase=Starting WebSphere Application Server clusters for component {0}
#Message_Uninstall_StopNode=Stopping the node for component {0}
#Message_Uninstall_StartNode=Starting the node for component {0}
#Message_Uninstall_SyncNodes=Synchronizing all of the nodes for component {0}
Message_Uninstall_InstallRTC4WebBundle=Eliminaci\u00f3n de los paquetes OSGi RTC4Web para el componente {0}
Message_Uninstall_AddVersionInfo=Eliminaci\u00f3n de la informaci\u00f3n de la versi\u00f3n para el componente {0}
Message_Uninstall_CreateUninstaller=Eliminaci\u00f3n del desinstalador para el componente {0}
Message_Uninstall_AddTag=Eliminaci\u00f3n de la etiqueta de producci\u00f3n para el componente {0}
#Message_Uninstall_Rollback=Rolling back for component {0}
Message_Uninstall_MapProxy2WebServer=Eliminaci\u00f3n de la correlaci\u00f3n entre los m\u00f3dulos de aplicaci\u00f3n web y el servidor web y la configuraci\u00f3n del servidor web para el componente {0}
# Viewer command ID for un-installation
Message_Uninstall_SetupViewerAdminJ2CAlias=Eliminaci\u00f3n del rol viewerAdmin con alias J2C para el componente {0}
Message_Uninstall_AddImagePng=Eliminaci\u00f3n de la extensi\u00f3n de imagen registrada para el componente {0}
Message_Uninstall_RegisterNFS=Eliminaci\u00f3n de los par\u00e1metros de almacenamiento compartido ajustados para el componente {0}
Message_Uninstall_AddTimerManager=Eliminaci\u00f3n del gestor de temporizadores de WebSphere para el componente {0}
Message_Uninstall_CreateSharedLib=Eliminaci\u00f3n de la biblioteca compartida para el componente {0}
Message_Uninstall_AssociateSharedLib=Eliminaci\u00f3n de la biblioteca compartida asociada al componente {0}
# Conversion command ID for un-installation
Message_Uninstall_InstallStellent=Eliminaci\u00f3n de Stellent para el componente {0}
Message_Uninstall_InstallSymphony=Eliminaci\u00f3n de Symphony para el componente {0}
Message_Uninstall_InstallOSGIBundle=Eliminaci\u00f3n de los paquetes OSGi de conversi\u00f3n para el componente {0}
Message_Uninstall_InstallNativeFiles=Eliminaci\u00f3n de los archivos nativos para el componente {0}
# Proxy command ID for un-installation
Message_Uninstall_InstallProxyFilter=Eliminaci\u00f3n del filtro proxy para el componente {0}
Message_Uninstall_CreateCompressAction=Eliminaci\u00f3n de los par\u00e1metros de compresi\u00f3n configurados para el componente {0}
Message_Uninstall_CreateProxyTuning=Eliminaci\u00f3n de los par\u00e1metros de las m\u00e1quinas virtuales Java, Work Manager y la agrupaci\u00f3n de hebras ajustados para el componente {0}
Message_Uninstall_CreateTrustedSecurity=Eliminaci\u00f3n de un servidor web de confianza para el componente {0}
Message_Uninstall_CreateVirtualHosts=Eliminaci\u00f3n de hosts virtuales de la lista de hosts virtuales de WebSphere para el componente {0}
# Extension command ID for un-installation
Message_Uninstall_RegisterDocsInNews=Eliminaci\u00f3n de la biblioteca compartida de Docs en la aplicaci\u00f3n News registrada para el componente {0}
Message_Uninstall_ReviseLotusConnectionsConfig=Eliminaci\u00f3n de las modificaciones en el archivo LotusConnections-config.xml para el componente {0}
Message_Uninstall_InstallFiletype=Eliminaci\u00f3n del enlace del tipo de archivo de HCL Connections Docs con HCL Connections Files para el componente {0}
#Message_Uninstall_StopServerCluster=Stopping WebSphere Application Server Clusters for component {0}
#Message_Uninstall_StartServerCluster=Starting WebSphere Application Server Clusters for component {0}
#Message_Uninstall_CheckICRole=Checking the security role of HCL Connections for component {0}
Message_Uninstall_InstallPlugin=Eliminaci\u00f3n de los paquetes OSGi de la extensi\u00f3n HCL Connections Docs para el componente {0}
Message_Uninstall_InstallDocsDaemon=Eliminaci\u00f3n de la biblioteca compartida de Docs para el componente {0}
Message_Uninstall_InstallViewerDaemon=Eliminaci\u00f3n de la biblioteca compartida de Viewer para el componente {0}
####################################################################################################################################################################
# Docs command ID for rollback
Message_Rollback_InstallSpellCheckBundle=Recuperaci\u00f3n de los paquetes OSGi de corrector ortogr\u00e1fico para el componente {0}
Message_Rollback_InstallSpreadsheetNodeJS=Recuperaci\u00f3n del Nodo JS para el componente {0}
Message_Rollback_InstallConfigJson=Recuperaci\u00f3n del archivo de configuraci\u00f3n JSON para el componente {0}
Message_Rollback_SetVariables=Recuperaci\u00f3n de las variables WebSphere configuradas para el componente {0}
Message_Rollback_TuneJVM=Recuperaci\u00f3n de los par\u00e1metros de la m\u00e1quina virtual Java ajustados para el componente {0}
Message_Rollback_CreateJVMProperty=Recuperaci\u00f3n de la propiedad de la m\u00e1quina virtual Java creada para el componente {0}
Message_Rollback_DisableSessionSecurity=Recuperaci\u00f3n de la seguridad de sesi\u00f3n inhabilitada para el componente {0}
Message_Rollback_AddWorkManager=Recuperaci\u00f3n de Work Manager a\u00f1adido para el componente {0}
Message_Rollback_SetupJDBCJAAS=Recuperaci\u00f3n de JDBC y JAAS configurados para el componente {0}
Message_Rollback_SetupJDBCProvider=Recuperaci\u00f3n del proveedor JDBC configurado para el componente {0}
Message_Rollback_SetupDataSource=Recuperaci\u00f3n del origen de datos JDBC configurado para el componente {0}
Message_Rollback_AddScheduler=Recuperaci\u00f3n del planificador de tareas para el mantenimiento del componente {0}
Message_Rollback_TuneTransactionConfig=Recuperaci\u00f3n de la configuraci\u00f3n de la transacci\u00f3n de WebSphere Application Server ajustada para el componente {0}
Message_Rollback_AddObjectCache=Recuperaci\u00f3n de la instancia de memoria cach\u00e9 de objeto creada para el componente {0}
Message_Rollback_InstallEar=Recuperaci\u00f3n de la aplicaci\u00f3n para el componente {0}
Message_Rollback_Map2WebServer=Recuperaci\u00f3n de la correlaci\u00f3n entre los m\u00f3dulos de aplicaci\u00f3n web y el servidor web para el componente {0}
Message_Rollback_mapSecurityRole=Recuperaci\u00f3n del rol de seguridad correlacionado con el componente {0}
Message_Rollback_AddBus=Recuperaci\u00f3n del bus para el componente {0}
Message_Rollback_CreateFactory=Recuperaci\u00f3n de la f\u00e1brica de tema para el componente {0}
Message_Rollback_AddDestination=Recuperaci\u00f3n del destino para el componente {0}
Message_Rollback_CreateTopic=Recuperaci\u00f3n del tema para el componente {0}
Message_Rollback_AddActivation=Recuperaci\u00f3n de la activaci\u00f3n para el componente {0}
Message_Rollback_TuneLOG=Recuperaci\u00f3n de los par\u00e1metros de registro ajustados para el componente {0}
Message_Rollback_SetupDocsAdminJ2CAlias=Recuperaci\u00f3n del rol docsAdmin con alias J2C para el componente {0}
Message_Rollback_JobManagerAdapter=Ejecuci\u00f3n de un trabajo local o remoto de recuperaci\u00f3n para el componente {0}
Message_Rollback_InstallRTC4WebBundle=Recuperaci\u00f3n de los paquetes OSGi RTC4Web para el componente {0}
Message_Rollback_AddVersionInfo=Recuperaci\u00f3n de la informaci\u00f3n de la versi\u00f3n para el componente {0}
Message_Rollback_CreateUninstaller=Recuperaci\u00f3n del desinstalador para el componente {0}
Message_Rollback_AddTag=Recuperaci\u00f3n de la etiqueta de producci\u00f3n para el componente {0}
Message_Rollback_MapProxy2WebServer=Recuperaci\u00f3n de la correlaci\u00f3n entre los m\u00f3dulos de aplicaci\u00f3n web y el servidor web y la configuraci\u00f3n del servidor web para el componente {0}
# Viewer command ID for rollback
Message_Rollback_SetupViewerAdminJ2CAlias=Recuperaci\u00f3n del rol viewerAdmin con alias J2C para el componente {0}
Message_Rollback_AddImagePng=Recuperaci\u00f3n de la extensi\u00f3n de imagen registrada para el componente {0}
Message_Rollback_RegisterNFS=Recuperaci\u00f3n de los par\u00e1metros de almacenamiento compartido ajustados para el componente {0}
Message_Rollback_AddTimerManager=Recuperaci\u00f3n del gestor de temporizadores de WebSphere para el componente {0}
Message_Rollback_CreateSharedLib=Recuperaci\u00f3n de la biblioteca compartida para el componente {0}
Message_Rollback_AssociateSharedLib=Recuperaci\u00f3n de la biblioteca compartida asociada al componente {0}
# Conversion command ID for rollback
Message_Rollback_InstallStellent=Recuperaci\u00f3n de Stellent para el componente {0}
Message_Rollback_InstallSymphony=Recuperaci\u00f3n de Symphony para el componente {0}
Message_Rollback_InstallOSGIBundle=Recuperaci\u00f3n de los paquetes OSGi de conversi\u00f3n para el componente {0}
Message_Rollback_InstallNativeFiles=Recuperaci\u00f3n de los archivos nativos para el componente {0}
# Proxy command ID for rollback
Message_Rollback_InstallProxyFilter=Recuperaci\u00f3n del filtro proxy para el componente {0}
Message_Rollback_CreateCompressAction=Recuperaci\u00f3n de los par\u00e1metros de compresi\u00f3n configurados para el componente {0}
Message_Rollback_CreateProxyTuning=Recuperaci\u00f3n de los par\u00e1metros de las m\u00e1quinas virtuales Java, Work Manager y la agrupaci\u00f3n de hebras ajustados para el componente {0}
Message_Rollback_CreateTrustedSecurity=Recuperaci\u00f3n de un servidor web de confianza para el componente {0}
Message_Rollback_CreateVirtualHosts=Recuperaci\u00f3n de hosts virtuales de la lista de hosts virtuales de WebSphere para el componente {0}
# Extension command ID for rollback
Message_Rollback_RegisterDocsInNews=Recuperaci\u00f3n de la biblioteca compartida de Docs en la aplicaci\u00f3n News registrada para el componente {0}
Message_Rollback_ReviseLotusConnectionsConfig=Recuperaci\u00f3n de las modificaciones en el archivo LotusConnections-config.xml para el componente {0}
Message_Rollback_InstallFiletype=Recuperaci\u00f3n del enlace del tipo de archivo de HCL Connections Docs con HCL Connections Files para el componente {0}
Message_Rollback_InstallPlugin=Recuperaci\u00f3n de los paquetes OSGi de la extensi\u00f3n HCL Connections Docs para el componente {0}
Message_Rollback_InstallDocsDaemon=Recuperaci\u00f3n de la biblioteca compartida de Docs para el componente {0}
Message_Rollback_InstallViewerDaemon=Recuperaci\u00f3n de la biblioteca compartida de Viewer para el componente {0}
####################################################################################################################################################################
# Docs command ID for upgrade
Message_Upgrade_InstallSpellCheckBundle=Actualizaci\u00f3n de los paquetes OSGi de corrector ortogr\u00e1fico para el componente {0}
Message_Upgrade_InstallSpreadsheetNodeJS=Actualizaci\u00f3n del Nodo JS para el componente {0}
Message_Upgrade_InstallConfigJson=Actualizaci\u00f3n del archivo de configuraci\u00f3n JSON para el componente {0}
Message_Upgrade_SetVariables=Actualizaci\u00f3n de las variables WebSphere configuradas para el componente {0}
Message_Upgrade_TuneJVM=Actualizaci\u00f3n de los par\u00e1metros de la m\u00e1quina virtual Java ajustados para el componente {0}
Message_Upgrade_CreateJVMProperty=Actualizaci\u00f3n de la propiedad de la m\u00e1quina virtual Java creada para el componente {0}
Message_Upgrade_DisableSessionSecurity=Actualizaci\u00f3n de la seguridad de sesi\u00f3n inhabilitada para el componente {0}
Message_Upgrade_AddWorkManager=Actualizaci\u00f3n de Work Manager a\u00f1adido para el componente {0}
Message_Upgrade_SetupJDBCJAAS=Actualizaci\u00f3n de JDBC y JAAS configurados para el componente {0}
Message_Upgrade_SetupJDBCProvider=Actualizaci\u00f3n del proveedor JDBC configurado para el componente {0}
Message_Upgrade_SetupDataSource=Actualizaci\u00f3n del origen de datos JDBC configurado para el componente {0}
Message_Upgrade_AddScheduler=Actualizaci\u00f3n del planificador de tareas para el mantenimiento del componente {0}
Message_Upgrade_TuneTransactionConfig=Actualizaci\u00f3n de la configuraci\u00f3n de la transacci\u00f3n de WebSphere Application Server ajustada para el componente {0}
#Message_Upgrade_EnsureCompatibleSharedLib=Checking compatibility of shared library for component {0}
Message_Upgrade_AddObjectCache=Actualizaci\u00f3n de la instancia de memoria cach\u00e9 de objeto creada para el componente {0}
Message_Upgrade_InstallEar=Actualizaci\u00f3n de la aplicaci\u00f3n para el componente {0}
Message_Upgrade_Map2WebServer=Actualizaci\u00f3n de la correlaci\u00f3n entre los m\u00f3dulos de aplicaci\u00f3n web y el servidor web para el componente {0}
Message_Upgrade_mapSecurityRole=Actualizaci\u00f3n del rol de seguridad correlacionado con el componente {0}
Message_Upgrade_AddBus=Actualizaci\u00f3n del bus para el componente {0}
Message_Upgrade_CreateFactory=Actualizaci\u00f3n de f\u00e1brica de tema para el componente {0}
Message_Upgrade_AddDestination=Actualizaci\u00f3n del destino para el componente {0}
Message_Upgrade_CreateTopic=Actualizaci\u00f3n de un tema para el componente {0}
Message_Upgrade_AddActivation=Actualizaci\u00f3n de la activaci\u00f3n para el componente {0}
Message_Upgrade_TuneLOG=Actualizaci\u00f3n de los par\u00e1metros de registro ajustados para el componente {0}
Message_Upgrade_JobManagerAdapter=Ejecuci\u00f3n de un trabajo local o remoto de actualizaci\u00f3n para el componente {0}
Message_Upgrade_SetupDocsAdminJ2CAlias=Actualizaci\u00f3n del rol docsAdmin con alias J2C para el componente {0}
Message_Upgrade_InstallRTC4WebBundle=Actualizaci\u00f3n de los paquetes OSGi RTC4Web para el componente {0}
Message_Upgrade_AddVersionInfo=Actualizaci\u00f3n de la informaci\u00f3n de la versi\u00f3n para el componente {0}
Message_Upgrade_CreateUninstaller=Actualizaci\u00f3n del desinstalador para el componente {0}
Message_Upgrade_AddTag=Actualizaci\u00f3n de la etiqueta de producci\u00f3n para el componente {0}
Message_Upgrade_MapProxy2WebServer=Actualizaci\u00f3n de la correlaci\u00f3n entre los m\u00f3dulos de aplicaci\u00f3n web y el servidor web y la configuraci\u00f3n del servidor web para el componente {0}
# Viewer command ID for upgrade
Message_Upgrade_SetupViewerAdminJ2CAlias=Actualizaci\u00f3n del rol viewerAdmin con alias J2C para el componente {0}
Message_Upgrade_AddImagePng=Actualizaci\u00f3n de la extensi\u00f3n de imagen registrada para el componente {0}
Message_Upgrade_RegisterNFS=Actualizaci\u00f3n de los par\u00e1metros de almacenamiento compartido ajustados para el componente {0}
Message_Upgrade_AddTimerManager=Actualizaci\u00f3n del gestor de temporizadores de WebSphere para el componente {0}
Message_Upgrade_CreateSharedLib=Actualizaci\u00f3n de la biblioteca compartida al componente {0}
Message_Upgrade_AssociateSharedLib=Actualizaci\u00f3n de la biblioteca compartida asociada al componente {0}
# Conversion command ID for upgrade
Message_Upgrade_InstallStellent=Actualizaci\u00f3n de Stellent para el componente {0}
Message_Upgrade_InstallSymphony=Actualizaci\u00f3n de Symphony para el componente {0}
Message_Upgrade_InstallOSGIBundle=Actualizaci\u00f3n de los paquetes OSGi de conversi\u00f3n para el componente {0}
Message_Upgrade_InstallNativeFiles=Actualizaci\u00f3n de archivos nativos para el componente {0}
# Proxy command ID for upgrade
Message_Upgrade_InstallProxyFilter=Actualizaci\u00f3n del filtro proxy para el componente {0}
Message_Upgrade_CreateCompressAction=Actualizaci\u00f3n de los par\u00e1metros de compresi\u00f3n configurados para el componente {0}
Message_Upgrade_CreateProxyTuning=Actualizaci\u00f3n de los par\u00e1metros de las m\u00e1quinas virtuales Java, Work Manager y la agrupaci\u00f3n de hebras ajustados para el componente {0}
Message_Upgrade_CreateTrustedSecurity=Actualizaci\u00f3n de un servidor web de confianza para el componente {0}
Message_Upgrade_CreateVirtualHosts=Actualizaci\u00f3n de hosts virtuales de la lista de hosts virtuales de WebSphere para el componente {0}
# Extension command ID for upgrade
Message_Upgrade_RegisterDocsInNews=Actualizaci\u00f3n de la biblioteca compartida de Docs en la aplicaci\u00f3n News registrada para el componente {0}
Message_Upgrade_ReviseLotusConnectionsConfig=Actualizaci\u00f3n de las modificaciones en el archivo LotusConnections-config.xml para el componente {0}
Message_Upgrade_InstallFiletype=Actualizaci\u00f3n del enlace del tipo de archivo de HCL Connections Docs con HCL Connections Files para el componente {0}
Message_Upgrade_InstallPlugin=Actualizaci\u00f3n de los paquetes OSGi de la extensi\u00f3n HCL Connections Docs para el componente {0}
Message_Upgrade_InstallDocsDaemon=Actualizaci\u00f3n de la biblioteca compartida de Docs para el componente {0}
Message_Upgrade_InstallViewerDaemon=Actualizaci\u00f3n de la biblioteca compartida de Viewer para el componente {0}

#Python process failure
Message_PythonProcessFailed$uuid=CRRSE1E
Message_PythonProcessFailed$useraction=Identifique el paquete con el problema consultando el historial de instalaci\u00f3n. En el gestor de instalaci\u00f3n, pulse Archivo > Historial de instalaci\u00f3n. En la modalidad de consola, especifique S en el men\u00fa principal para seleccionar "Ver Historial de instalaci\u00f3n". P\u00f3ngase en contacto con el soporte al cliente de IBM.
Message_PythonProcessFailed$explanation=El script Python tiene limitaciones.
Message_PythonProcessFailed$msg=No se ha podido desplegar el componente {0}, consulte el archivo de registro {1} para obtener m\u00e1s detalles.

Message_PythonProcessFailedAtStart$uuid=CRRSE2E
Message_PythonProcessFailedAtStart$explanation=El script de Python no se ha instalado o no se ha encontrado en la v\u00eda de acceso del sistema operativo, o bien el script de despliegue Python tiene limitaciones.
Message_PythonProcessFailedAtStart$msg=No se ha podido ejecutar el script Python al empezar a desplegar el componente {0}.

CRRSE3E$uuid=CRRSE3E
CRRSE3E$useraction=Compruebe el mensaje de error del trabajo runCommand, arr\u00e9glelo y, a continuaci\u00f3n, intente de nuevo la instalaci\u00f3n.
CRRSE3E$explanation=El instalador enviar\u00e1 un trabajo runCommand JobManager para ejecutar un script en la m\u00e1quina remota, pero el trabajo ha fallado.

CRRSE4E$uuid=CRRSE4E
CRRSE4E$useraction=Compruebe el mensaje de error del trabajo collectFile, arr\u00e9glelo y, a continuaci\u00f3n, intente de nuevo la instalaci\u00f3n.
CRRSE4E$explanation=El instalador env\u00eda un trabajo de collectFile JobManager para transferir un directorio al Gestor de despliegue, pero el trabajo ha fallado.

CRRSE5E$uuid=CRRSE5E
CRRSE5E$useraction=Compruebe el mensaje de error del trabajo collectFile, arr\u00e9glelo y, a continuaci\u00f3n, intente de nuevo la instalaci\u00f3n.
CRRSE5E$explanation=El instalador enviar\u00e1 un trabajo collectFile JobManager para transferir archivos al Gestor de despliegue, pero el trabajo ha fallado.

CRRSE6E$uuid=CRRSE6E
CRRSE6E$useraction=Compruebe el mensaje de error del trabajo distributeFile, arr\u00e9glelo y, a continuaci\u00f3n, intente de nuevo la instalaci\u00f3n.
CRRSE6E$explanation=El instalador enviar\u00e1 un trabajo de distributeFile JobManager para transferir archivos a nodos remotos, pero el trabajo ha fallado.

CRRSE7E$uuid=CRRSE7E
CRRSE7E$useraction=Compruebe el mensaje de error del trabajo removeFile, arr\u00e9glelo y, a continuaci\u00f3n, intente de nuevo la instalaci\u00f3n.
CRRSE7E$explanation=El instalador enviar\u00e1 un trabajo removeFile JobManager para suprimir un archivo en nodos remotos, pero el trabajo ha fallado.
