# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2020
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************
#
# NLS_MESSAGEFORMAT_VAR
# NLS_ENCODING=UNICODE
#
Message_ProductName=HCL Connections Docs
Message_ComponentNameConversion=Aplicativo de Convers\u00e3o de Formato de Documento
Message_ComponentNameEditor=Aplicativo do Editor
Message_ComponentNameEditorExt=Extens\u00e3o do Editor
Message_ComponentNameEditorProxy=Proxy do Editor
Message_ComponentNameViewer=Aplicativo do Visualizador
Message_ComponentNameViewerExt=Extens\u00e3o do Visualizador

Message_HardwareServerNameConversion=Servidor de Convers\u00e3o de Formato de Documento
Message_HardwareServerNameEditor=Servidor do Editor
Message_HardwareServerNameProxy=Servidor Proxy do Editor
Message_HardwareServerNameViewer=Servidor do Viewer

Message_InvalidNumberOfParameters$uuid=CRRSE1234E
Message_InvalidNumberOfParameters$useraction=Identifique o pacote que possui o problema examinando o hist\u00f3rico de instala\u00e7\u00e3o. No Installation Manager, clique em Arquivo > Hist\u00f3rico de Instala\u00e7\u00e3o. No modo do console, insira S no menu principal para selecionar "Visualizar Hist\u00f3rico de Instala\u00e7\u00e3o". Entre em contato com o suporte ao cliente IBM.
Message_InvalidNumberOfParameters$explanation=O instalador n\u00e3o est\u00e1 transmitindo os par\u00e2metros corretos para o bin\u00e1rio que ele est\u00e1 tentando executar. Esse \u00e9 um erro interno que n\u00e3o pode ser resolvido pelo Installation Manager.
Message_InvalidNumberOfParameters$message=A substitui\u00e7\u00e3o requer {0} par\u00e2metros, mas havia apenas {1} par\u00e2metros. (Uso: <file> <search_string> <replacement_string>)

Message_FileDoesNotExist$uuid=CRRSE1235E
Message_FileDoesNotExist$useraction=Identifique o pacote que possui o problema examinando o hist\u00f3rico de instala\u00e7\u00e3o. No Installation Manager, clique em Arquivo > Hist\u00f3rico de Instala\u00e7\u00e3o. No modo do console, insira S no menu principal para selecionar "Visualizar Hist\u00f3rico de Instala\u00e7\u00e3o". Entre em contato com o suporte ao cliente IBM.
Message_FileDoesNotExist$explanation=Um programa que o instalador est\u00e1 executando est\u00e1 tentando substituir uma sequ\u00eancia em um arquivo que n\u00e3o existe. Esse \u00e9 um erro interno que n\u00e3o pode ser resolvido pelo Installation Manager.
Message_FileDoesNotExist$message=O arquivo {0} n\u00e3o existe.

Message_FileNotWritable$uuid=CRRSE1236E
Message_FileNotWritable$useraction=Identifique o pacote que possui o problema examinando o hist\u00f3rico de instala\u00e7\u00e3o. No Installation Manager, clique em Arquivo > Hist\u00f3rico de Instala\u00e7\u00e3o. No modo do console, insira S no menu principal para selecionar "Visualizar Hist\u00f3rico de Instala\u00e7\u00e3o". Entre em contato com o suporte ao cliente IBM.
Message_FileNotWritable$explanation=Um programa que o instalador est\u00e1 executando est\u00e1 tentando substituir uma sequ\u00eancia em um arquivo somente leitura. Esse \u00e9 um erro interno que n\u00e3o pode ser resolvido pelo Installation Manager.
Message_FileNotWritable$message=O arquivo {0} n\u00e3o \u00e9 grav\u00e1vel.

Message_InvalidArgument_EmptyString$uuid=CRRSE1237E
Message_InvalidArgument_EmptyString$useraction=Identifique o pacote que possui o problema examinando o hist\u00f3rico de instala\u00e7\u00e3o. No Installation Manager, clique em Arquivo > Hist\u00f3rico de Instala\u00e7\u00e3o. No modo do console, insira S no menu principal para selecionar Visualizar Hist\u00f3rico de Instala\u00e7\u00e3o.
Message_InvalidArgument_EmptyString$explanation=Um programa que o instalador est\u00e1 executando est\u00e1 tentando substituir uma sequ\u00eancia vazia em um arquivo. Esse \u00e9 um erro interno que n\u00e3o pode ser resolvido pelo Installation Manager.
Message_InvalidArgument_EmptyString$message=A sequ\u00eancia a ser substitu\u00edda n\u00e3o pode ser uma sequ\u00eancia vazia.
####################################################################################################################################################################
# Docs command ID for installation

Message_CollectClusterInfo=Coletando informa\u00e7\u00f5es de cluster do ambiente do WebSphere para o componente {0}
Message_CollectWebserverInfo=Coletando informa\u00e7\u00f5es do servidor da web do ambiente WebSphere para o componente {0}
Message_InitialWasData=Inicializando os dados do WebSphere Application Server para o componente {0}
Message_InstallSpellCheckBundle=Instalando os pacotes configur\u00e1veis OSGI de verifica\u00e7\u00e3o ortogr\u00e1fica para o componente {0}
Message_InstallSpreadsheetNodeJS=Instalando Node JS para o componente {0}
Message_InstallConfigJson=Instalando o arquivo de configura\u00e7\u00e3o de JSON para o componente {0}
Message_SetVariables=Configurando vari\u00e1veis do WebSphere para o componente {0}
Message_TuneJVM=Ajustando par\u00e2metros da Java Virtual Machine para o componente {0}
Message_CreateJVMProperty=Criando propriedade da Java Virtual Machine para o componente {0}
Message_DisableSessionSecurity=Desativando seguran\u00e7a de sess\u00e3o para o componente {0}
Message_AddWorkManager=Incluindo o Gerenciador de trabalho para o componente {0}
Message_SetupJDBCJAAS=Configurando JDBC e JAAS para o componente {0}
Message_SetupJDBCProvider=Configurando o provedor JDBC para o componente {0}
Message_SetupDataSource=Configurando a origem de dados JDBC para o componente {0}
Message_AddScheduler=Incluindo o planejador de tarefas para manuten\u00e7\u00e3o para o componente {0}
Message_TuneTransactionConfig=Ajustando a configura\u00e7\u00e3o da transa\u00e7\u00e3o do WebSphere Application Server para o componente {0}
Message_EnsureCompatibleSharedLib=Verificando a compatibilidade da biblioteca compartilhada para o componente {0}
Message_AddObjectCache=Criando a inst\u00e2ncia de cache do objeto para o componente {0}
Message_InstallEar=Instalando o aplicativo para o componente {0}
Message_Map2WebServer=Mapeando m\u00f3dulos do aplicativo da web para o servidor da web para o componente {0}
Message_mapSecurityRole=Mapeando a fun\u00e7\u00e3o de seguran\u00e7a para o componente {0}
Message_AddBus=Incluindo o barramento para o componente {0}
Message_CreateFactory=Criando o factory de t\u00f3pico para o componente {0}
Message_AddDestination=Incluindo o destino para o componente {0}
Message_CreateTopic=Criando o t\u00f3pico para o componente {0}
Message_AddActivation=Incluindo a ativa\u00e7\u00e3o para o componente {0}
Message_TuneLOG=Ajustando par\u00e2metros de log para o componente {0}
Message_SetupDocsAdminJ2CAlias=Configurando a fun\u00e7\u00e3o docsAdmin com o alias J2C para o componente {0}
Message_JobManagerAdapter=Executando a tarefa remota ou local a instalar para o componente {0}
Message_StopServer=Parando o WebSphere Application Server para o componente {0}
Message_StartServer=Iniciando o WebSphere Application Server para o componente {0}
Message_StopServerBase=Parando clusters do WebSphere Application Server para o componente {0}
Message_StartServerBase=Iniciando clusters do WebSphere Application Server para o componente {0}
Message_StopNode=Parando o n\u00f3 para o componente {0}
Message_StartNode=Iniciando o n\u00f3 para o componente {0}
Message_SyncNodes=Sincronizando todos os n\u00f3s para o componente {0}
Message_InstallRTC4WebBundle=Instalando os pacotes configur\u00e1veis OSGI RTC4Web para o componente {0}
Message_AddVersionInfo=Incluindo informa\u00e7\u00f5es da vers\u00e3o para o componente {0}
Message_CreateUninstaller=Criando o desinstalador para o componente {0}
Message_AddTag=Incluindo tag de produ\u00e7\u00e3o para o componente {0}
Message_Rollback=Retrocedendo para o componente {0}
Message_MapProxy2WebServer=Mapeando m\u00f3dulos do aplicativo da web para o servidor da web e configurando o servidor da web para o componente {0}
# Viewer command ID for installation
Message_SetupViewerAdminJ2CAlias=Configurando a fun\u00e7\u00e3o viewerAdmin com o alias J2C para o componente {0}
Message_AddImagePng=Registrando extens\u00e3o da imagem para o componente {0}
Message_RegisterNFS=Ajustando o desempenho de armazenamento compartilhado para o componente {0}
Message_AddTimerManager=Incluindo gerenciador do cron\u00f4metro do WebSphere para o componente {0}
Message_CreateSharedLib=Criando a biblioteca compartilhada para o componente {0}
Message_AssociateSharedLib=Associando a biblioteca compartilhada para o componente {0}
# Conversion command ID for installation
Message_InstallStellent=Instalando Stellent para o componente {0}
Message_InstallSymphony=Instalando Symphony para o componente {0}
Message_InstallOSGIBundle=Instalando os pacotes configur\u00e1veis OSGI de convers\u00e3o para o componente {0}
Message_InstallNativeFiles=Instalando arquivos nativos para o componente {0}
# Proxy command ID for installation
Message_InstallProxyFilter=Instalando filtro proxy para o componente {0}
Message_CreateCompressAction=Configurando par\u00e2metros de compacta\u00e7\u00e3o para o componente {0}
Message_CreateProxyTuning=Ajustando par\u00e2metros de Java Virtual Machines, gerenciador de trabalho e conjunto de encadeamentos para o componente {0}
Message_CreateTrustedSecurity=Incluindo servidor da web confi\u00e1vel para o componente {0}
Message_CreateVirtualHosts=Incluindo hosts virtuais na lista de hosts virtuais do WebSphere para o componente {0}
# Extension command ID for installation
Message_RegisterDocsInNews=Registrando a biblioteca compartilhada Docs no aplicativo News para o componente {0}
Message_ReviseLotusConnectionsConfig=Fazendo mudan\u00e7as em LotusConnections-config.xml para o componente {0}
Message_InstallFiletype=Fazendo a liga\u00e7\u00e3o do tipo de arquivo Docs do HCL Connections com os Arquivos do HCL Connections para o componente {0}
Message_StopServerCluster=Parando Clusters do WebSphere Application Server para o componente {0}
Message_StartServerCluster=Iniciando Clusters do WebSphere Application Server para o componente {0}
Message_CheckICRole=Verificando a fun\u00e7\u00e3o de seguran\u00e7a do HCL Connections para o componente {0}
Message_InstallPlugin=Instalando os pacotes configur\u00e1veis OSGI de extens\u00e3o de Docs do HCL Connections para o componente {0}
Message_InstallDocsDaemon=Instalando a biblioteca compartilhada Docs para o componente {0}
Message_InstallViewerDaemon=Instalando a biblioteca compartilhada Viewer para o componente {0}
####################################################################################################################################################################
# Docs command ID for un-installation
#Message_Uninstall_CollectClusterInfo=Collecting cluster information from WebSphere environment for component {0}
#Message_Uninstall_CollectWebserverInfo=Collecting web server information from WebSphere environment for component {0}
#Message_Uninstall_InitialWasData=Initializing the data of WebSphere Application Server for component {0}
Message_Uninstall_InstallSpellCheckBundle=Removendo os pacotes configur\u00e1veis OSGI de verifica\u00e7\u00e3o ortogr\u00e1fica para o componente {0}
Message_Uninstall_InstallSpreadsheetNodeJS=Removendo Node JS para o componente {0}
Message_Uninstall_InstallConfigJson=Removendo o arquivo de configura\u00e7\u00e3o de JSON para o componente {0}
Message_Uninstall_SetVariables=Removendo vari\u00e1veis do WebSphere configuradas para o componente {0}
Message_Uninstall_TuneJVM=Removendo par\u00e2metros da Java Virtual Machine ajustados para o componente {0}
Message_Uninstall_CreateJVMProperty=Removendo propriedade da Java Virtual Machine criada para o componente {0}
Message_Uninstall_DisableSessionSecurity=Ativando seguran\u00e7a de sess\u00e3o desativada para o componente {0}
Message_Uninstall_AddWorkManager=Removendo o Gerenciador de trabalho inclu\u00eddo para o componente {0}
Message_Uninstall_SetupJDBCJAAS=Removendo configura\u00e7\u00e3o do JDBC e do JAAS para o componente {0}
Message_Uninstall_SetupJDBCProvider=Removendo o provedor JDBC configurado para o componente {0}
Message_Uninstall_SetupDataSource=Removendo a origem de dados JDBC configurada para o componente {0}
Message_Uninstall_AddScheduler=Removendo o planejador de tarefas para manuten\u00e7\u00e3o para o componente {0}
Message_Uninstall_TuneTransactionConfig=Removendo a configura\u00e7\u00e3o da transa\u00e7\u00e3o do WebSphere Application Server ajustada para o componente {0}
#Message_Uninstall_EnsureCompatibleSharedLib=Checking compatibility of shared library for component {0}
Message_Uninstall_AddObjectCache=Removendo a inst\u00e2ncia de cache do objeto criada para o componente {0}
Message_Uninstall_InstallEar=Removendo o aplicativo para o componente {0}
Message_Uninstall_Map2WebServer=Removendo o relacionamento de mapeamento entre m\u00f3dulos de aplicativo da web e servidor da web para o componente {0}
Message_Uninstall_mapSecurityRole=Removendo a fun\u00e7\u00e3o de seguran\u00e7a mapeada para o componente {0}
Message_Uninstall_AddBus=Removendo o barramento para o componente {0}
Message_Uninstall_CreateFactory=Removendo o factory de t\u00f3pico para o componente {0}
Message_Uninstall_AddDestination=Removendo o destino para o componente {0}
Message_Uninstall_CreateTopic=Removendo o t\u00f3pico para o componente {0}
Message_Uninstall_AddActivation=Removendo a ativa\u00e7\u00e3o para o componente {0}
Message_Uninstall_TuneLOG=Removendo par\u00e2metros de log ajustados para o componente {0}
Message_Uninstall_SetupDocsAdminJ2CAlias=Removendo a fun\u00e7\u00e3o docsAdmin com o alias J2C para o componente {0}
Message_Uninstall_JobManagerAdapter=Executando tarefa remota ou local para desinstala\u00e7\u00e3o do componente {0}
#Message_Uninstall_StopServer=Stopping WebSphere Application Server for component {0}
#Message_Uninstall_StartServer=Starting WebSphere Application Server for component {0}
#Message_Uninstall_StopServerBase=Stopping WebSphere Application Server clusters for component {0}
#Message_Uninstall_StartServerBase=Starting WebSphere Application Server clusters for component {0}
#Message_Uninstall_StopNode=Stopping the node for component {0}
#Message_Uninstall_StartNode=Starting the node for component {0}
#Message_Uninstall_SyncNodes=Synchronizing all of the nodes for component {0}
Message_Uninstall_InstallRTC4WebBundle=Removendo os pacotes configur\u00e1veis OSGI RTC4Web para o componente {0}
Message_Uninstall_AddVersionInfo=Removendo informa\u00e7\u00f5es da vers\u00e3o para o componente {0}
Message_Uninstall_CreateUninstaller=Removendo o desinstalador para o componente {0}
Message_Uninstall_AddTag=Removendo tag de produ\u00e7\u00e3o para o componente {0}
#Message_Uninstall_Rollback=Rolling back for component {0}
Message_Uninstall_MapProxy2WebServer=Removendo o relacionamento de mapeamento entre m\u00f3dulos de aplicativo da web e servidor da web e configura\u00e7\u00e3o do servidor da web para o componente {0}
# Viewer command ID for un-installation
Message_Uninstall_SetupViewerAdminJ2CAlias=Removendo a fun\u00e7\u00e3o viewerAdmin com o alias J2C para o componente {0}
Message_Uninstall_AddImagePng=Removendo extens\u00e3o da imagem registrada para o componente {0}
Message_Uninstall_RegisterNFS=Removendo par\u00e2metros de desempenho de armazenamento compartilhados ajustados para o componente {0}
Message_Uninstall_AddTimerManager=Removendo gerenciador do cron\u00f4metro do WebSphere para o componente {0}
Message_Uninstall_CreateSharedLib=Removendo a biblioteca compartilhada para o componente {0}
Message_Uninstall_AssociateSharedLib=Removendo a associa\u00e7\u00e3o da biblioteca compartilhada para o componente {0}
# Conversion command ID for un-installation
Message_Uninstall_InstallStellent=Removendo Stellent para o componente {0}
Message_Uninstall_InstallSymphony=Removendo Symphony para o componente {0}
Message_Uninstall_InstallOSGIBundle=Removendo os pacotes configur\u00e1veis OSGI de convers\u00e3o para o componente {0}
Message_Uninstall_InstallNativeFiles=Removendo arquivos nativos para o componente {0}
# Proxy command ID for un-installation
Message_Uninstall_InstallProxyFilter=Removendo filtro proxy para o componente {0}
Message_Uninstall_CreateCompressAction=Removendo par\u00e2metros de compacta\u00e7\u00e3o configurados para o componente {0}
Message_Uninstall_CreateProxyTuning=Removendo par\u00e2metros de Java Virtual Machines, gerenciador de trabalho e conjunto de encadeamentos ajustados para o componente {0}
Message_Uninstall_CreateTrustedSecurity=Removendo servidor da web confi\u00e1vel para o componente {0}
Message_Uninstall_CreateVirtualHosts=Removendo hosts virtuais da lista de hosts virtuais do WebSphere para o componente {0}
# Extension command ID for un-installation
Message_Uninstall_RegisterDocsInNews=Removendo a biblioteca compartilhada Docs no aplicativo News registrada para o componente {0}
Message_Uninstall_ReviseLotusConnectionsConfig=Removendo mudan\u00e7as em LotusConnections-config.xml para o componente {0}
Message_Uninstall_InstallFiletype=Removendo a liga\u00e7\u00e3o do tipo de arquivo Docs do HCL Connections e dos Arquivos do HCL Connections para o componente {0}
#Message_Uninstall_StopServerCluster=Stopping WebSphere Application Server Clusters for component {0}
#Message_Uninstall_StartServerCluster=Starting WebSphere Application Server Clusters for component {0}
#Message_Uninstall_CheckICRole=Checking the security role of HCL Connections for component {0}
Message_Uninstall_InstallPlugin=Removendo os pacotes configur\u00e1veis OSGI de extens\u00e3o de Docs do HCL Connections para o componente {0}
Message_Uninstall_InstallDocsDaemon=Removendo a biblioteca compartilhada Docs para o componente {0}
Message_Uninstall_InstallViewerDaemon=Removendo a biblioteca compartilhada Viewer para o componente {0}
####################################################################################################################################################################
# Docs command ID for rollback
Message_Rollback_InstallSpellCheckBundle=Retrocedendo os pacotes configur\u00e1veis OSGI de verifica\u00e7\u00e3o ortogr\u00e1fica para o componente {0}
Message_Rollback_InstallSpreadsheetNodeJS=Retrocedendo Node JS para o componente {0}
Message_Rollback_InstallConfigJson=Retrocedendo o arquivo de configura\u00e7\u00e3o de JSON para o componente {0}
Message_Rollback_SetVariables=Retrocedendo vari\u00e1veis do WebSphere configuradas para o componente {0}
Message_Rollback_TuneJVM=Retrocedendo par\u00e2metros da Java Virtual Machine ajustados para o componente {0}
Message_Rollback_CreateJVMProperty=Retrocedendo propriedade da Java Virtual Machine criada para o componente {0}
Message_Rollback_DisableSessionSecurity=Retrocedendo seguran\u00e7a de sess\u00e3o desativada para o componente {0}
Message_Rollback_AddWorkManager=Retrocedendo o Gerenciador de trabalho inclu\u00eddo para o componente {0}
Message_Rollback_SetupJDBCJAAS=Retrocedendo JDBC e JAAS configurados para o componente {0}
Message_Rollback_SetupJDBCProvider=Retrocedendo o provedor JDBC configurado para o componente {0}
Message_Rollback_SetupDataSource=Retrocedendo a origem de dados JDBC configurada para o componente {0}
Message_Rollback_AddScheduler=Retrocedendo o planejador de tarefas para manuten\u00e7\u00e3o para o componente {0}
Message_Rollback_TuneTransactionConfig=Retrocedendo a configura\u00e7\u00e3o da transa\u00e7\u00e3o do WebSphere Application Server ajustada para o componente {0}
Message_Rollback_AddObjectCache=Retrocedendo a inst\u00e2ncia de cache do objeto criada para o componente {0}
Message_Rollback_InstallEar=Retrocedendo o aplicativo para o componente {0}
Message_Rollback_Map2WebServer=Retrocedendo o relacionamento de mapeamento entre m\u00f3dulos de aplicativo da web e servidor da web para o componente {0}
Message_Rollback_mapSecurityRole=Retrocedendo a fun\u00e7\u00e3o de seguran\u00e7a mapeada para o componente {0}
Message_Rollback_AddBus=Retrocedendo o barramento para o componente {0}
Message_Rollback_CreateFactory=Retrocedendo o factory de t\u00f3pico para o componente {0}
Message_Rollback_AddDestination=Retrocedendo o destino para o componente {0}
Message_Rollback_CreateTopic=Retrocedendo o t\u00f3pico para o componente {0}
Message_Rollback_AddActivation=Retrocedendo a ativa\u00e7\u00e3o para o componente {0}
Message_Rollback_TuneLOG=Retrocedendo par\u00e2metros de log ajustados para o componente {0}
Message_Rollback_SetupDocsAdminJ2CAlias=Retrocedendo a fun\u00e7\u00e3o docsAdmin com o alias J2C para o componente {0}
Message_Rollback_JobManagerAdapter=Executando tarefa remota ou local para retroceder para o componente {0}
Message_Rollback_InstallRTC4WebBundle=Retrocedendo os pacotes configur\u00e1veis OSGI RTC4Web para o componente {0}
Message_Rollback_AddVersionInfo=Retrocedendo informa\u00e7\u00f5es da vers\u00e3o para o componente {0}
Message_Rollback_CreateUninstaller=Retrocedendo o desinstalador para o componente {0}
Message_Rollback_AddTag=Retrocedendo tag de produ\u00e7\u00e3o para o componente {0}
Message_Rollback_MapProxy2WebServer=Retrocedendo o relacionamento de mapeamento entre m\u00f3dulos de aplicativo da web e servidor da web e configura\u00e7\u00e3o do servidor da web para o componente {0}
# Viewer command ID for rollback
Message_Rollback_SetupViewerAdminJ2CAlias=Retrocedendo a fun\u00e7\u00e3o viewerAdmin com o alias J2C para o componente {0}
Message_Rollback_AddImagePng=Retrocedendo extens\u00e3o da imagem registrada para o componente {0}
Message_Rollback_RegisterNFS=Retrocedendo par\u00e2metros de desempenho de armazenamento compartilhados ajustados para o componente {0}
Message_Rollback_AddTimerManager=Retrocedendo gerenciador do cron\u00f4metro do WebSphere para o componente {0}
Message_Rollback_CreateSharedLib=Retrocedendo a biblioteca compartilhada para o componente {0}
Message_Rollback_AssociateSharedLib=Retrocedendo a associa\u00e7\u00e3o da biblioteca compartilhada para o componente {0}
# Conversion command ID for rollback
Message_Rollback_InstallStellent=Retrocedendo Stellent para o componente {0}
Message_Rollback_InstallSymphony=Retrocedendo Symphony para o componente {0}
Message_Rollback_InstallOSGIBundle=Retrocedendo os pacotes configur\u00e1veis OSGI de convers\u00e3o para o componente {0}
Message_Rollback_InstallNativeFiles=Retrocedendo arquivos nativos para o componente {0}
# Proxy command ID for rollback
Message_Rollback_InstallProxyFilter=Retrocedendo filtro proxy para o componente {0}
Message_Rollback_CreateCompressAction=Retrocedendo par\u00e2metros de compacta\u00e7\u00e3o configurados para o componente {0}
Message_Rollback_CreateProxyTuning=Retrocedendo par\u00e2metros de Java Virtual Machines, gerenciador de trabalho e conjunto de encadeamentos ajustados para o componente {0}
Message_Rollback_CreateTrustedSecurity=Retrocedendo servidor da web confi\u00e1vel para o componente {0}
Message_Rollback_CreateVirtualHosts=Retrocedendo hosts virtuais da lista de hosts virtuais do WebSphere para o componente {0}
# Extension command ID for rollback
Message_Rollback_RegisterDocsInNews=Retrocedendo a biblioteca compartilhada Docs no aplicativo News registrada para o componente {0}
Message_Rollback_ReviseLotusConnectionsConfig=Retrocedendo mudan\u00e7as em LotusConnections-config.xml para o componente {0}
Message_Rollback_InstallFiletype=Retrocedendo a liga\u00e7\u00e3o do tipo de arquivo Docs do HCL Connections e dos Arquivos do HCL Connections para o componente {0}
Message_Rollback_InstallPlugin=Retrocedendo os pacotes configur\u00e1veis OSGI de extens\u00e3o de Docs do HCL Connections para o componente {0}
Message_Rollback_InstallDocsDaemon=Retrocedendo a biblioteca compartilhada Docs para o componente {0}
Message_Rollback_InstallViewerDaemon=Retrocedendo a biblioteca compartilhada Viewer para o componente {0}
####################################################################################################################################################################
# Docs command ID for upgrade
Message_Upgrade_InstallSpellCheckBundle=Fazendo upgrade dos pacotes configur\u00e1veis OSGI de verifica\u00e7\u00e3o ortogr\u00e1fica para o componente {0}
Message_Upgrade_InstallSpreadsheetNodeJS=Fazendo upgrade de Node JS para o componente {0}
Message_Upgrade_InstallConfigJson=Fazendo upgrade do arquivo de configura\u00e7\u00e3o de JSON para o componente {0}
Message_Upgrade_SetVariables=Fazendo upgrade de vari\u00e1veis do WebSphere configuradas para o componente {0}
Message_Upgrade_TuneJVM=Fazendo upgrade de par\u00e2metros da Java Virtual Machine ajustados para o componente {0}
Message_Upgrade_CreateJVMProperty=Fazendo upgrade de propriedade da Java Virtual Machine criada para o componente {0}
Message_Upgrade_DisableSessionSecurity=Fazendo upgrade da seguran\u00e7a de sess\u00e3o desativada para o componente {0}
Message_Upgrade_AddWorkManager=Fazendo upgrade do Gerenciador de trabalho inclu\u00eddo para o componente {0}
Message_Upgrade_SetupJDBCJAAS=Fazendo upgrade de JDBC e JAAS configurados para o componente {0}
Message_Upgrade_SetupJDBCProvider=Fazendo upgrade do provedor JDBC configurado para o componente {0}
Message_Upgrade_SetupDataSource=Fazendo upgrade da origem de dados JDBC configurada para o componente {0}
Message_Upgrade_AddScheduler=Fazendo upgrade do planejador de tarefas para manuten\u00e7\u00e3o para o componente {0}
Message_Upgrade_TuneTransactionConfig=Fazendo upgrade da configura\u00e7\u00e3o da transa\u00e7\u00e3o do WebSphere Application Server ajustada para o componente {0}
#Message_Upgrade_EnsureCompatibleSharedLib=Checking compatibility of shared library for component {0}
Message_Upgrade_AddObjectCache=Fazendo upgrade da inst\u00e2ncia de cache do objeto criada para o componente {0}
Message_Upgrade_InstallEar=Fazendo upgrade do aplicativo para o componente {0}
Message_Upgrade_Map2WebServer=Fazendo upgrade do relacionamento de mapeamento entre m\u00f3dulos de aplicativo da web e servidor da web para o componente {0}
Message_Upgrade_mapSecurityRole=Fazendo upgrade da fun\u00e7\u00e3o de seguran\u00e7a mapeada para o componente {0}
Message_Upgrade_AddBus=Fazendo upgrade do barramento para o componente {0}
Message_Upgrade_CreateFactory=Atualizado o factory de t\u00f3pico para o componente {0}
Message_Upgrade_AddDestination=Fazendo upgrade do destino para o componente {0}
Message_Upgrade_CreateTopic=Fazendo upgrade do t\u00f3pico para o componente {0}
Message_Upgrade_AddActivation=Fazendo upgrade da ativa\u00e7\u00e3o para o componente {0}
Message_Upgrade_TuneLOG=Fazendo upgrade de par\u00e2metros de log ajustados para o componente {0}
Message_Upgrade_JobManagerAdapter=Executando tarefa remota ou local para fazer upgrade para o componente {0}
Message_Upgrade_SetupDocsAdminJ2CAlias=Fazendo upgrade da fun\u00e7\u00e3o docsAdmin com o alias J2C para o componente {0}
Message_Upgrade_InstallRTC4WebBundle=Fazendo upgrade dos pacotes configur\u00e1veis OSGI RTC4Web para o componente {0}
Message_Upgrade_AddVersionInfo=Fazendo upgrade de informa\u00e7\u00f5es da vers\u00e3o para o componente {0}
Message_Upgrade_CreateUninstaller=Fazendo upgrade do desinstalador para o componente {0}
Message_Upgrade_AddTag=Fazendo upgrade da tag de produ\u00e7\u00e3o para o componente {0}
Message_Upgrade_MapProxy2WebServer=Fazendo upgrade do relacionamento de mapeamento entre m\u00f3dulos de aplicativo da web e servidor da web e configura\u00e7\u00e3o do servidor da web para o componente {0}
# Viewer command ID for upgrade
Message_Upgrade_SetupViewerAdminJ2CAlias=Fazendo upgrade da fun\u00e7\u00e3o viewerAdmin com o alias J2C para o componente {0}
Message_Upgrade_AddImagePng=Fazendo upgrade da extens\u00e3o da imagem registrada para o componente {0}
Message_Upgrade_RegisterNFS=Fazendo upgrade de par\u00e2metros de desempenho de armazenamento compartilhados ajustados para o componente {0}
Message_Upgrade_AddTimerManager=Fazendo upgrade do gerenciador do cron\u00f4metro do WebSphere para o componente {0}
Message_Upgrade_CreateSharedLib=Fazendo upgrade da biblioteca compartilhada para o componente {0}
Message_Upgrade_AssociateSharedLib=Fazendo upgrade da associa\u00e7\u00e3o da biblioteca compartilhada para o componente {0}
# Conversion command ID for upgrade
Message_Upgrade_InstallStellent=Fazendo upgrade do Stellent para o componente {0}
Message_Upgrade_InstallSymphony=Fazendo upgrade do Symphony para o componente {0}
Message_Upgrade_InstallOSGIBundle=Fazendo upgrade dos pacotes configur\u00e1veis OSGI de convers\u00e3o para o componente {0}
Message_Upgrade_InstallNativeFiles=Fazendo upgrade de arquivos nativos para o componente {0}
# Proxy command ID for upgrade
Message_Upgrade_InstallProxyFilter=Fazendo upgrade do filtro proxy para o componente {0}
Message_Upgrade_CreateCompressAction=Fazendo upgrade de par\u00e2metros de compacta\u00e7\u00e3o configurados para o componente {0}
Message_Upgrade_CreateProxyTuning=Fazendo upgrade de par\u00e2metros de Java Virtual Machines, gerenciador de trabalho e conjunto de encadeamentos ajustados para o componente {0}
Message_Upgrade_CreateTrustedSecurity=Fazendo upgrade do servidor da web confi\u00e1vel para o componente {0}
Message_Upgrade_CreateVirtualHosts=Fazendo upgrade de hosts virtuais a partir da lista de hosts virtuais do WebSphere para o componente {0}
# Extension command ID for upgrade
Message_Upgrade_RegisterDocsInNews=Fazendo upgrade da biblioteca compartilhada Docs no aplicativo News registrada para o componente {0}
Message_Upgrade_ReviseLotusConnectionsConfig=Fazendo upgrade de mudan\u00e7as em LotusConnections-config.xml para o componente {0}
Message_Upgrade_InstallFiletype=Fazendo upgrade da liga\u00e7\u00e3o do tipo de arquivo Docs do HCL Connections e dos Arquivos do HCL Connections para o componente {0}
Message_Upgrade_InstallPlugin=Fazendo upgrade dos pacotes configur\u00e1veis OSGI de extens\u00e3o de Docs do HCL Connections para o componente {0}
Message_Upgrade_InstallDocsDaemon=Fazendo upgrade da biblioteca compartilhada Docs para o componente {0}
Message_Upgrade_InstallViewerDaemon=Fazendo upgrade da biblioteca compartilhada Viewer para o componente {0}

#Python process failure
Message_PythonProcessFailed$uuid=CRRSE1E
Message_PythonProcessFailed$useraction=Identifique o pacote que possui o problema examinando o hist\u00f3rico de instala\u00e7\u00e3o. No Installation Manager, clique em Arquivo > Hist\u00f3rico de Instala\u00e7\u00e3o. No modo do console, insira S no menu principal para selecionar "Visualizar Hist\u00f3rico de Instala\u00e7\u00e3o". Entre em contato com o suporte ao cliente IBM.
Message_PythonProcessFailed$explanation=O script python tem limita\u00e7\u00f5es.
Message_PythonProcessFailed$msg=Falha ao implementar o componente {0}, verifique o arquivo de log {1} para obter mais detalhes.

Message_PythonProcessFailedAtStart$uuid=CRRSE2E
Message_PythonProcessFailedAtStart$explanation=O python n\u00e3o foi instalado ou localizado no caminho do sistema operacional, o o script de implementa\u00e7\u00e3o do python tem limita\u00e7\u00f5es.
Message_PythonProcessFailedAtStart$msg=Falha ao executar o script python ao iniciar a implementa\u00e7\u00e3o do componente {0}.

CRRSE3E$uuid=CRRSE3E
CRRSE3E$useraction=Verifique a mensagem de erro da tarefa runCommand, corrija-a e, em seguida, tente instalar novamente.
CRRSE3E$explanation=O instalador envia uma tarefa runCommand JobManager para executar um script na m\u00e1quina remota, mas a tarefa falhou.

CRRSE4E$uuid=CRRSE4E
CRRSE4E$useraction=Verifique a mensagem de erro da tarefa collectFile, corrija-a e, em seguida, tente instalar novamente.
CRRSE4E$explanation=O instalador envia uma tarefa collectFile JobManager para transferir um diret\u00f3rio para o Deployment Manager, mas a tarefa falhou.

CRRSE5E$uuid=CRRSE5E
CRRSE5E$useraction=Verifique a mensagem de erro da tarefa collectFile, corrija-a e, em seguida, tente instalar novamente.
CRRSE5E$explanation=O instalador envia uma tarefa collectFile JobManager para transferir arquivos para o Deployment Manager, mas a tarefa falhou.

CRRSE6E$uuid=CRRSE6E
CRRSE6E$useraction=Verifique a mensagem de erro da tarefa distributeFile, corrija-a e, em seguida, tente instalar novamente.
CRRSE6E$explanation=O instalador envia uma tarefa distributeFile JobManager para transferir arquivos para n\u00f3s remotos, mas a tarefa falhou.

CRRSE7E$uuid=CRRSE7E
CRRSE7E$useraction=Verifique a mensagem de erro da tarefa removeFile, corrija-a, em seguida, tente instalar novamente.
CRRSE7E$explanation=O instalador envia uma tarefa removeFile JobManager para excluir um arquivo em n\u00f3s remotos, mas a tarefa falhou.
