({
	TITLE: "Σφάλματα στον τύπο",
	OK_LABEL:"OK",
	SEP_ERROR_INFO:"Χρησιμοποιήστε ως διαχωριστικό παραμέτρων το χαρακτήρα (${0}) και όχι το χαρακτήρα (${1}). Για το διαχωρισμό των ονομάτων φύλλων στις παραπομπές κελιών, χρησιμοποιήστε το χαρακτήρα θαυμαστικού (!).",
	NUM_ERROR_INFO:"Αν θέλετε να εισαγάγετε μια αριθμητική τιμή που επηρεάζεται από τη ρύθμιση γλώσσας/περιοχής, καταχωρήστε την τιμή με εισαγωγικά (\"\").",
	SEP_NUM_ERROR_INFO: "Χρησιμοποιήστε ως διαχωριστικό παραμέτρων το χαρακτήρα (${0}) και όχι το χαρακτήρα (${1}). Για το διαχωρισμό των ονομάτων φύλλων στις παραπομπές κελιών, χρησιμοποιήστε το χαρακτήρα θαυμαστικού (!).\nΑν θέλετε να εισαγάγετε μια αριθμητική τιμή που επηρεάζεται από τη ρύθμιση γλώσσας/περιοχής, καταχωρήστε την τιμή με εισαγωγικά (\"\").",
	FORMULA_ERROR_INFO: "Μην χρησιμοποιείτε την τιμή ${1} ως όνομα τύπου. Χρησιμοποιήστε την τιμή ${0}.",
	BOOOL_ERROR_INFO: "Μην χρησιμοποιείτε την τιμή ${1} ως λογική τιμή. Χρησιμοποιήστε την τιμή ${0}.",
	COMMON_ERROR_INFO: "Υπάρχει κάποιο σφάλμα στον τύπο που καταχωρήσατε."
})
