({	
	//Feature id (within tour.json) plus "_TITLE", which is for feature title.
	//Feature id (within tour.json) plus "_DESC"(or _DESC_1, DESC_2 for multiple description) , which is for feature description.
	//According to the UXDesign, in each release, for one application, the exhibited new feature number must be less than 5.(<= 5)
	PREV: "Προηγούμενο",
	NEXT: "Επόμενο",
	DELETE: "Κλείσιμο",
	
	NotNow: "Όχι, τώρα.",
	Tour: "Ναι, βέβαια.",
	Welcome: "Καλωσορίσατε!",
	Want: "Θέλετε να παρακολουθήσετε μια γρήγορη ξενάγηση;",
	
	TEXT_INTRODUCTION: "Δημιουργήστε καλαίσθητα έγγραφα μαζί με τους συναδέλφους σας χρησιμοποιώντας το πρόγραμμα σύνταξης εγγράφων του ${productName}.",
	SHEET_INTRODUCTION: "Συνεργαστείτε με τους συναδέλφους σας για την αποτελεσματικότερη οργάνωση των δεδομένων σας με το πρόγραμμα σύνταξης υπολογιστικών φύλλων του ${productName}. Χρησιμοποιήστε την πλούσια συλλογή συναρτήσεων για την εκτέλεση εξειδικευμένων υπολογισμών και αναλύσεων.",
	PRES_INTRODUCTION: "Δημιουργήστε εντυπωσιακές παρουσιάσεις μαζί με τους συναδέλφους σας χρησιμοποιώντας το πρόγραμμα σύνταξης παρουσιάσεων του ${productName}.",
	
	// Common feature
	COMMON_COEDIT_TITLE: "Δουλέψτε με παρέα!",
	COMMON_COEDIT_DESC: "Όταν ένα πρόσωπο αρχίσει να επεξεργάζεται ένα αρχείο, η φωτογραφία του εμφανίζεται στην πλαϊνή γραμμή και οι αλλαγές του επισημαίνονται με εξατομικευμένους δείκτες.",
	
	COMMON_TOUR_TITLE: "Εξερευνήστε τις διαθέσιμες λειτουργίες!",
	COMMON_TOUR_DESC: "Μπορείτε να ξεκινήσετε την ξενάγηση οποτεδήποτε από το μενού Βοήθεια.",
	
	// Text feature
	TEXT_TOOLBAR_TITLE: "Προσοχή στην εμφάνιση",
	TEXT_TOOLBAR_DESC: "Επιλέξτε το είδος και το μέγεθος γραμματοσειράς, εφαρμόστε στυλ κειμένου και μορφοποιήστε τις λίστες και τους πίνακές σας.",
	
	TEXT_LAYOUT_TITLE: "Οργάνωση και επαγγελματική παρουσίαση",
	TEXT_LAYOUT_DESC: "Προσαρμόστε κατάλληλα τη διάταξη των εγγράφων σας προσθέτοντας ενότητες, αλλαγές σελίδων, κεφαλίδες, υποσέλιδα  και πίνακες περιεχομένων.",
	
	TEXT_COMMENT_TITLE: "Εύκολη προσθήκη σχολίων",
	TEXT_COMMENT_DESC_1: "Αφού επιλέξετε το κείμενο που θέλετε να σχολιάσετε, πατήστε σε αυτό το κουμπί για να προσθέσετε το σχόλιό σας και να ξεκινήσετε μια σχετική συζήτηση.",
	TEXT_COMMENT_DESC_2: "Τα δημοσιευμένα αρχεία διατηρούν τα σχόλιά τους όταν μεταφορτωθούν τοπικά.",
	
	TEXT_AUTO_PUBLISH_TITLE: "Ενημερωμένο περιεχόμενο",
	TEXT_AUTO_PUBLISH_DESC: "Μπορείτε να επιλέξετε την αυτόματη δημοσίευση των αλλαγών κάθε φορά που κλείνετε ένα έγγραφο. Εναλλακτικά, χρησιμοποιήστε την επιλογή Άμεση δημοσίευση για τη δημοσίευση των αλλαγών σας όταν κρίνετε ότι είναι έτοιμες.",		
	TEXT_AUTO_PUBLISH_DESC_RP: "Μπορείτε να επιλέξετε την αυτόματη δημοσίευση των αλλαγών κάθε φορά που κλείνετε ένα έγγραφο. Εναλλακτικά, χρησιμοποιήστε την επιλογή Άμεση αποθήκευση στο χώρο αποθήκευσης για την αποθήκευση των αλλαγών σας όταν κρίνετε ότι είναι έτοιμες.",	
	
	TEXT_TRACK_CHANGE_TITLE: "Δυνατότητα παρακολούθησης αλλαγών",
	TEXT_TRACK_CHANGE_DESC: "Όταν επεξεργάζεστε έγγραφα μαζί με τα άλλα μέλη της ομάδας σας, μπορείτε να παρακολουθείτε τις αλλαγές μέσω του ιστορικού αλλαγών.",
			
	// Sheet feature
	SHEET_FORMULA_TITLE: "Εργασία με τύπους και συναρτήσεις",
	SHEET_FORMULA_DESC: "Οι συναρτήσεις που χρησιμοποιείτε συχνότερα σε άλλες εφαρμογές έχουν ενσωματωθεί στο ${productName}.",
	
	SHEET_DATA_TITLE: "Αποτελεσματική οργάνωση των δεδομένων σας",
	SHEET_DATA_DESC: "Ταξινομήστε και φιλτράρετε τα δεδομένα σας με τον τρόπο που εξυπηρετεί καλύτερα τις εκάστοτε ανάγκες σας. Προσθέστε κανόνες επικύρωσης δεδομένων για να διασφαλίσετε ότι τα καταχωρούμενα δεδομένα πληρούν τα κριτήριά σας.",
	
	SHEET_COMMENT_TITLE: "Εύκολη προσθήκη σχολίων",
	SHEET_COMMENT_DESC_1: "Αφού πατήσετε στο κελί που θέλετε να σχολιάσετε, πατήστε σε αυτό το κουμπί για να προσθέσετε το σχόλιό σας και να ξεκινήσετε μια σχετική συζήτηση.",
	SHEET_COMMENT_DESC_2: "Τα δημοσιευμένα αρχεία διατηρούν τα σχόλιά τους όταν μεταφορτωθούν τοπικά.",
	
	SHEET_AUTO_PUBLISH_TITLE: "Ενημερωμένο περιεχόμενο",
	SHEET_AUTO_PUBLISH_DESC: "Μπορείτε να επιλέξετε την αυτόματη δημοσίευση των αλλαγών κάθε φορά που κλείνετε ένα υπολογιστικό φύλλο. Εναλλακτικά, χρησιμοποιήστε την επιλογή Άμεση δημοσίευση για τη δημοσίευση των αλλαγών σας όταν κρίνετε ότι είναι έτοιμες.",	
	SHEET_AUTO_PUBLISH_DESC_RP: "Μπορείτε να επιλέξετε την αυτόματη δημοσίευση των αλλαγών κάθε φορά που κλείνετε ένα υπολογιστικό φύλλο. Εναλλακτικά, χρησιμοποιήστε την επιλογή Άμεση αποθήκευση στο χώρο αποθήκευσης για την αποθήκευση των αλλαγών σας όταν κρίνετε ότι είναι έτοιμες.",	

	
	// Presentation features 	
	PRES_SLIDES_TITLE: "Προσθήκη νέας διαφάνειας",
	PRES_SLIDES_DESC: "Πατήστε για να προσθέσετε μια διαφάνεια. Μπορείτε να χρησιμοποιήσετε διαφορετικό σχέδιο επιλέγοντας Διαφάνειες > Διάταξη διαφανειών.",
	
	PRES_ORDER_TITLE: "Εύκολη πλοήγηση στις διαφάνειες",
	PRES_ORDER_DESC: "Μεταβείτε εύκολα σε μια διαφάνεια πατώντας στη μικρογραφία της. Σύρετε τις μικρογραφίες για να αλλάξετε τη σειρά των διαφανειών."	,
	
	PRES_COMMENT_TITLE: "Εύκολη προσθήκη σχολίων",
	PRES_COMMENT_DESC_1: "Αφού πατήσετε στο αντικείμενο που θέλετε να σχολιάσετε, πατήστε σε αυτό το κουμπί για να προσθέσετε το σχόλιό σας και να ξεκινήσετε μια σχετική συζήτηση.",
	PRES_COMMENT_DESC_2: "Τα δημοσιευμένα αρχεία διατηρούν τα σχόλιά τους όταν μεταφορτωθούν τοπικά.",
	
	PRES_AUTO_PUBLISH_TITLE: "Ενημερωμένο περιεχόμενο",
	PRES_AUTO_PUBLISH_DESC: "Μπορείτε να επιλέξετε την αυτόματη δημοσίευση των αλλαγών κάθε φορά που κλείνετε μια παρουσίαση. Εναλλακτικά, χρησιμοποιήστε την επιλογή Άμεση δημοσίευση για τη δημοσίευση των αλλαγών σας όταν κρίνετε ότι είναι έτοιμες.",
	PRES_AUTO_PUBLISH_DESC_RP: "Μπορείτε να επιλέξετε την αυτόματη δημοσίευση των αλλαγών κάθε φορά που κλείνετε μια παρουσίαση. Εναλλακτικά, χρησιμοποιήστε την επιλογή Άμεση αποθήκευση στο χώρο αποθήκευσης για την αποθήκευση των αλλαγών σας όταν κρίνετε ότι είναι έτοιμες."
	
})

