({	  
	dlgTaskCreateTitle: "Ανάθεση διαφανειών",
	dlgTaskHistoryTitle: "Πληροφορίες για την ανάθεση διαφανειών", 
	dlgTaskDeleteTitle: "Κατάργηση ανάθεσης διαφανειών", 
	dlgTaskEditTitle: "Τροποποίηση ανάθεσης διαφανειών",
	dlgTaskRewordTitle: "Επανεκτέλεση ανάθεσης διαφανειών",
	dlgTaskReopenTitle: "Νέο άνοιγμα ανάθεσης διαφανειών",
	dlgTaskReassignTitle: "Νέα ανάθεση διαφανειών",
	today: "Σήμερα",
	yesterday: "Χθες",
	tomorrow: "Αύριο",	
	DuedateLiteral:"Λήξη προθεσμίας ολοκλήρωσης: ${0}",	
	updatingMaster: "Επεξεργασία σε εξέλιξη. Ενημερώνεται η ανάθεση διαφανειών στο κύριο έγγραφο.",
	STR_TASK_OVERLAP_ERROR: "Δεν μπορείτε να δημιουργήσετε μια εργασία που αλληλεπικαλύπτεται με άλλες εργασίες.",
	STR_SLIDE_DELETE_ERROR:	"Δεν είναι δυνατή η διαγραφή μιας διαφάνειας που έχει ανατεθεί.",
	STR_SLIDE_DELETE_ERRORS: "Δεν είναι δυνατή η διαγραφή διαφανειών που περιέχουν διαφάνειες που έχουν ανατεθεί."
})
