({	
	//Feature id (within tour.json) plus "_TITLE", which is for feature title.
	//Feature id (within tour.json) plus "_DESC"(or _DESC_1, DESC_2 for multiple description) , which is for feature description.
	//According to the UXDesign, in each release, for one application, the exhibited new feature number must be less than 5.(<= 5)
	PREV: "‏سابق‏",
	NEXT: "‏تالي‏",
	DELETE: "‏اغلاق‏",
	
	NotNow: "ليس الآن",
	Tour: "عرض المزيد لي",
	Welcome: "مرحبا!",
	Want: "هل تريد أن تأخذ جولة سريعة؟",
	
	TEXT_INTRODUCTION: "باستخدام وثائق ${productName}، يمكنك أنت وزملائك صقل المحتوى الخاص بكم وجعل الوثائق تبدو رائعة.",
	SHEET_INTRODUCTION: "باستخدام جداول ${productName} الحسابية، يمكنك أنت وزملائك احتساب وتحليل وادارة البيانات الخاصة بك. ويمكنك الاستفادة من مجموعة الوظائف المتنوعة التي تقوم بتنفيذ عمليات حسابية متخصصة.",
	PRES_INTRODUCTION: "باستخدام عروض ${productName} التقديمية، يمكنك أنت وزملائك التعامل مع الشرائح وعرض الشرائح بشكل سريع وسهل.",
	
	// Common feature
	COMMON_COEDIT_TITLE: "دعوة الآخرين للطرف",
	COMMON_COEDIT_DESC: "عند قيام شخص بالبدء في عملية التحرير، فانه يتم عرض الصورة الخاصة به في الشريط الجانبي وتقوم وحدات التمييز المخصصة بتعريف التغييرات الخاصة به.",
	
	COMMON_TOUR_TITLE: "ايجادي في أي وقت!",
	COMMON_TOUR_DESC: "يمكنك دائما بدء الجولة من القائمة مساعدة.",
	
	// Text feature
	TEXT_TOOLBAR_TITLE: "اظهار أفضل ما لديك!",
	TEXT_TOOLBAR_DESC: "يمكنك تغيير حجم الخط وأنماط النص وتنسيق الكشوف واضافة جداول--من خط الأدوات.",
	
	TEXT_LAYOUT_TITLE: "تنقيح الشكل العام الخاص بك",
	TEXT_LAYOUT_DESC: "يمكنك اضافة فواصل الصفحات ونصوص الرأس ونصوص الطرف لقائمة المحتويات لجعل الوثيقة الخاصة بك مهنية.",
	
	TEXT_COMMENT_TITLE: "هل تريد التعقيب على هذا؟",
	TEXT_COMMENT_DESC_1: "حدد فقط النص الذي تريد التعقيب عليه، واضغط على هذا المفتاح لبدء مناقشته مع محررين أخرين.",
	TEXT_COMMENT_DESC_2: "تتضمن الملفات التي تم نشرها تعقيبات بمجرد تحميلها.",
	
	TEXT_AUTO_PUBLISH_TITLE: "ابقاء القراء على اطلاع",
	TEXT_AUTO_PUBLISH_DESC: "قم باتاحة أحدث التغييرات في كل وقت تقوم فيه باغلاق الوثيقة. أو حدد نشر الآن عندما تكون جاهزا لعرض التغييرات.",		
	TEXT_AUTO_PUBLISH_DESC_RP: "قم باتاحة أحدث التغييرات في كل وقت تقوم فيه باغلاق الوثيقة. أو حدد حفظ في مستودع التخزين الآن عندما تكون جاهزا لعرض التغييرات.",	
	
	TEXT_TRACK_CHANGE_TITLE: "خاصية تتبع التغييرات متاحة الآن!",
	TEXT_TRACK_CHANGE_DESC: "يمكنك تتبع السجل التاريخي للتغيير عند القيام بالتحرير أو التحرير المشترك مع احد أعضاء الفريق.",
			
	// Sheet feature
	SHEET_FORMULA_TITLE: "المعادلات التي يمكنك الاعتماد عليها",
	SHEET_FORMULA_DESC: "الوظائف التي تقوم باستخدامها بشكل أكثر في التطبيقات الأخرى يتم بنائها في ${productName}.",
	
	SHEET_DATA_TITLE: "البيانات: فلتكن هي طريقك",
	SHEET_DATA_DESC: "يمكنك فرز وترشيح البيانات لعرضها بطريقة ذات معنى. ويمكنك اضافة التحقق من صلاحية البيانات للتأكد من أن البيانات التي يتم ادخالها تحقق المعيار الخاص بك.",
	
	SHEET_COMMENT_TITLE: "هل تريد التعقيب على هذا؟",
	SHEET_COMMENT_DESC_1: "اضغط فقط على الخلية التي تريد التعقيب عليها، واضغط على هذا المفتاح لبدء مناقشته مع محررين أخرين.",
	SHEET_COMMENT_DESC_2: "تتضمن الملفات التي تم نشرها تعقيبات بمجرد تحميلها.",
	
	SHEET_AUTO_PUBLISH_TITLE: "ابقاء القراء على اطلاع",
	SHEET_AUTO_PUBLISH_DESC: "قم باتاحة أحدث التغييرات في كل وقت تقوم فيه باغلاق الجدول الحسابي. أو حدد نشر الآن عندما تكون جاهزا لعرض التغييرات.",	
	SHEET_AUTO_PUBLISH_DESC_RP: "قم باتاحة أحدث التغييرات في كل وقت تقوم فيه باغلاق الجدول الحسابي. أو حدد حفظ في مستودع التخزين الآن عندما تكون جاهزا لعرض التغييرات.",	

	
	// Presentation features 	
	PRES_SLIDES_TITLE: "اضافة شريحة جديدة",
	PRES_SLIDES_DESC: "اضغط لاضافة شريحة. يمكنك التقاط مخطط عمل مختلف لها في الشرائح > الشكل العام للشريحة.",
	
	PRES_ORDER_TITLE: "اضغط واذهب",
	PRES_ORDER_DESC: "يمكنك الانتقال سريعا الى الشريحة المطلوبة بالضغط على الصورة المصغرة لها. قم بسحب الصور المصغرة لاعادة ترتيب الشرائح."	,
	
	PRES_COMMENT_TITLE: "هل تريد التعقيب على هذا؟",
	PRES_COMMENT_DESC_1: "اضغط فقط على العناصر التي تريد التعقيب عليها، واضغط على هذا المفتاح لبدء مناقشته مع محررين أخرين.",
	PRES_COMMENT_DESC_2: "تتضمن الملفات التي تم نشرها تعقيبات بمجرد تحميلها.",
	
	PRES_AUTO_PUBLISH_TITLE: "ابقاء القراء على اطلاع",
	PRES_AUTO_PUBLISH_DESC: "قم باتاحة أحدث التغييرات في كل وقت تقوم فيه باغلاق العرض التقديمي. أو حدد نشر الآن عندما تكون جاهزا لعرض التغييرات.",
	PRES_AUTO_PUBLISH_DESC_RP: "قم باتاحة أحدث التغييرات في كل وقت تقوم فيه باغلاق العرض التقديمي. أو حدد حفظ في مستودع التخزين الآن عندما تكون جاهزا لعرض التغييرات."
	
})

