({
	COPY_WARNING_MSG: "Упс, полето содржи премногу податоци. Не може да се копира.",
	COPY_FORMULA_UNCALC_ERROR: "Податокот што го избравте содржи формула којашто се уште не е пресметана, не можете да ја копирате.",
	COPY_OUT_LIMITED_MSG: "Ако податоците се лепат надвор од пресметковниот лист, можат да се залепат само ${0} ќелии.",
	PASTE_DATA_TRUNKED: "Залепените податоци се отсекуваат бидејќи ја надминуваат границата на листот.",
	PASTE_DATA_TRUNKED_PLUS_WORING: "Работење..., залепените податоци се отсекуваат бидејќи ја надминуваат границата на листот.",
	COPY_CHART_WARNING: "Не може да се отсекуваат, копираат или лепат неподржани графикони.",
	// This string content is copied from concord/widget/nls/CKResource.js
	PASTE_MAX_MSG:  "Содржината што сакате да ја залепите е премногу голема."
})

