({	
	//Feature id (within tour.json) plus "_TITLE", which is for feature title.
	//Feature id (within tour.json) plus "_DESC"(or _DESC_1, DESC_2 for multiple description) , which is for feature description.
	//According to the UXDesign, in each release, for one application, the exhibited new feature number must be less than 5.(<= 5)
	PREV: "Алдыңғы",
	NEXT: "Келесі",
	DELETE: "Жабу",
	
	NotNow: "Қазір емес",
	Tour: "Маған көбірек көрсетіңіз",
	Welcome: "Қош келдіңіз!",
	Want: "Жылдам саяхат алғыңыз келеді ме?",
	
	TEXT_INTRODUCTION: "${productName} құжаттармен бірге сіз және сіздің әріптестеріңіз мазмұныңызды өзгертіп және құжаттарыңыздың көрінісін жақсарта алады.",
	SHEET_INTRODUCTION: "${productName} электрондық кестелермен сіз және сіздің әріптестеріңіз деректерді есептеп, талдап және басқара алады. Арнайы есептеулерді орындайтын қызметтердің әр түрлілігін қолданыңыз.",
	PRES_INTRODUCTION: "${productName} көрсетілімдермен бірге сіз және сіздің әріптестеріңіз слайдтармен және слайд шоулармен жеңіл әрі жылдам жұмыс істей алады.",
	
	// Common feature
	COMMON_COEDIT_TITLE: "Басқаларын кешке шақырыңыз",
	COMMON_COEDIT_DESC: "Адам өңдеуді бастаған кезде олардың фотосуреті оларды өзгертулерін анықтайтын бүйірлік тақтада және жекешелендірілген белгілерде көрсетеді.",
	
	COMMON_TOUR_TITLE: "Мені кез келген уақытта тауып ал!",
	COMMON_TOUR_DESC: "Саяхатты әрдайым Көмекші мәзірден бастай аласыз.",
	
	// Text feature
	TEXT_TOOLBAR_TITLE: "Ең жақсыңызды қараңыз!",
	TEXT_TOOLBAR_DESC: "Қаріп өлшемі мен мәтін мәнерлерін, пішім тізімдерін өзгертіп және тіпті кестелерді құрал тақтасының оң жағынан қосыңыз.",
	
	TEXT_LAYOUT_TITLE: "Орналасымыңызды нақтылаңыз",
	TEXT_LAYOUT_DESC: "Бет үзілімдерін, тақырыптарын, тіркелгі деректемелерін және мазмұндар тізімін құжатыыздың кәсіби болып көрінуіне қосыңыз.",
	
	TEXT_COMMENT_TITLE: "Аңғартпа қалдырғыңыз келеді ме?",
	TEXT_COMMENT_DESC_1: "Аңғартпа қалдырғыңыз келген мәтінді таңдап және осы түймешікті оны басқа өңдеушілермен талқылауды бастар кезінде басыңыз.",
	TEXT_COMMENT_DESC_2: "Жарияланған файлдар жүктелген кезде бір рет аңғартпаларды қамтиды.",
	
	TEXT_AUTO_PUBLISH_TITLE: "Оқушыларыңызды жаңалықта ұстаңыз",
	TEXT_AUTO_PUBLISH_DESC: "Құжатты жапқан сайын соңғы жаңалықтарыңызды қол жетімді етіңіз. Немесе Қазір жариялау түрін өзгертулерді көрсету үшін дайын болған кезде таңдаңыз.",		
	TEXT_AUTO_PUBLISH_DESC_RP: "Құжатты жапқан сайын соңғы жаңалықтарыңызды қол жетімді етіңіз. Немесе Қазір репозиторийге сақтау түрін өзгертулерді көрсетуге дайын болған кезде таңдаңыз.",	
	
	TEXT_TRACK_CHANGE_TITLE: "Жолды өзгерту қазір қолжетімді!",
	TEXT_TRACK_CHANGE_DESC: "Сіз топ мүшелерімен бірігіп өңдеу редакциялау кезінде өзгерістерді қабылдай аласыз немесе қабылдамайсыз.",
			
	// Sheet feature
	SHEET_FORMULA_TITLE: "Сіз қарай алатын формулалар",
	SHEET_FORMULA_DESC: "Көбінесе басқа бағдарламаларда қолданатын қызметтер ${productName} ішінне құрылған.",
	
	SHEET_DATA_TITLE: "Дерек: Жолыңызда ұстаңыз",
	SHEET_DATA_DESC: "Дерегіңізді сұрыптап және сүзу күйінде оны мағыналы етуіңізді көрсету үшін орындаңыз. Дерек тексерісін енгізген дерегіңіздің сіздің шарттарыңызға келетініне сенімді болыңыз.",
	
	SHEET_COMMENT_TITLE: "Аңғартпа қалдырғыңыз келеді ме?",
	SHEET_COMMENT_DESC_1: "Аңғартпа қалдырғыңыз келген ұяшықты жай ғана басып және осы түймешікті оны басқа өңдеушілермен талқылауды бастар кезінде басыңыз.",
	SHEET_COMMENT_DESC_2: "Жарияланған файлдар жүктелген кезде бір рет аңғартпаларды қамтиды.",
	
	SHEET_AUTO_PUBLISH_TITLE: "Оқушыларыңызды жаңалықта ұстаңыз",
	SHEET_AUTO_PUBLISH_DESC: "Электрондық кестені жапқан сайын соңғы жаңалықтарыңызды қол жетімді етіңіз. Немесе Қазір жариялау түрін өзгертулерді көрсету үшін дайын болған кезде таңдаңыз.",	
	SHEET_AUTO_PUBLISH_DESC_RP: "Электрондық кестені жапқан сайын соңғы жаңалықтарыңызды қол жетімді етіңіз. Немесе Қазір репозиторийге сақтау түрін өзгертулерді көрсетуге дайын болған кезде таңдаңыз.",	

	
	// Presentation features 	
	PRES_SLIDES_TITLE: "Жаңа слайд қосыңыз",
	PRES_SLIDES_DESC: "Слайд қосу үшін жай ғана басыңыз. Слайдтар > Слайд орналасымында ол үшін әр түрлі көшірі қағазды таңдай аласыз.",
	
	PRES_ORDER_TITLE: "Басып және өтіңіз",
	PRES_ORDER_DESC: "Қалаған слайдыңызға оның нобайын басу арқылы жылдам жылжыңыз. Нобайларды слайдтарды қайта реттеу үшін апарыңыз."	,
	
	PRES_COMMENT_TITLE: "Аңғартпа қалдырғыңыз келеді ме?",
	PRES_COMMENT_DESC_1: "Аңғартпа қалдырғыңыз келген нысандарды жай ғана басып және осы түймешікті оны басқа өңдеушілермен талқылауды бастар кезінде басыңыз.",
	PRES_COMMENT_DESC_2: "Жарияланған файлдар жүктелген кезде бір рет аңғартпаларды қамтиды.",
	
	PRES_AUTO_PUBLISH_TITLE: "Оқушыларыңызды жаңалықта ұстаңыз",
	PRES_AUTO_PUBLISH_DESC: "Көрсетілімді жапқан сайын соңғы жаңалықтарыңызды қол жетімді етіңіз. Немесе Қазір жариялау түрін өзгертулерді көрсету үшін дайын болған кезде таңдаңыз.",
	PRES_AUTO_PUBLISH_DESC_RP: "Көрсетілімді жапқан сайын соңғы жаңалықтарыңызды қол жетімді етіңіз. Немесе Қазір репозиторийге сақтау түрін өзгертулерді көрсетуге дайын болған кезде таңдаңыз."
	
})

