({
	EDIT_LABLE_TITLE: "المدى القابل للتحرير:",
	EDIT_LABLE_CONTENT: "يستطيع فقط الأشخاص الذين قمت بتحديدهم القيام بتحرير هذا المدى. ولا يمكنهم تحرير أجزاء أخرى من هذا الجدول الا اذا كانت عمليات الحماية الخاصة بهذا الجدول تسمح لهم بذلك.",
	READ_LABLE_TITLE: "مدى للقراءة فقط:",
	READ_LABLE_CONTENT: "يستطيع الأشخاص الذين قمت بتحديدهم القيام بقراءة هذا المدى فقط.",
	EDIT_SHEET_TITLE: "جدول قابل للتحرير:",
	EDIT_SHEET_CONTENT: "يستطيع فقط الأشخاص الذين قمت بتحديدهم القيام بتحرير هذا الجدول. وسيقوم مستوى المدى باحلال حماية مستوى الجدول",
	READ_SHEET_TITLE: "جدول للقراءة فقط",
	READ_SHEET_CONTNET: "يستطيع الأشخاص الذين قمت بتحديدهم القيام بقراءة هذا الجدول فقط. وسيقوم مستوى المدى باحلال حماية مستوى الجدول",
	DELETE_PERMISSION: "حذف الحماية",
	DELETE_CONFIRM_MSG: "هل تريد حقا حذف هذه الحماية؟",
	CREATED: "${0} تم التكوين", // here ${0} means the user name
	LAST_MODIFIED: "${0} آخر تعديل" // here ${0} means the user name
})

