({
	column: "Столбец",
	bar:"Линейчатая диаграмма",
	bar3D:"Трехмерная линейчатая диаграмма",
	pie:"Круговая диаграмма",
	pie3D: "Трехмерная круговая диаграмма",
	ofPie: "Композиционная круговая диаграмма",
	area: "Область",
	area3D: "Трехмерная область",
	line: "Линия",
	line3D: "Трехмерная линия",
	scatter: "Точечная диаграмма",
	stock: "Стандарт",
	surface: "Поверхность",
	surface3D: "Трехмерная поверхность",
	doughnut: "Кольцо",
	bubble: "Пузырьковая",
	radar: "Радар",
	
	LOADING: "Загрузка...",
	UNSUPPORTED_CHART: "Тип диаграммы ${0} не поддерживается ",
	TOO_MANY_POINTS: "Нельзя отобразить диаграмму, содержащую больше ${0} точек данных"
})
