({
	title: "การตรวจสอบข้อมูล",
	dvType:"เลือกชนิดการตรวจสอบความถูกต้องของข้อมูล",
	dvOperator: "เลือกตัวดำเนินการตรวจสอบความถูกต้องของข้อมูล",
	and:"และ",
	addItems:"เพิ่มไอเท็ม...",
	
	none:"ไม่มีการตรวจสอบความถูกต้อง",
	whole:"เป็นเลขจำนวนเต็ม",
	decimal:"เป็นตัวเลขทศนิยม",
	itemList:"เป็นรายการของไอเท็ม",
	rangeList:"เป็นรายการจากช่วงเซลล์",
	date:"เป็นวันที่",
	time:"เป็นเวลา",
	text:"เป็นข้อความ",
	textLength:"ซึ่งความยาวข้อความคือ",
	custom:"เป็นสูตรแบบกำหนดเอง",
	
	bet: "ระหว่าง",
	notBet:"ไม่ระหว่าง",
	equal:"เท่ากับ",
	notEqual:"ไม่เท่ากับ",
	greater:"มากกว่า",
	greaterEqual:"มากกว่าหรือเท่ากับ",
	less:"น้อยกว่า",
	lessEqual:"น้อยกว่าหรือเท่ากับ",
	
	valid:"เป็นวันที่ที่ถูกต้อง",
	before:"ก่อน",
	onBefore:"ตรงหรือก่อน",
	after:"หลังจาก",
	onAfter:"ตรงหรือหลังจาก",
	
	contains:"ประกอบด้วย",
	notContains:"ไม่มี",
	email:"เป็นอีเมลที่ถูกต้อง",
	url:"เป็น url ที่ถูกต้อง",

	max:"สูงสุด",
	min:"ต่ำสุด",
	source:"แหล่งข้อมูล",
	formula:"สูตร",
	criValue:"ค่าเกณฑ์",
	
	hintLabel:"ป้อนข้อความวิธีใช้เกี่ยวกับเกณฑ์สำหรับช่วงนี้",
	
	refAlert:"ช่วงไม่ถูกต้อง",
	
	dateAlert: "ป้อนวันที่ที่ถูกต้อง",
	timeAlert: "ป้อนเวลาที่ถูกต้อง",
	wholeAlert: "ป้อนเลขจำนวนเต็มที่ถูกต้อง",
	decimalAlert:"ป้อนทศนิยมที่ถูกต้อง",
	rangeAlert:"ป้อนช่วงที่มีแถว/คอลัมน์เดี่ยวที่ถูกต้อง",
	formulaAlert:"ป้อนสูตรที่ถูกต้อง",
	itemListAlert:"ป้อนรายการของไอเท็มที่ถูกต้อง",
	textAlert:"ป้อนตัวเลขที่ถูกต้อง",
	
	removeItem: "ลบออก ${0}",

	addItem:"เพิ่มไอเท็มรายการ",
	
	mulInfo:"เซลล์ที่เลือกมีหลายการตรวจสอบความถูกต้อง",
	
	removeAll: "ลบทั้งหมด",
	ok:"ตกลง",
	remove:"ลบออก",
	cancel:"ยกเลิก"
})

