/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	unsupportdlgTitle:"显示限制",
	convertNotifyMsg:"该文档包含可能无法正常在线显示，但要保留以供以后在需要时下载的高级格式。",
	notShowCB:"不再显示此消息。",
	notShowNote:"（要再次启用此消息，请单击“视图”>“显示不受支持的功能消息”。）",
	PRESERVED:"可以保留。",
	NOTPRESERVED:"无法保留。",
	601:"跟踪更改：${0}",
	602:"定制形状：${0}",
	603:"OLE 对象：${0}",
	604:"视频或声音：${0}",
	605:"脚注或尾注：${0}",
	606:"文本部分：${0}",
	607:"文本注释：${0}",
	608:"文本字段：${0}",
	609:"格式控制：${0}",
	610:"邮件合并：${0}",
	611:"宏：${0}",
	612:"图表：${0}",
	613:"ActiveX：${0}",
	614:"SmartArt：${0}",
	615:"图形项目符号：${0}",
	616:"表格样式：${0}",
	701:"宏：${0}",
	702:"OLE 对象：${0}",
	703:"图形：${0}",
	704:"过滤器：${0}",
	705:"指定的范围：${0}",
	706:"有条件的格式化：${0}",
	707:"分组对象：${0}",
	708:"数据透视表：${0}",
	709:"数据验证：${0}",
	710:"表：${0}",
	711:"ActiveX：${0}",
	801:"对象分组：${0}",
	802:"定制形状：${0}（对形状所做的任何更改都无法导出。）",
	803:"图表或 OLE 对象：${0}",
	804:"视频或声音：${0}",
	805:"演讲者备注：${0}",
	806:"动画：${0}",
	807:"文字说明：${0}",
	808:"标题：${0}",
	809:"ActiveX 控件：${0}",
	810:"图表：${0}",
	811:"艺术字：${0}",
	812:"SmartArt：${0}",
	813:"主题：${0}",
	900:"该文档是较早版本的 ODF。某些格式可能无法正确显示。"
})
