/*
 * Do not translate 'result' field of Arguments, like 
 * 	result : 1
 * 	result : "TRUE"
 * 	result : "\"ug\""
 * Do not translate formula error code like #NAME?, #NULL!, they all starts with #
 * 
 * */
({
	titleDialog: "Όλοι οι τύποι",
	LABEL_FORMULA_LIST: "Λίστα τύπων:",
	formula:{
	ABS:{	
	    Syntax:"${0}(αριθμός)",
	    Disp:"Επιστρέφει την απόλυτη τιμή ενός αριθμού."
    },
    ACOS:{
    	Syntax:"${0}(αριθμός)",
    	Disp:"Επιστρέφει το τόξο συνημιτόνου ενός αριθμού. Η γωνία επιστρέφεται σε ακτίνια."
    },
    ACOSH:{
    	Syntax:"${0}(αριθμός)",
    	Disp:"Επιστρέφει το αντίστροφο υπερβολικό συνημίτονο ενός αριθμού."
    },
    ACOT:{    
    	Syntax:"${0}(αριθμός)",
        Disp:"Επιστρέφει την αντίστροφη συνεφαπτομένη ενός αριθμού. Η γωνία υπολογίζεται σε ακτίνια."
    },
    ACOTH:{    
    	Syntax:"${0}(αριθμός)",
        Disp:"Επιστρέφει την αντίστροφη υπερβολική συνεφαπτομένη ενός αριθμού."
    },
    ADDRESS:{
         Syntax:"${0}(γραμμή${1} στήλη${1} [απόλυτη_τιμή]${1} [a1]${1} [φύλλο])",
         Disp:"Επιστρέφει τη διεύθυνση ενός κελιού (παραπομπή) σε μορφή κειμένου.",
         Arguments: {
        	 2 : [{
        		 label : "${0} - Απόλυτη τιμή",
        		 result : 1
        	 }, {
        		 label : "${0} - Απόλυτη γραμμή / Σχετική στήλη",
        		 result : 2
        	 }, {
        		 label : "${0} - Σχετική γραμμή / Απόλυτη στήλη",
        		 result : 3
        	 }, {
        		 label : "${0} - Σχετική τιμή",
        		 result : 4
        	 }
        	 ],
        	 
        	 3 : [{
        		 label : "${0} - Στυλ R1C1",
        		 result : 0
        	 }, {
        		 label: "${0} - Στυλ A1",
        		 result : 1
        	 }
        	 ]
         }
    },
    AND:{    
    	Syntax:"${0}(λογική τιμή 1${1} [λογική τιμή 2]${1} ...)",
    	Disp:"Επιστρέφει την τιμή TRUE αν όλα τα ορίσματα είναι αληθή."
    },
    ASIN:{
    	Syntax:"${0}(αριθμός)",
    	Disp:"Επιστρέφει το τόξο ημιτόνου ενός αριθμού. Η γωνία επιστρέφεται σε ακτίνια."
    },
    ASINH:{
    	Syntax:"${0}(αριθμός)",
    	Disp:"Επιστρέφει το αντίστροφο υπερβολικό ημίτονο ενός αριθμού."
    },
    ATAN:{
    	Syntax:"${0}(αριθμός)",
    	Disp:"Επιστρέφει το τόξο εφαπτομένης ενός αριθμού. Η γωνία επιστρέφεται σε ακτίνια."
    },
    AVERAGE:{    
    	Syntax:"${0}(αριθμός 1${1} [αριθμός 2]${1} ...)",
    	Disp:"Επιστρέφει τη μέση τιμή των ορισμάτων."
    },
    AVERAGEA:{    
    	Syntax:"${0}(αριθμός 1${1} [αριθμός 2]${1} ...)",
    	Disp:"Επιστρέφει τη μέση τιμή ενός δείγματος. Το κείμενο αποτιμάται ως 0."
    },
    AVERAGEIF:{    
    	Syntax:"${0}(περιοχή_κελιών${1} κριτήρια${1} [περιοχή_μέσου_όρου])",
    	Disp:"Επιστρέφει το μέσο όρο (αριθμητικό μέσο) των ορισμάτων που πληρούν την καθορισμένη συνθήκη."
    },
    AVERAGEIFS:{    
    	Syntax: "${0}(περιοχή_μέσου_όρου${1} περιοχή_κριτηρίων_1${1} κριτήρια_1${1} ...)",
    	Disp:"Επιστρέφει το μέσο όρο (αριθμητικό μέσο) των ορισμάτων που πληρούν πολλαπλές συνθήκες."
    },
    ATAN2:{
    	Syntax:"${0}(συντεταγμένη_x${1} συντεταγμένη_y)",
    	Disp:"Επιστρέφει το τόξο εφαπτομένης, ή αντίστροφη εφαπτομένη, των καθορισμένων συντεταγμένων x και y. Το τόξο εφαπτομένης είναι η γωνία του άξονα x με μία ευθεία που περιέχει το αρχικό σημείο (0, 0) και ένα σημείο με τις καθορισμένες συντεταγμένες (συντεταγμένη_x, συντεταγμένη_y)."
    },
    ATANH:{
    	Syntax:"${0}(αριθμός)",
    	Disp:"Επιστρέφει την αντίστροφη υπερβολική εφαπτομένη ενός αριθμού. Ο αριθμός πρέπει να κυμαίνεται από -1 έως 1 (εξαιρουμένων των αριθμών -1 και 1)."
    },
    BASE:{    
    	Syntax:"${0}(αριθμός${1} βάση${1} [ελάχιστο_μήκος])",
    	Disp:"Μετατρέπει ένα θετικό ακέραιο αριθμό σε κείμενο από ένα αριθμητικό σύστημα με την επιλεγμένη βάση."
    },
    BIN2DEC:{
    	Syntax:"${0}(αριθμός)",
    	Disp:"Μετατρέπει ένα δυαδικό αριθμό σε δεκαδικό αριθμό."
    }, 
    BIN2HEX:{
    	Syntax:"${0}(αριθμός${1} [ψηφία])",
    	Disp:"Μετατρέπει ένα δυαδικό αριθμό σε δεκαεξαδικό αριθμό."
    }, 
    BIN2OCT:{
    	Syntax:"${0}(αριθμός${1} [ψηφία])",
    	Disp:"Μετατρέπει ένα δυαδικό αριθμό σε οκταδικό αριθμό."
    },
    CEILING:{  
    	Syntax: "${0}(αριθμός${1} σημαντικό_πολλαπλάσιο)",
    	Disp:"Στρογγυλοποιεί έναν αριθμό στον πλησιέστερο ακέραιο ή στο πλησιέστερο σημαντικό πολλαπλάσιο."
    },
    CHAR: {
    	Syntax: "${0}(αριθμός)",
    	Disp: "Επιστρέφει το χαρακτήρα που αντιστοιχεί στον καθορισμένο αριθμό. Εντοπίζει το χαρακτήρα στο σύνολο Unicode. Ο καθορισμένος αριθμός μπορεί να είναι από 1 έως 255."
    },
    CHOOSE: {
    	Syntax: "${0}(δείκτης${1} τιμή_1${1} [τιμή_2]${1} ...)",
    	Disp: "Εντοπίζει και επιστρέφει την αντίστοιχη τιμή σύμφωνα με το δείκτη. Μπορεί να επιλέξει ανάμεσα σε 30 ή λιγότερες τιμές."
    },
    CODE:{
    	Syntax:"${0}(κείμενο)",
    	Disp:"Επιστρέφει έναν αριθμητικό κωδικό για τον πρώτο χαρακτήρα σε μια συμβολοσειρά κειμένου που είναι κωδικοποιημένη σε Unicode."
    },
    COLUMN:{    
    	Syntax:"${0}([παραπομπή])",
    	Disp:"Επιστρέφει τον εσωτερικό αριθμό στήλης μιας παραπομπής."
    },
    COLUMNS:{    
    	Syntax:"${0}(πίνακας)",
    	Disp:"Επιστρέφει τον αριθμό των στηλών ενός πίνακα ή μιας παραπομπής."
    },
    COMBIN:{
    	Syntax:"${0}(αριθμός${1} επιλεγμένος_αριθμός)",
    	Disp:"Επιστρέφει τον αριθμό των συνδυασμών για έναν αριθμό στοιχείων. Χρησιμοποιήστε τη συνάρτηση ${0} για να προσδιορίσετε τον αριθμό των πιθανών ομάδων για έναν καθορισμένο αριθμό στοιχείων."
    },
    CONCATENATE:{   
    	Syntax:"${0}(κείμενο_1${1} ...)",
    	Disp:"Συνενώνει πολλαπλές συμβολοσειρές κειμένου σε μία συμβολοσειρά."
    },
    CONVERT:{
    	Syntax:"${0}(αριθμός${1} μονάδα_προέλευσης${1} μονάδα_προορισμού)",
    	Disp:"Μετατρέπει έναν αριθμό από ένα σύστημα μέτρησης σε άλλο.",
    	Arguments: {
       	 1 : [{
       		 label : "${0} - Γραμμάριο",
       		 result : "\"g\""
       	 }, {
       		 label : "${0} - Σλαγκ",
       		 result : "\"sg\""
       	 }, {
       		 label : "${0} - Λίβρα (avoirdupois)",
       		 result : "\"lbm\""
       	 }, {
       		 label : "${0} - U (Μονάδα ατομικής μάζας)",
       		 result : "\"u\""
       	 }, {
       		 label : "${0} - Ουγκιά (avoirdupois)",
       		 result : "\"ozm\""
       	 }, {
       		 label : "${0} - Μέτρο",
       		 result : "\"m\""
       	 }, {
       		 label : "${0} - Μίλι",
       		 result : "\"mi\""
       	 }, {
       		 label : "${0} - Ίντσα",
       		 result : "\"in\""
       	 }, {
       		 label : "${0} - Πόδι",
       		 result : "\"ft\""
       	 }, {
       		 label : "${0} - Γιάρδα",
       		 result : "\"yd\""
       	 }, {
       		 label : "${0} - Άνγκστρομ",
       		 result : "\"ang\""
       	 }, {
       		 label : "${0} - Πίκα",
       		 result : "\"pica\""
       	 }, {
       		 label : "${0} - Έτος",
       		 result : "\"yr\""
       	 }, {
       		 label : "${0} - Ημέρα",
       		 result : "\"day\""
       	 }, {
       		 label : "${0} - Ώρα",
       		 result : "\"hr\""
       	 }, {
       		 label : "${0} - Λεπτό",
       		 result : "\"mn\""
       	 }, {
       		 label : "${0} - Δευτερόλεπτο",
       		 result : "\"sec\""
       	 }, {
       		 label : "${0} - Πασκάλ",
       		 result : "\"Pa\""
       	 }, {
       		 label : "${0} - Ατμόσφαιρα",
       		 result : "\"atm\""
       	 }, {
       		 label : "${0} - Χιλιοστόμετρο στήλης υδραργύρου (Torr)",
       		 result : "\"mmHg\""
       	 }, {
       		 label : "${0} - Νιούτον",
       		 result : "\"N\""
       	 }, {
       		 label : "${0} - Δύνη",
       		 result : "\"dyn\""
       	 }, {
       		 label : "${0} - Λίβρα δύναμης",
       		 result : "\"lbf\""
       	 }, {
       		 label : "${0} - Τζάουλ",
       		 result : "\"J\""
       	 }, {
       		 label : "${0} - Έργιο",
       		 result : "\"e\""
       	 }, {
       		 label : "${0} - Θερμίδα (IT)",
       		 result : "\"cal\""
       	 }, {
       		 label : "${0} - Ηλεκτρονιοβόλτ",
       		 result : "\"eV\""
       	 }, {
       		 label : "${0} - Ιππο-ώρα",
       		 result : "\"HPh\""
       	 }, {
       		 label : "${0} - Βατώρα",
       		 result : "\"Wh\""
       	 }, {
       		 label : "${0} - Ποδολίβρα",
       		 result : "\"flb\""
       	 }, {
       		 label : "${0} - BTU",
       		 result : "\"BTU\""
       	 }, {
       		 label : "${0} - Θερμίδα (Θερμοδυναμική)",
       		 result : "\"c\""
       	 }, {
       		 label : "${0} - Ίππος",
       		 result : "\"HP\""
       	 }, {
       		 label : "${0} - Βατ",
       		 result : "\"W\""
       	 }, {
       		 label : "${0} - Τέσλα",
       		 result : "\"T\""
       	 }, {
       		 label : "${0} - Γκάους",
       		 result : "\"ga\""
       	 }, {
       		 label : "${0} - Βαθμός Κελσίου",
       		 result : "\"C\""
       	 }, {
       		 label : "${0} - Βαθμός Φαρενάιτ",
       		 result : "\"F\""
       	 }, {
       		 label : "${0} - Κέλβιν",
       		 result : "\"K\""
       	 }, {
       		 label : "${0} - Κουτάλι γλυκού",
       		 result : "\"tsp\""
       	 }, {
       		 label : "${0} - Κουτάλι σούπας",
       		 result : "\"tbs\""
       	 }, {
       		 label : "${0} - Ουγκιά υγρών",
       		 result : "\"oz\""
       	 }, {
       		 label : "${0} - Κούπα",
       		 result : "\"cup\""
       	 }, {
       		 label : "${0} - Πίντα (Αμερικανική)",
       		 result : "\"us_pt\""
       	 }, {
       		 label : "${0} - Πίντα (Βρετανική)",
       		 result : "\"uk_pt\""
       	 }, {
       		 label : "${0} - Κουώρτ",
       		 result : "\"qt\""
       	 }, {
       		 label : "${0} - Γαλόνι",
       		 result : "\"gal\""
       	 }, {
       		 label : "${0} - Λίτρο",
       		 result : "\"I\""
       	 }
       	 ],
       	 2 : 1	//SAME WITH 2
        }
    },
    COS:{
    	Syntax:"${0}(αριθμός)",
    	Disp:"Επιστρέφει το συνημίτονο της καθορισμένης γωνίας."
    },
    COSH:{
    	Syntax:"${0}(αριθμός)",
    	Disp:"Επιστρέφει το υπερβολικό συνημίτονο ενός αριθμού."
    },
    COT:{    
    	Syntax:"${0}(αριθμός)",
        Disp:"Επιστρέφει τη συνεφαπτομένη του καθορισμένου αριθμού."
    },
    COTH:{    
    	Syntax:"${0}(αριθμός)",
        Disp:"Επιστρέφει την υπερβολική συνεφαπτομένη του καθορισμένου αριθμού."
    },
    COUNT:{   
    	Syntax:"${0}(τιμή_1${1} [τιμή_2]${1} ...)",
    	Disp:"Καταμετρά τους αριθμούς που περιέχονται στη λίστα ορισμάτων. Οι καταχωρήσεις κειμένου παραβλέπονται."
    },
    COUNTA:{   
    	Syntax:"${0}(τιμή_1${1} [τιμή_2]${1} ...)",
    	Disp:"Καταμετρά τις τιμές που περιέχονται στη λίστα ορισμάτων."
    },
    COUNTBLANK:{   
    	Syntax:"${0}(περιοχή_κελιών)",
    	Disp: "Καταμετρά τα κενά κελιά σε μια καθορισμένη περιοχή."
    },
    COUNTIF:{
    	Syntax: "${0}(περιοχή_κελιών${1} κριτήρια)",
    	Disp:"Καταμετρά τον αριθμό των κελιών που πληρούν την καθορισμένη συνθήκη."
    },
    COUNTIFS:{
    	Syntax: "${0}(περιοχή_κριτηρίων_1${1} κριτήρια_1${1} ...)",
    	Disp:"Καταμετρά τον αριθμό των κελιών που πληρούν πολλαπλές συνθήκες."
    },
    CUMIPMT:{	
	    Syntax:"${0}(επιτόκιο${1} αριθμός_περιόδων${1} τρέχουσα_αξία${1} περίοδος_έναρξης${1} περίοδος_λήξης${1} είδος)",
	    Disp:"Υπολογίζει σωρευτικά τον καταβαλλόμενο τόκο μεταξύ δύο περιόδων."
    },
    CUMPRINC:{	
	    Syntax:"${0}(επιτόκιο${1} αριθμός_περιόδων${1} τρέχουσα_αξία${1} περίοδος_έναρξης${1} περίοδος_λήξης${1} είδος)",
	    Disp:"Υπολογίζει σωρευτικά το καταβαλλόμενο κεφάλαιο για ένα δάνειο μεταξύ δύο περιόδων."
    }, 
    DATE:{	
	    Syntax:"${0}(έτος${1} μήνας${1} ημέρα)",
	    Disp:"Παρέχει έναν εσωτερικό αριθμό για τη δεδομένη ημερομηνία."
    },  
    DATEDIF:{	
	    Syntax:"${0}(ημερομηνία_έναρξης${1} ημερομηνία_λήξης${1} μορφή)",
	    Disp:"Επιστρέφει τη διαφορά μεταξύ δύο ημερομηνιών σε έτη, μήνες ή ημέρες.",
	    Arguments: {
	    	2 : [{
	    		label: "${0} - Ο αριθμός των ολόκληρων ετών που περιλαμβάνονται στην καθορισμένη περίοδο.",
	    		result: "\"Y\""
	    	}, {
	    		label: "${0} - Ο αριθμός των ολόκληρων μηνών που περιλαμβάνονται στην καθορισμένη περίοδο.",
	    		result: "\"M\""
	    	}, {
	    		label: "${0} - Ο αριθμός των ημερών που περιλαμβάνονται στην καθορισμένη περίοδο.",
	    		result: "\"D\""
	    	}, {
	    		label: "${0} - Ο αριθμός των ημερών στο διάστημα μεταξύ της ημερομηνίας έναρξης και της ημερομηνίας λήξης. Κατά τον υπολογισμό, οι μήνες και τα έτη παραβλέπονται.",
	    		result: "\"MD\""
	    	}, {
	    		label: "${0} - Ο αριθμός των μηνών στο διάστημα μεταξύ της ημερομηνίας έναρξης και της ημερομηνίας λήξης. Κατά τον υπολογισμό, τα έτη παραβλέπονται.",
	    		result: "\"YM\""
	    	}, {
	    		label: "${0} - Ο αριθμός των ημερών στο διάστημα μεταξύ της ημερομηνίας έναρξης και της ημερομηνίας λήξης. Κατά τον υπολογισμό, τα έτη παραβλέπονται.",
	    		result: "\"YD\""
	    	}
	    	]
	    }
    },  
    DATEVALUE:{	
	    Syntax:"${0}(κείμενο)",
	    Disp:"Επιστρέφει έναν εσωτερικό αριθμό για κείμενο που έχει πιθανώς μορφή ημερομηνίας."
    }, 
    DAY:{
    	Syntax:"${0}(αριθμός)",
    	Disp:"Επιστρέφει την ημέρα της καθορισμένης ημερομηνίας. Η ημέρα επιστρέφεται ως ακέραιος αριθμός (από 1 έως 31). Το όρισμα μπορεί επίσης να είναι μια αρνητική τιμή ημερομηνίας/ώρας."
    },
    DAYS360:{
    	Syntax:"${0}(ημερομηνία_έναρξης${1} ημερομηνία_λήξης${1} [μέθοδος])",
    	Disp:"Υπολογίζει τον αριθμό ημερών μεταξύ δύο ημερομηνιών με βάση ένα έτος 360 ημερών.",
    	Arguments: {
       	 2 : [{
       		 label : "${0} - Μέθοδος Η.Π.Α. (NASD)",
       		 result : "FALSE"
       	 }, {
       		 label : "${0} - Ευρωπαϊκή μέθοδος",
       		 result : "TRUE"
       	 }
       	 ]
        }
    },
    DAYS:{
    	Syntax:"${0}(αρχική_ημερομηνία${1} τελική_ημερομηνία${1})",
    	Disp:"Υπολογίζει τον αριθμό ημερών μεταξύ δύο ημερομηνιών."
    },
    DEC2BIN:{
    	Syntax:"${0}(αριθμός${1} [ψηφία])",
    	Disp:"Μετατρέπει ένα δεκαδικό αριθμό σε δυαδικό αριθμό."
    }, 
    DEC2HEX:{
    	Syntax:"${0}(αριθμός${1} [ψηφία])",
    	Disp:"Μετατρέπει ένα δεκαδικό αριθμό σε δεκαεξαδικό αριθμό."
    },
    DEC2OCT:{
    	Syntax:"${0}(αριθμός${1} [ψηφία])",
    	Disp:"Μετατρέπει ένα δεκαδικό αριθμό σε οκταδικό αριθμό."
    },
    DEGREES:{	
	    Syntax:"${0}(γωνία)",
	    Disp:"Μετατρέπει ακτίνια σε μοίρες."
    },
    DISC:{
    	Syntax:"${0}(διακανονισμός${1} λήξη${1} τιμή${1} εξαγορά${1} [βάση])",
    	Disp:"Υπολογίζει το προεξοφλητικό επιτόκιο ενός χρεογράφου."
    }, 
    DOLLAR:{
    	Syntax:"${0}(αριθμός${1} [δεκαδικά_ψηφία])",
    	Disp:"Μετατρέπει έναν αριθμό σε κείμενο, εφαρμόζοντας τη μορφή νομισματικής μονάδας $ (δολάριο)."
    },
    EDATE:{
    	Syntax:"${0}(ημερομηνία_έναρξης${1} μήνες)",
    	Disp:"Επιστρέφει το σειριακό αριθμό που αντιπροσωπεύει την ημερομηνία που αντιστοιχεί στον καθορισμένο αριθμό μηνών πριν ή μετά από την ημερομηνία έναρξης."
    },
    EOMONTH:{
    	Syntax:"${0}(ημερομηνία_έναρξης${1} μήνες)",
    	Disp:"Επιστρέφει το σειριακό αριθμό για την τελευταία ημέρα του μήνα που αντιστοιχεί στον καθορισμένο αριθμό μηνών πριν ή μετά από την ημερομηνία έναρξης."
    },
    ERFC:{   
    	Syntax:"${0}(αριθμός)",
        Disp:"Επιστρέφει το ολοκλήρωμα της συμπληρωματικής συνάρτησης σφάλματος από έναν αριθμό έως το άπειρο."
    },
    "ERROR.TYPE":{    
    	Syntax:"${0}(παραπομπή)",
    	Disp:"Επιστρέφει έναν αριθμό που αντιστοιχεί σε ένα είδος σφάλματος."
//    		,
//    	Arguments: {
//       	 0 : [{
//       		 label : "${0} - #NULL!",
//       		 result : -1
//       	 }, {
//       		 label : "${0} - #DIV/0!",
//       		 result : -2
//       	 }, {
//       		 label : "${0} - #VALUE!",
//       		 result : -3
//       	 }, {
//       		 label : "${0} - #REF!",
//       		 result : -4
//       	 }, {
//       		 label : "${0} - #NAME?",
//       		 result : -5
//       	 }, {
//       		 label : "${0} - #NUM!",
//       		 result : -6
//       	 }, {
//       		 label : "${0} - #N/A",
//       		 result : -7
//       	 }, {
//       		 label : "${0} - #GETTING_DATA",
//       		 result : -8
//       	 }
//       	 ]
//        }
    },    
    EVEN:{   
    	Syntax:"${0}(αριθμός)",
    	Disp:"Στρογγυλοποιεί έναν αριθμό προς τα πάνω, στον πλησιέστερο άρτιο ακέραιο αριθμό."
    },
    EXACT:{    
    	Syntax:"${0}(κείμενο_1${1} κείμενο_2)",
    	Disp: "Συγκρίνει δύο συμβολοσειρές κειμένου και επιστρέφει την τιμή TRUE αν είναι όμοιες. Αυτή η συνάρτηση κάνει διάκριση πεζών/κεφαλαίων."
    },
    EXP:{    
    	Syntax:"${0}(αριθμός)",
    	Disp: "Επιστρέφει το e υψωμένο στον καθορισμένο αριθμό."
    },
    FACT:{  
    	Syntax:"${0}(αριθμός)",
    	Disp:"Υπολογίζει το παραγοντικό ενός αριθμού."
    },
    FACTDOUBLE:{  
    	Syntax:"${0}(αριθμός)",
        Disp:"Επιστρέφει το διπλό παραγοντικό ενός αριθμού."
    },
    FALSE:{
    	Syntax:"${0}()",
    	Disp:"Επιστρέφει τη λογική τιμή FALSE."
    },
    FIND:{   
    	Syntax:"${0}(κείμενο_προς_εύρεση${1} κείμενο${1} [θέση])",
    	Disp:"Αναζητά μια συμβολοσειρά κειμένου στο καθορισμένο κείμενο. Κατά την αναζήτηση, γίνεται διάκριση πεζών/κεφαλαίων."
    },
    FIXED:{
    	Syntax:"${0}(αριθμός${1} [δεκαδικά_ψηφία]${1} [χωρίς_κόμμα])",
    	Disp:"Μορφοποιεί έναν αριθμό ως κείμενο με σταθερό αριθμό δεκαδικών ψηφίων.",
    	Arguments: {
    		2 : [{
    			label : "${0} - Επιτρέπεται η χρήση κόμματος.",
    			result : "TRUE"
    		}, {
    			label : "${0} - Δεν επιτρέπεται η χρήση κόμματος.",
    			result: "FALSE" 
    		}
    		]
    	}
    },
    FLOOR:{   
    	Syntax:"${0}(αριθμός${1} σημαντικό_πολλαπλάσιο)",
    	Disp:"Στρογγυλοποιεί έναν αριθμό προς τα κάτω, στο πλησιέστερο σημαντικό πολλαπλάσιο."
    },
    FORMULA:{   
    	Syntax:"${0}(παραπομπή)",
    	Disp:"Επιστρέφει τον τύπο ενός κελιού τύπου."
    },
    FREQUENCY:{   
    	Syntax:"${0}(δεδομένα_λίστας_ακολουθίας_αριθμών${1} θέσεις_λίστας_ακολουθίας_αριθμών)",
    	Disp:"Κατηγοριοποιεί τις τιμές σε διαστήματα και μετρά τον αριθμό των τιμών σε κάθε διάστημα."
    },
    FV:{
    	Syntax:"${0}(επιτόκιο${1} αριθμός_περιόδων${1} πληρωμή${1} [τρέχουσα_αξία]${1} [είδος])",
    	Disp:"Υπολογίζει τη μελλοντική αξία μιας επένδυσης με βάση ένα σταθερό επιτόκιο."
    },
    FVSCHEDULE:{    
    	Syntax:"${0}(κεφάλαιο${1} χρονοδιάγραμμα)",
        Disp:"Υπολογίζει τη μελλοντική αξία του αρχικού κεφαλαίου μετά την εφαρμογή μιας σειράς ανατοκισμών."
    },
    GAMMALN:{   
    	Syntax:"${0}(αριθμός)",
        Disp:"Επιστρέφει το φυσικό λογάριθμο της συνάρτησης γάμμα."
    },
    GCD:{   
    	Syntax:"${0}(αριθμός_1${1} [αριθμός_2]${1} ...)",
        Disp:"Επιστρέφει το μέγιστο κοινό διαιρέτη όλων των ορισμάτων."
    },
    HEX2BIN:{
    	Syntax:"${0}(αριθμός${1} [ψηφία])",
    	Disp:"Μετατρέπει ένα δεκαεξαδικό αριθμό σε δυαδικό αριθμό."
    }, 
    HEX2DEC:{
    	Syntax:"${0}(αριθμός)",
    	Disp:"Μετατρέπει ένα δεκαεξαδικό αριθμό σε δεκαδικό αριθμό."
    }, 
    HEX2OCT:{
    	Syntax:"${0}(αριθμός${1} [ψηφία])",
    	Disp:"Μετατρέπει ένα δεκαεξαδικό αριθμό σε οκταδικό αριθμό."
    },
    HOUR:{   
    	Syntax:"${0}(αριθμός)",
    	Disp:"Επιστρέφει τον αριθμό της ώρας της ημέρας (0-23) για την τιμή ώρας."
    },
    HLOOKUP:{   
    	Syntax:"${0}(κριτήρια_αναζήτησης${1} πίνακας${1} δείκτης${1} [ταξινόμηση])",
    	Disp:"Χρησιμοποιείται για την οριζόντια αναζήτηση και παραπομπή στα καθορισμένα κελιά.",
    	Arguments: {
          	 3 : [{
          		 label : "${0} - Προσεγγιστική αντιστοιχία",
          		 result : "TRUE"
          	 }, {
          		 label : "${0} - Ακριβής αντιστοιχία",
          		 result : "FALSE"
          	 }
          	 ]
           }
    },
    HYPERLINK:{    
    	Syntax:"${0}(διασύνδεση${1} [κείμενο_κελιού])",
    	Disp:"Επιστρέφει μια διασύνδεση που παραπέμπει σε έναν πόρο δικτύου ή σε μια περιοχή. Εμφανίζει το κείμενο_κελιού (προαιρετικά), αν παρέχεται. Διαφορετικά, εμφανίζει τη διασύνδεση ως κείμενο."
    },    
    IF:{    
    	Syntax:"${0}(έλεγχος${1} [τιμή_σε_περίπτωση_ισχύος]${1} [τιμή_σε_περίπτωση_μη_ισχύος])",
    	Disp:"Ορίζει την εκτέλεση ενός λογικού ελέγχου."
    },
    IFS:{
    	Syntax:"${0}(έλεγχος_1${1} τιμή_σε_περίπτωση_αληθούς_συνθήκης_1${1} ...)",
    	Disp:"Εκτελεί λογικούς ελέγχους για να διαπιστώσει αν πληρούνται μία ή περισσότερες συνθήκες. Επιστρέφει μια τιμή που αντιστοιχεί στην πρώτη συνθήκη που αποτιμάται ως αληθής (TRUE)."
    },
    IFERROR:{
    	Syntax:"${0}(τιμή${1} τιμή_σε_περίπτωση_σφάλματος)",
    	Disp:"Επιστρέφει την καθορισμένη τιμή αν η έκφραση προκαλεί σφάλμα. Διαφορετικά, επιστρέφει το αποτέλεσμα της έκφρασης."
    },
    IFNA:{
    	Syntax:"${0}(τιμή${1} τιμή_σε_περίπτωση_σφάλματος_na)",
    	Disp:"Επιστρέφει την καθορισμένη τιμή αν η έκφραση επιστρέφει την τιμή σφάλματος #N/A. Διαφορετικά, επιστρέφει το αποτέλεσμα της έκφρασης."
    },
    INDEX:{    
    	Syntax:"${0}(παραπομπή${1} γραμμή${1} [στήλη]${1} [περιοχή_κελιών])",
    	Disp:"Επιστρέφει μια παραπομπή σε ένα κελί μιας καθορισμένης περιοχής."
    },
    INDIRECT:{    
    	Syntax:"${0}(παραπομπή${1} [στυλ_παραπομπής])",
    	Disp:"Επιστρέφει τα περιεχόμενα του αναφερόμενου κελιού σε μορφή κειμένου.",
    	Arguments: {
         	 1 : [{
         		 label : "${0} - Στυλ R1C1",
         		 result : "FALSE"
         	 }, {
         		 label : "${0} - Στυλ A1",
         		 result : "TRUE"
         	 }
         	 ]
          }
    }, 
    INT:{    
    	Syntax:"${0}(αριθμός)",
    	Disp:"Στρογγυλοποιεί έναν αριθμό προς τα κάτω, στον πλησιέστερο ακέραιο."
    },
    IPMT:{
    	Syntax:"${0}(επιτόκιο${1} περίοδος${1} αριθμός_περιόδων${1} τρέχουσα_αξία${1} [μελλοντική_αξία]${1} [είδος])",
    	Disp:"Υπολογίζει το ποσό τόκου για μια δεδομένη περίοδο μιας επένδυσης με βάση τακτικές καταβολές και σταθερό επιτόκιο."
    }, 
    ISBLANK:{   
    	Syntax:"${0}(τιμή)",
    	Disp:"Επιστρέφει την τιμή TRUE αν το καθορισμένο κελί είναι κενό. Διαφορετικά, επιστρέφει την τιμή FALSE."
    },
    ISERR:{
    	Syntax:"${0}(τιμή)",
    	Disp:"Επιστρέφει την τιμή TRUE αν η η τιμή είναι μια τιμή σφάλματος εκτός από #N/A."
    },
    ISERROR:{
    	Syntax:"${0}(τιμή)",
    	Disp:"Επιστρέφει την τιμή TRUE αν η τιμή είναι μια τιμή σφάλματος."
    },
    ISEVEN:{    
    	Syntax:"${0}(τιμή)",
    	Disp:"Επιστρέφει την τιμή TRUE αν η καθορισμένη τιμή είναι άρτιος αριθμός. Διαφορετικά, επιστρέφει την τιμή FALSE." 
    },
    ISFORMULA:{    
    	Syntax:"${0}(παραπομπή)",
    	Disp:"Επιστρέφει την τιμή TRUE αν το κελί είναι ένα κελί τύπου."
    },
    ISLOGICAL:{    
    	Syntax:"${0}(τιμή)",
    	Disp:"Επιστρέφει την τιμή TRUE αν η καθορισμένη τιμή είναι μια λογική τιμή."
    },
    ISNA:{    
    	Syntax:"${0}(τιμή)",
    	Disp:"Επιστρέφει την τιμή TRUE αν η τιμή είναι #N/A."
    },  
    ISNONTEXT:{   
    	Syntax:"${0}(τιμή)",
    	Disp:"Επιστρέφει την τιμή TRUE αν η τιμή δεν είναι κείμενο."
    },
    ISNUMBER:{   
    	Syntax:"${0}(τιμή)",
    	Disp:"Επιστρέφει την τιμή TRUE αν η τιμή είναι αριθμός."
    },
    ISODD:{    
    	Syntax:"${0}(τιμή)",
    	Disp:"Επιστρέφει την τιμή TRUE αν η τιμή είναι περιττός αριθμός."
    },
    ISPMT:{
    	Syntax:"${0}(επιτόκιο${1} περίοδος${1} αριθμός_περιόδων${1} τρέχουσα_αξία)",
    	Disp:"Υπολογίζει τον τόκο που καταβλήθηκε κατά τη διάρκεια μιας συγκεκριμένης περιόδου για μια επένδυση."
    }, 
    ISREF:{    
    	Syntax:"${0}(τιμή)",
    	Disp:"Επιστρέφει την τιμή TRUE αν η τιμή είναι παραπομπή."
    },
    ISTEXT:{    
    	Syntax:"${0}(τιμή)",
    	Disp:"Επιστρέφει την τιμή TRUE αν η τιμή είναι κείμενο."
    },
    LARGE:{
        Syntax:"${0}(πίνακας${1} νιοστή_θέση)",
    	Disp:"Επιστρέφει τη νιοστή μεγαλύτερη τιμή από ένα σύνολο τιμών."
    },
    LCM:{   
    	Syntax:"${0}(αριθμός_1${1} [αριθμός_2]${1} ...)",
        Disp:"Επιστρέφει το ελάχιστο κοινό πολλαπλάσιο όλων των καθορισμένων αριθμών."
    },
    LEFT:{
        Syntax:"${0}(κείμενο${1} [μήκος])",
    	Disp:"Επιστρέφει τον καθορισμένο αριθμό χαρακτήρων από την αρχή του κειμένου."
    },
    LEN:{
    	Syntax:"${0}(κείμενο)",
    	Disp:"Επιστρέφει το μήκος μιας συμβολοσειράς κειμένου."
    },
    LENB:{
    	Syntax:"${0}(κείμενο)",
    	Disp:"Επιστρέφει τον αριθμό bytes μιας συμβολοσειράς κειμένου."
    },
    LN:{
    	Syntax:"${0}(αριθμός)",
    	Disp:"Επιστρέφει το φυσικό λογάριθμο ενός αριθμού."
    },
    LOG:{
    	Syntax:"${0}(αριθμός${1} [βάση])",
    	Disp:"Επιστρέφει το λογάριθμο ενός αριθμού στην καθορισμένη βάση."
    },
    LOG10:{
    	Syntax:"${0}(αριθμός)",
    	Disp:"Επιστρέφει το δεκαδικό λογάριθμο ενός αριθμού."
    },
    LOOKUP:{
    	Syntax: "${0}(κριτήριο_αναζήτησης${1} άνυσμα_αναζήτησης${1} [άνυσμα_αποτελεσμάτων])",
    	Disp:"Προσδιορίζει μια τιμή σε ένα άνυσμα σε σύγκριση με τις τιμές σε ένα άλλο άνυσμα."
    },
    LOWER:{    
    	Syntax:"${0}(κείμενο)",
    	Disp:"Μετατρέπει σε πεζά όλα τα γράμματα του καθορισμένου κειμένου."
    },    
    MATCH:{    
    	Syntax: "${0}(κριτήριο_αναζήτησης${1} πίνακας_αναζήτησης${1} [είδος])",
    	Disp:"Ορίζει μια θέση σε έναν πίνακα μετά από σύγκριση των τιμών.",
    	Arguments: {
         	 2 : [{
         		 label : "${0} - Μικρότερο από",
         		 result : 1
         	 }, {
         		 label : "${0} - Ακριβής αντιστοιχία",
         		 result : 0
         	 }, {
         		 label : "${0} - Μεγαλύτερο από",
         		 result : -1
         	 }
         	 ]
          }
    },
    MAX:{   
    	Syntax:"${0}(αριθμός 1${1} [αριθμός 2]${1} ...)",
    	Disp:"Επιστρέφει τη μέγιστη τιμή μιας λίστας ορισμάτων."
    },
    MEDIAN:{    
    	Syntax:"${0}(αριθμός 1${1} [αριθμός 2]${1} ...)",
    	Disp:"Αν ο καθορισμένος αριθμός τιμών είναι περιττός, επιστρέφει τη μεσαία τιμή. Διαφορετικά, επιστρέφει τον αριθμητικό μέσο όρο των δύο μεσαίων τιμών."
    },
    MID:{    
    	Syntax:"${0}(κείμενο${1} αριθμός${1} αριθμός)",
    	Disp:"Επιστρέφει μια σειρά χαρακτήρων από το καθορισμένο κείμενο."
    }, 
    MIN:{    
    	Syntax:"${0}(αριθμός 1${1} [αριθμός 2]${1} ...)",
    	Disp:"Επιστρέφει την ελάχιστη τιμή μιας λίστας ορισμάτων."
    },    
    MINUTE:{    
    	Syntax:"${0}(αριθμός)",
    	Disp:"Επιστρέφει τον αριθμό του λεπτού της ώρας (0-59) για την τιμή ώρας."
    },    
    MOD:{    
    	Syntax:"${0}(διαιρούμενος_αριθμός${1} διαιρέτης)",
    	Disp:"Επιστρέφει το υπόλοιπο που προκύπτει από τη διαίρεση του διαιρούμενου αριθμού με τον καθορισμένο διαιρέτη."
    },
    MODE:{    
    	Syntax:"${0}(αριθμός 1${1} [αριθμός 2]${1} ...)",
    	Disp:"Επιστρέφει τη συνηθέστερη τιμή από ένα δείγμα."
    },
    MONTH:{    
    	Syntax:"${0}(αριθμός)",
    	Disp:"Επιστρέφει το μήνα της καθορισμένης ημερομηνίας. Ο μήνας επιστρέφεται ως ακέραιος αριθμός (από 1 έως 12)."
    },
    MROUND:{   
    	Syntax: "${0}(αριθμός${1} πολλαπλάσιο)",
        Disp:"Επιστρέφει έναν αριθμό στρογγυλοποιημένο στο επιθυμητό πολλαπλάσιο."
    },
    MMULT:{    
    	Syntax:"${0}(πίνακας${1} πίνακας)",
    	Disp:"Πολλαπλασιασμός πινάκων. Επιστρέφει το γινόμενο δύο πινάκων."
    },
    MULTINOMIAL:{   
    	Syntax:"${0}(αριθμός_1${1} [αριθμός_2]${1} ...)",
        Disp:"Επιστρέφει τον πολυωνυμικό συντελεστή ενός συνόλου αριθμών."
    },
    N:{    
    	Syntax:"${0}(τιμή)",
    	Disp:"Μετατρέπει μια τιμή σε αριθμό."
    },    
    NA:{    
    	Syntax:"${0}()",
    	Disp:"Επιστρέφει την τιμή σφάλματος #N/A (Δεν ισχύει)."
    },
    NETWORKDAYS:{    
    	Syntax:"${0}(ημερομηνία_έναρξης${1} ημερομηνία_λήξης${1} [διακοπές])",
    	Disp:"Επιστρέφει τον αριθμό των εργάσιμων ημερών μεταξύ δύο ημερομηνιών."
    },
    NOT:{    
    	Syntax:"${0}(λογική_τιμή)",
    	Disp:"Αντιστρέφει την τιμή του ορίσματος."
    },
    NOW:{    
    	Syntax:"${0}()",
    	Disp:"Επιστρέφει την τρέχουσα ημερομηνία και ώρα του υπολογιστή."
    },
    NPV:{   
    	Syntax:"${0}(επιτόκιο${1} αξία_1${1} [αξία_2]${1} ...)",
        Disp:"Υπολογίζει την καθαρή παρούσα αξία μιας επένδυσης με βάση ένα προεξοφλητικό επιτόκιο και μια σειρά μελλοντικών πληρωμών και εισοδημάτων."
    },
    OCT2BIN:{
    	Syntax:"${0}(αριθμός${1} [ψηφία])",
    	Disp:"Μετατρέπει έναν οκταδικό αριθμό σε δυαδικό αριθμό."
    },
    OCT2DEC:{
    	Syntax:"${0}(αριθμός)",
    	Disp:"Μετατρέπει έναν οκταδικό αριθμό σε δεκαδικό αριθμό."
    },
    OCT2HEX:{
    	Syntax:"${0}(αριθμός${1} [ψηφία])",
    	Disp:"Μετατρέπει έναν οκταδικό αριθμό σε δεκαεξαδικό αριθμό."
    },
    ODD:{    
    	Syntax:"${0}(αριθμός)",
    	Disp:"Στρογγυλοποιεί έναν αριθμό προς τα πάνω, στον επόμενο πλησιέστερο περιττό ακέραιο αριθμό."
    },
    OFFSET:{
    	Syntax:"${0}(παραπομπή${1} γραμμές${1} στήλες${1} [ύψος]${1} [πλάτος])",
    	Disp:"Επιστρέφει μια παραπομπή για μια περιοχή που απέχει καθορισμένο αριθμό γραμμών και στηλών από το καθορισμένο κελί ή την καθορισμένη περιοχή κελιών."
    },
    OR:{    
    	Syntax:"${0}(λογική τιμή 1${1} [λογική τιμή 2]${1} ...)",
    	Disp:"Επιστρέφει την τιμή TRUE αν ένα τουλάχιστον όρισμα είναι αληθές."
    },
    PI:{    
    	Syntax:"${0}()",
    	Disp:"Επιστρέφει κατά προσέγγιση την τιμή του π."
    },
    PMT:{
    	Syntax:"${0}(επιτόκιο${1} αριθμός_περιόδων${1} τρέχουσα_αξία${1} [μελλοντική_αξία]${1} [είδος])",
    	Disp:"Υπολογίζει τη δόση ενός δανείου με βάση τακτικές καταβολές και σταθερό επιτόκιο."
    },
    POWER:{    
    	Syntax:"${0}(βάση${1} δύναμη)",
    	Disp:"Υψώνει έναν αριθμό στη δύναμη ενός άλλου αριθμού."
    },
    PPMT:{
    	Syntax:"${0}(επιτόκιο${1} περίοδος${1} αριθμός_περιόδων${1} τρέχουσα_αξία${1} [μελλοντική_αξία]${1} [είδος])",
    	Disp:"Υπολογίζει το ποσό αποπληρωμής κεφαλαίου για μια δεδομένη περίοδο μιας επένδυσης με βάση τακτικές καταβολές και σταθερό επιτόκιο."
    },
    PRICEDISC:{
    	Syntax:"${0}(διακανονισμός${1} λήξη${1} προεξόφληση${1} εξαγορά${1} [βάση])",
    	Disp:"Υπολογίζει την τιμή ενός προεξοφλημένου χρεογράφου ανά 100 &euro; ονομαστικής αξίας."
    },
    PRICEMAT:{
    	Syntax:"${0}(διακανονισμός${1} λήξη${1} έκδοση${1} επιτόκιο${1} ετήσια_απόδοση${1} [βάση])",
    	Disp:"Υπολογίζει την τιμή ανά 100 &euro; ονομαστικής αξίας ενός χρεογράφου που αποφέρει τόκο στη λήξη του."
    },
    PRODUCT:{   
    	Syntax:"${0}(αριθμός 1${1} [αριθμός 2]${1} ...)",
    	Disp:"Πολλαπλασιάζει όλους τους καθορισμένους αριθμούς και επιστρέφει το γινόμενο."
    },
    PROPER:{    
    	Syntax:"${0}(κείμενο)",
    	Disp:"Προσαρμόζει τους πεζούς/κεφαλαίους χαρακτήρες σε μια συμβολοσειρά κειμένου, αλλάζοντας το πρώτο γράμμα κάθε λέξης σε κεφαλαίο και τα υπόλοιπα σε πεζά."
    },
    PV:{
    	Syntax:"${0}(επιτόκιο${1} αριθμός_περιόδων${1} πληρωμή${1} [μελλοντική_αξία]${1} [είδος])",
    	Disp:"Υπολογίζει την παρούσα αξία μιας επένδυσης με βάση μια σειρά μελλοντικών πληρωμών."
    }, 
    QUOTIENT:{    
    	Syntax:"${0}(αριθμητής${1} παρονομαστής)",
        Disp:"Επιστρέφει το ακέραιο μέρος του αποτελέσματος της διαίρεσης."
    },
    RAND:{
    	Syntax:"${0}()",
    	Disp: "Επιστρέφει έναν τυχαίο αριθμό μεταξύ 0 και 1."
    },
    RANDBETWEEN:{    
    	Syntax:"${0}(ελάχιστη_τιμή${1} μέγιστη_τιμή)",
    	Disp: "Επιστρέφει έναν τυχαίο ακέραιο αριθμό μεταξύ των δύο αριθμών που έχετε ορίσει."
    },
    RANK:{    
    	Syntax:"${0}(αριθμός${1} παραπομπή${1} [σειρά])",
    	Disp: "Επιστρέφει τη σειρά κατάταξης μιας τιμής στο δείγμα.",
    	Arguments: {
          	 2 : [{
          		 label : "${0} - Φθίνουσα",
          		 result : 0
          	 }, {
          		 label : "${0} - Αύξουσα",
          		 result : 1
          	 }
          	 ]
           }
    },
    RECEIVED:{
    	Syntax:"${0}(διακανονισμός${1} λήξη${1} επένδυση${1} προεξόφληση${1} [βάση])",
    	Disp:"Υπολογίζει το επιστρεφόμενο ποσό στη λήξη ενός χρεογράφου πλήρους επένδυσης."
    }, 
    REPLACE:{    
    	Syntax: "${0}(κείμενο${1} θέση${1} μήκος${1} νέο_κείμενο)",
    	Disp:"Αντικαθιστά ένα τμήμα κειμένου με κάποιο άλλο."	
    },
    REPT:{    
    	Syntax: "${0}(κείμενο${1} πλήθος)",
    	Disp:"Επαναλαμβάνει το καθορισμένο κείμενο όσες φορές ζητηθεί."	
    },
    RIGHT:{
    	Syntax: "${0}(κείμενο${1} [αριθμός])",
    	Disp:"Επιστρέφει τον τελευταίο χαρακτήρα ή τους τελευταίους χαρακτήρες μιας ενότητας κειμένου."
    },
    RIGHTB:{
    	Syntax: "${0}(κείμενο${1} [αριθμός])",
    	Disp:"Επιστρέφει τον τελευταίο χαρακτήρα ή τους τελευταίους χαρακτήρες μιας ενότητας κειμένου."
    },
    ROUND:{   
    	Syntax: "${0}(αριθμός${1} ακρίβεια)",
    	Disp:"Στρογγυλοποιεί έναν αριθμό στο πλησιέστερο καθορισμένο δεκαδικό ψηφίο (ακρίβεια)."
    },
    ROUNDDOWN:{   
    	Syntax: "${0}(αριθμός${1} ακρίβεια)",
    	Disp:"Στρογγυλοποιεί έναν αριθμό προς τα κάτω στο πλησιέστερο καθορισμένο δεκαδικό ψηφίο (ακρίβεια)."
    },
    ROUNDUP:{   
    	Syntax: "${0}(αριθμός${1} ακρίβεια)",
    	Disp:"Στρογγυλοποιεί έναν αριθμό προς τα πάνω στο πλησιέστερο καθορισμένο δεκαδικό ψηφίο (ακρίβεια)."
    },
    ROW:{   
    	Syntax:"${0}([παραπομπή])",
    	Disp:"Ορίζει τον εσωτερικό αριθμό γραμμής μιας παραπομπής."
    },
    ROWS:{   
    	Syntax:"${0}(πίνακας)",
    	Disp:"Επιστρέφει τον αριθμό των γραμμών ενός πίνακα ή μιας παραπομπής."
    },
    RADIANS:{   
    	Syntax:"${0}(γωνία)",
    	Disp:"Μετατρέπει μοίρες σε ακτίνια."
    },
    ROMAN:{   
    	Syntax:"${0}(αριθμός${1} [μορφή])",
    	Disp:"Μετατρέπει έναν αραβικό αριθμό σε λατινικό αριθμό ως κείμενο.",
    	Arguments: {
          	 1 : [{
          		 label : "${0} - Κλασική",
          		 result : 0
          	 }, {
          		 label : "${0} - Πιο συνοπτική",
          		 result : 1
          	 }, {
          		 label : "${0} - Πιο συνοπτική",
          		 result : 2
          	 }, {
          		 label : "${0} - Πιο συνοπτική",
          		 result : 3
          	 }, {
          		 label : "${0} - Απλοποιημένη",
          		 result : 4
          	 }
          	 ]
           }
    },
    SEARCH:{   
    	Syntax:"${0}(κείμενο_προς_εύρεση${1} κείμενο${1} [θέση])",
    	Disp:"Αναζητά ένα τμήμα κειμένου εντός του καθορισμένου κειμένου (χωρίς διάκριση πεζών/κεφαλαίων)."
    },  
    SIGN:{    
    	Syntax:"${0}(αριθμός)",
        Disp:"Επιστρέφει το αλγεβρικό πρόσημο ενός αριθμού."
    },
    SIN:{    
    	Syntax:"${0}(αριθμός)",
    	Disp:"Επιστρέφει το ημίτονο της καθορισμένης γωνίας."
    },
    SINH:{    
    	Syntax:"${0}(αριθμός)",
    	Disp:"Επιστρέφει το υπερβολικό ημίτονο ενός αριθμού."
    },
    SECOND:{    
    	Syntax:"${0}(αριθμός)",
    	Disp:"Επιστρέφει το δευτερόλεπτο (0-59) του λεπτού για την τιμή ώρας."
    },
    SERIESSUM:{    
    	Syntax:"${0}(x${1} n${1} m${1} συντελεστές",
        Disp:"Αποδίδει το άθροισμα μιας δυναμοσειράς βάσει του τύπου."
    },
    SHEET:{   
    	Syntax:"${0}([παραπομπή])",
    	Disp:"Επιστρέφει τον εσωτερικό αριθμό φύλλου μιας παραπομπής ή μιας σειράς χαρακτήρων."
    },
    SMALL:{   
    	Syntax:"${0}(πίνακας${1} νιοστή_θέση)",
    	Disp:"Επιστρέφει τη νιοστή μικρότερη τιμή από ένα σύνολο τιμών."
    },
    SUBSTITUTE:{   
    	Syntax:"${0}(κείμενο${1} παλιό${1} νέο${1} [εμφάνιση_προς_αντικατάσταση])",
    	Disp:"Αντικαθιστά μια υπάρχουσα συμβολοσειρά κειμένου με μια νέα στο καθορισμένο κείμενο."
    },
    SUBTOTAL:{   
    	Syntax:"${0}(συνάρτηση${1} περιοχή_κελιών${1} ...)",
    	Disp:"Υπολογίζει τα μερικά σύνολα σε ένα υπολογιστικό φύλλο.",
    	Arguments: {
    		0 : [{
    			label : "${0} - AVERAGE",
    			result : 1
    		}, {
    			label : "${0} - COUNT",
    			result: 2
    		}, {
    			label : "${0} - COUNTA",
    			result: 3
    		}
    		, {
    			label : "${0} - MAX",
    			result: 4
    		}
    		, {
    			label : "${0} - MIN",
    			result: 5
    		}
    		, {
    			label : "${0} - PRODUCT",
    			result: 6
    		}
    		, {
    			label : "${0} - STDEV",
    			result: 7
    		}
    		, {
    			label : "${0} - STDEVP",
    			result: 8
    		}
    		, {
    			label : "${0} - SUM",
    			result: 9
    		}
    		, {
    			label : "${0} - VAR",
    			result: 10
    		}, {
    			label : "${0} - VARP",
    			result: 11
    		}, {
    			label : "${0} - AVERAGE",
    			result: 101
    		}, {
    			label : "${0} - COUNT",
    			result: 102
    		}, {
    			label : "${0} - COUNTA",
    			result: 103
    		}, {
    			label : "${0} - MAX",
    			result: 104
    		}, {
    			label : "${0} - MIN",
    			result: 105
    		}, {
    			label : "${0} - PRODUCT",
    			result: 106
    		}, {
    			label : "${0} - STDEV",
    			result: 107
    		}, {
    			label : "${0} - STDEVP",
    			result: 108
    		}, {
    			label : "${0} - SUM",
    			result: 109
    		}, {
    			label : "${0} - VAR",
    			result: 110
    		}, {
    			label : "${0} - VARP",
    			result: 111
    		}
    		]
    	}
    },
    SUM:{   
    	Syntax:"${0}(αριθμός_1${1} [αριθμός_2]${1} ...)",
    	Disp:"Επιστρέφει το άθροισμα όλων των ορισμάτων."
    },
    SUMPRODUCT:{   
    	Syntax:"${0}(πίνακας_1${1} [πίνακας_2]${1} ...)",
    	Disp:"Επιστρέφει το άθροισμα των γινομένων των καθορισμένων πινάκων."
    },
    SUMIF:{   
    	Syntax:"${0}(περιοχή_κελιών${1} κριτήρια${1} [περιοχή_αθροίσματος])",
    	Disp:"Αθροίζει τα ορίσματα που πληρούν τη συνθήκη."
    },
    SUMIFS:{
    	Syntax: "${0}(περιοχή_αθροίσματος${1} περιοχή_κριτηρίων_1${1} κριτήρια_1${1} ...)",
    	Disp:"Αθροίζει τα ορίσματα που πληρούν πολλαπλές συνθήκες."
    },
    SQRT:{   
    	Syntax:"${0}(αριθμός)",
    	Disp:"Επιστρέφει την τετραγωνική ρίζα ενός αριθμού."
    },
    SQRTPI:{   
    	Syntax:"${0}(αριθμός)",
        Disp:"Επιστρέφει την τετραγωνική ρίζα του γινόμενου (αριθμός * π)."
    },
    STDEV:
    {
    	Syntax:"${0}(αριθμός 1${1} [αριθμός 2]${1} ...)",
    	Disp:"Υπολογίζει την τυπική απόκλιση με βάση ένα δείγμα."
    },
    STDEVP:
    {
    	Syntax:"${0}(αριθμός 1${1} [αριθμός 2]${1} ...)",
    	Disp:"Υπολογίζει την τυπική απόκλιση με βάση ολόκληρο τον πληθυσμό."
    },
    SUMSQ:{
    	Syntax:"${0}(αριθμός 1${1} [αριθμός 2]${1} ...)",
        Disp:"Επιστρέφει το άθροισμα των τετραγώνων των αριθμών της καθορισμένης λίστας."
    },
    T:{
    	Syntax:"${0}(κείμενο)",
    	Disp:"Μετατρέπει τα ορίσματα σε κείμενο."
    },
    TAN:{    
    	Syntax:"${0}(αριθμός)",
        Disp:"Επιστρέφει την εφαπτομένη του καθορισμένου αριθμού."
    },
    TANH:{    
    	Syntax:"${0}(αριθμός)",
        Disp:"Επιστρέφει την υπερβολική εφαπτομένη του καθορισμένου αριθμού."
    },
    TBILLPRICE:{
    	Syntax:"${0}(διακανονισμός${1} λήξη${1} προεξόφληση)",
    	Disp:"Υπολογίζει την τιμή ενός έντοκου γραμματίου ανά 100 &euro; ονομαστικής αξίας."
    },
    TEXT:{
    	Syntax:"${0}(τιμή${1} κωδικός_μορφής)",
    	Disp:"Μετατρέπει την τιμή σε κείμενο με βάση τους κανόνες του καθορισμένου κωδικού μορφοποίησης αριθμητικών δεδομένων."
    },
    TIME:{   
    	Syntax:"${0}(ώρα${1} λεπτό${1} δευτερόλεπτο)",
    	Disp:"Επιστρέφει μια τιμή ώρας με βάση τις καθορισμένες πληροφορίες."
    },
    TIMEVALUE:{	
	    Syntax:"${0}(κείμενο)",
	    Disp:"Επιστρέφει έναν εσωτερικό αριθμό για κείμενο που έχει πιθανώς μορφή ημερομηνίας."
    }, 
    TODAY:{   
    	Syntax:"${0}()",
    	Disp:"Επιστρέφει την τρέχουσα ημερομηνία του υπολογιστή."
    },    
    TRIM:{
    	Syntax:"${0}(κείμενο)",
    	Disp:"Αφαιρεί τα προτασσόμενα και τα καταληκτικά κενά. Εντός του κειμένου, αν υπάρχουν δύο ή περισσότερα συνεχόμενα κενά, αντικαθίστανται με ένα κενό."
    },
    TRUE:{   
    	Syntax:"${0}()",
    	Disp:"Επιστρέφει τη λογική τιμή TRUE."
    },
    TRUNC:{   
    	Syntax:"${0}(αριθμός${1} [ακρίβεια])",
    	Disp:"Αποκόπτει τα δεκαδικά ψηφία ενός αριθμού."
    },
    TYPE:{   
    	Syntax:"${0}(τιμή)",
    	Disp:"Ορίζει το είδος δεδομένων μιας τιμής."	
    },
    UPPER:{  
    	Syntax: "${0}(κείμενο)",
    	Disp:"Μετατρέπει σε κεφαλαία όλα τα γράμματα του καθορισμένου κειμένου."
    },
    VALUE:{    
    	Syntax: "${0}(κείμενο)",
    	Disp:"Μετατρέπει ένα όρισμα κειμένου σε αριθμό."
    },
    VAR:{    
    	Syntax: "${0}(αριθμός_1${1} [αριθμός_2]${1}...)",
    	Disp:"Υπολογίζει τη διακύμανση με βάση ένα δείγμα."
    },
    VARA:{    
    	Syntax: "${0}(αριθμός_1${1} [αριθμός_2]${1}...)",
    	Disp:"Υπολογίζει τη διακύμανση με βάση ένα δείγμα, συμπεριλαμβανομένων αριθμητικών τιμών, λογικών τιμών και κειμένου."
    },
    VARP:{    
    	Syntax: "${0}(αριθμός_1${1} [αριθμός_2]${1}...)",
    	Disp:"Υπολογίζει τη διακύμανση με βάση ολόκληρο τον πληθυσμό."
    },
    VARPA:{    
    	Syntax: "${0}(αριθμός_1${1} [αριθμός_2]${1}...)",
    	Disp:"Υπολογίζει τη διακύμανση με βάση ολόκληρο τον πληθυσμό, συμπεριλαμβανομένων αριθμητικών τιμών, λογικών τιμών και κειμένου."
    },
    VLOOKUP:{    
    	Syntax: "${0}(κριτήριο_αναζήτησης${1} πίνακας${1} δείκτης${1} [σειρά_ταξινόμησης])",
    	Disp:"Χρησιμοποιείται για την κατακόρυφη αναζήτηση και παραπομπή στα καθορισμένα κελιά.",
    	Arguments: {
          	 3 : [{
          		 label : "${0} - Προσεγγιστική αντιστοιχία",
          		 result : "TRUE"
          	 }, {
          		 label : "${0} - Ακριβής αντιστοιχία",
          		 result : "FALSE"
          	 }
          	 ]
           }
    },
    WEEKDAY:{    
    	Syntax:"${0}(αριθμός${1} [είδος])",
    	Disp:"Επιστρέφει ως ακέραιο αριθμό (1 - 7) την ημέρα της εβδομάδας για την τιμή ημερομηνίας.",
    	Arguments: {
          	 1 : [{
          		 label : "${0} - Αριθμοί 1 (Κυριακή) έως 7 (Σάββατο)",
          		 result : 1
          	 }, {
          		 label : "${0} - Αριθμοί 1 (Δευτέρα) έως 7 (Κυριακή)",
          		 result : 2
          	 }, {
          		 label : "${0} - Αριθμοί 0 (Δευτέρα) έως 6 (Κυριακή)",
          		 result : 3
          	 }
          	, {
         		 label : "${0} - Αριθμοί 1 (Δευτέρα) έως 7 (Κυριακή)",
         		 result : 11
         	 }
          	, {
         		 label : "${0} - Αριθμοί 1 (Τρίτη) έως 7 (Δευτέρα)",
         		 result : 12
         	 }
          	, {
         		 label : "${0} - Αριθμοί 1 (Τετάρτη) έως 7 (Τρίτη)",
         		 result : 13
         	 }
          	, {
         		 label : "${0} - Αριθμοί 1 (Πέμπτη) έως 7 (Τετάρτη)",
         		 result : 14
         	 }
          	, {
         		 label : "${0} - Αριθμοί 1 (Παρασκευή) έως 7 (Πέμπτη)",
         		 result : 15
         	 }
          	, {
         		 label : "${0} - Αριθμοί 1 (Σάββατο) έως 7 (Παρασκευή)",
         		 result : 16
         	 }
          	, {
         		 label : "${0} - Αριθμοί 1 (Κυριακή) έως 7 (Σάββατο)",
         		 result : 17
         	 }
          	 ]
           }
    },
    WEEKNUM:{    
    	Syntax:"${0}(αριθμός${1} [κατάσταση])",
    	Disp:"Υπολογίζει τον αριθμό της ημερολογιακής εβδομάδας που αντιστοιχεί στη δεδομένη ημερομηνία.",
    	Arguments: {
          	 1 : [{
          		 label : "${0} - Κυριακή",
          		 result : 1
          	 }, {
          		 label : "${0} - Δευτέρα",
          		 result : 2
          		 /*
          	 }, {
          		 label : "${0} - Monday",
          		 result : 11
          	 }, {
          		 label : "${0} - Tuesday",
          		 result : 12
          	 }, {
          		 label : "${0} - Wednesday",
          		 result : 13
          	 }, {
          		 label : "${0} - Thursday",
          		 result : 14
          	 }, {
          		 label : "${0} - Friday",
          		 result : 15
          	 }, {
          		 label : "${0} - Saturday",
          		 result : 16
          	 }, {
          		 label : "${0} - Sunday",
          		 result : 17
          	 }, {
          		 label : "${0} - Monday",
          		 result : 21
          		 */
          	 }
          	 ]
           }
    },
    WORKDAY:{    
    	Syntax:"${0}(ημερομηνία_έναρξης${1} ημέρες${1} [διακοπές])",
    	Disp:"Επιστρέφει το σειριακό αριθμό της ημερομηνίας πριν ή μετά από έναν καθορισμένο αριθμό εργάσιμων ημερών."
    },
    XNPV:{   
    	Syntax:"${0}(επιτόκιο${1} αξίες${1} ημερομηνίες)",
    	Disp:"Υπολογίζει την καθαρή παρούσα αξία ενός προγράμματος ταμειακών ροών."
    },
    YEAR:{    
    	Syntax:"${0}(αριθμός)",
    	Disp:"Επιστρέφει το έτος μιας τιμής ημερομηνίας ως ακέραιο αριθμό."
    }
}
})

