({
	WRITE_MODE : "σύνταξη",
	REVIEW_MODE : "εξέταση",
	LOCK_MODE : "κλείδωμα",
	
	TASK_CREATE_TITLE: "Ανάθεση εργασίας",   
	TASK_CREATE_SECTION_MODE : "Ανατεθειμένη εργασία:",
	TASK_CREATE_WRITE_SECTION: "Σύνταξη αυτής της ενότητας",
	TASK_CREATE_REVIEW_SECTION: "Εξέταση αυτής της ενότητας",
	TASK_CREATE_ASSIGNEE: "Ανάθεση ενότητας στο χρήστη:",
	TASK_CREATE_DESCRIPTION: "Περιγραφή",
	TASK_CREATE_DESCRIPTION_CONTENT: "Περιγράψτε τις εργασίες που θέλετε να γίνουν για αυτή την ενότητα.",
	TASK_CREATE_INVALID_MSG: "Το πρόσωπο δεν έχει οριστεί ως επιμελητής. Διαθέστε στο πρόσωπο το έγγραφο για κοινή χρήση, επιλέγοντας για το πρόσωπο το ρόλο του επιμελητή. Στη συνέχεια, μπορείτε να του αναθέσετε μια ενότητα.",
	TASK_CREATE_WARNING_MSG: "Για να είναι δυνατή η ανάθεση εργασιών στους χρήστες, <br />οι χρήστες θα πρέπει να έχουν οριστεί ως \"Επιμελητές\" <br />του εγγράφου στη λίστα \"Τα αρχεία μου\"."
	
})
