({
	LABEL_NAMES_LIST: "Επώνυμες περιοχές:",
	LABEL_REFERSTO: "Περιοχή αναφοράς:",
	LABEL_NEW_BUTTON: "Δημιουργία...",
	LABEL_MODIFY_BUTTON: "Εφαρμογή",
	DELETE_NAME_CONFIRM_MSG:"Θέλετε να διαγράψετε την περιοχή ${0};",
	DELETE_NAME:"Διαγραφή επώνυμης περιοχής",
	LABEL_INVALIDMSG: "Η παραπομπή δεν είναι έγκυρη. Ορίστε την περιοχή στο πεδίο \"Περιοχή αναφοράς\" ή επιλέξτε την περιοχή στο υπολογιστικό φύλλο σύροντας με το ποντίκι.",
	LABEL_EMPTYREF: "Η παραπομπή δεν μπορεί να είναι κενή. Ορίστε την περιοχή στο πεδίο \"Περιοχή αναφοράς\" ή επιλέξτε την περιοχή στο υπολογιστικό φύλλο σύροντας με το ποντίκι.",
	EMPTY_INFO:"Δεν υπάρχουν επώνυμες περιοχές. Για να δημιουργήσετε μια περιοχή, πατήστε Δημιουργία.",
	DELETE_HELP:"Διαγραφή επώνυμης περιοχής",
	REFERS_HELP:"Αφήστε αυτό το παράθυρο ανοικτό και επιλέξτε την περιοχή τιμών στο φύλλο σύροντας με το ποντίκι.",
	
	ACC_NAMEDRANGE:"Επώνυμη περιοχή",
	ACC_REFERSTO : "Περιοχή αναφοράς"
	})
