({
	LABEL_REFERSTO: "Περιοχή αναφοράς:",
	LABEL_NAME: "Όνομα:",
	LABEL_INVALIDADDRESS: "Η παραπομπή δεν είναι έγκυρη. Ορίστε την περιοχή στο πεδίο \"Περιοχή αναφοράς\" ή επιλέξτε την περιοχή στο υπολογιστικό φύλλο σύροντας με το ποντίκι.",	
	LABEL_EMPTYREF: "Η παραπομπή δεν μπορεί να είναι κενή. Ορίστε την περιοχή στο πεδίο \"Περιοχή αναφοράς\" ή επιλέξτε την περιοχή στο υπολογιστικό φύλλο σύροντας με το ποντίκι.",
	LABEL_INVALIDNAME: "Το όνομα δεν είναι έγκυρο. Πιθανές αιτίες:<br>  α) Το όνομα δεν αρχίζει με ένα γράμμα του αλφαβήτου, μια αντικάθετο (\\) ή μια υπογραμμή (_). <br>  β) Το όνομα περιέχει χαρακτήρες διαστήματος.<br>  γ) Το όνομα περιέχει μια δεσμευμένη λέξη-κλειδί (π.χ. \"r\" ή \"c\").<br>  δ) Το όνομα μοιάζει με ένα όνομα κελιού (π.χ. \"Q2\" ή \"FY98\").<br>  ε) Το μήκος του ονόματος υπερβαίνει τους 255 χαρακτήρες.",
	LABEL_EMPTYNAME: "Το όνομα δεν μπορεί να είναι κενό.",
	LABEL_EXISTEDNAME: "Το όνομα υπάρχει ήδη. Καταχωρήστε ένα μοναδικό όνομα. Δεν γίνεται διάκριση πεζών/κεφαλαίων.",
	LABEL_RCNAME: "Μη χρησιμοποιείτε ένα όνομα που είναι παρόμοιο με μια διεύθυνση κελιού R1C1." ,	
	LABEL_KEYWORDS: "Μη χρησιμοποιείτε τη λέξη-κλειδί '${0}' ως όνομα.",
	REFERS_HELP:"Αφήστε αυτό το παράθυρο ανοικτό και επιλέξτε την περιοχή τιμών στο φύλλο σύροντας με το ποντίκι."
})
