({
	TITLE: "สูตรมีข้อผิดพลาด",
	OK_LABEL:"ตกลง",
	SEP_ERROR_INFO:"อย่าใช้ (${1}) แต่ให้ใช้ (${0}) เป็นตัวแบ่งแยกพารามิเตอร์แทน ใช้เครื่องหมายอัศเจรีย์ (!) เป็นตัวแบ่งแยกชื่อชีตในการอ้างอิงเซลล์",
	NUM_ERROR_INFO:"หากคุณต้องการป้อนหมายเลขที่ขึ้นอยู่กับโลแคล โปรดใช้ \"\" ล้อมรอบตัวเลขนั้น",
	SEP_NUM_ERROR_INFO: "อย่าใช้ (${1}) แต่ให้ใช้ (${0}) เป็นตัวแบ่งแยกพารามิเตอร์แทน ใช้เครื่องหมายอัศเจรีย์ (!) เป็นตัวแบ่งชื่อชีตในการอ้างอิงเซลล์\nถ้าคุณต้องการป้อนหมายเลขที่ขึ้นกับโลแคล โปรดใช้ \"\" ล้อมรอบหมายเลขนั้น",
	FORMULA_ERROR_INFO: "อย่าใช้ ${1} แต่ให้ใช้ ${0} เป็นชื่อสูตรแทน",
	BOOOL_ERROR_INFO: "อย่าใช้ ${1} แต่ให้ใช้ ${0} เป็นค่าบูลีนแทน",
	COMMON_ERROR_INFO: "สูตรที่คุณพิมพ์มีข้อผิดพลาด"
})
