({
	LABEL_NAMES_LIST: "Именувани обхвати:",
	LABEL_REFERSTO: "Отнася се за:",
	LABEL_NEW_BUTTON: "Нов...",
	LABEL_MODIFY_BUTTON: "Прилагане",
	DELETE_NAME_CONFIRM_MSG:"Желаете ли да изтриете обхвата ${0}?",
	DELETE_NAME:"Изтриване на именуван обхват",
	LABEL_INVALIDMSG: "Споменаването е невалидно. Въведете обхвата в полето Отнася се за или плъзнете, за да изберете обхват в електронната таблица.",
	LABEL_EMPTYREF: "Споменаването не може да бъде празно. Въведете обхвата в полето Отнася се за или плъзнете, за да изберете обхват в електронната таблица.",
	EMPTY_INFO:"Няма именувани обхвати. За да създадете обхват, щракнете Нов.",
	DELETE_HELP:"Изтриване на именуван обхват",
	REFERS_HELP:"Оставете този прозорец отворен и плъзнете, за да изберете стойностите за обхват в таблицата.",
	
	ACC_NAMEDRANGE:"Именуван обхват",
	ACC_REFERSTO : "Отнася се за"
	})
