({
	LABEL_REFERSTO: "Отнася се за:",
	LABEL_NAME: "Име:",
	LABEL_INVALIDADDRESS: "Споменаването е невалидно. Въведете обхвата в полето Отнася се за или плъзнете, за да изберете обхват в електронната таблица.",	
	LABEL_EMPTYREF: "Споменаването не може да бъде празно. Въведете обхвата в полето Отнася се за или плъзнете, за да изберете обхват в електронната таблица.",
	LABEL_INVALIDNAME: "Името не е валидно. Възможни причини:<br> a) Името не започва с буква, обратно наклонена черта (\\) или долна черта (_). <br> б) В името са включени интервали.<br> в) Използвани са запазени ключови думи, като например \"r\" или \"c\".<br> г) Името е подобно на адреса на клетка, като \"Q2\" или \"FY98\".<br> д) Дължината на имената е над 255 символа.",
	LABEL_EMPTYNAME: "Името не може да бъде празно",
	LABEL_EXISTEDNAME: "Името вече съществува. Въведете уникално име. Имената не разпознават малки и главни букви.",
	LABEL_RCNAME: "Не използвайте име, което е подобно на адреса в клетка R1C1." ,	
	LABEL_KEYWORDS: "Не използвайте ключова дума '${0}' като име.",
	REFERS_HELP:"Оставете този прозорец отворен и плъзнете, за да изберете стойностите за обхват в таблицата."
})
