({
    dlgTaskReopenTitle: "Повторно открыть присвоение",	
	dlgTaskReassignTitle: "Переприсвоить ячейки",
	dlgTaskCreateTitle: "Присвоить ячейки",
	dlgTaskDeleteTitle: "Удалить присвоение",
	dlgTaskHistoryTitle: "Сведения об этом присвоении", 
	TASK_ASSIGN_BTN : "Присвоить",
	STR_DELETE_NOT_ALLOWED : "У вас нет прав на удаление строки, столбца или листа, вложенных в задачу.",
	STR_TASK_OVERLAP_ERROR: "Невозможно создать задачу, которая пересекается с другими.",
	STR_TASK_CREATE_ERROR : "Произошла ошибка при создании задания для Операций.",
	STR_TASK_RANGE_INVALID : "Область присвоенной задачи, возможно, была удалена.",
	STR_TASK_DELETE_ERROR : "Вам не разрешено удалять эту задачу, так как вы не являетесь ее создателем.",
	STR_SHEET_NOT_EXIST : "Не удалось присвоить задачу!\nВозможно, лист новой присвоенной задачи удален.",
	STR_TASK_DELETE_NOSELECTION : "Задача не выбрана!\nНеобходимо сначала выбрать одну задачу, затем выполнить удаление.",
	STR_TASK_NO_SELECTIOIN : "Выберите диапазон для присвоения задачи!",
	STR_TASK_NOT_FRAGDOC : "Текущий документ не связан ни с одной задачей",
	STR_CREATE_FRAGMENT_ERROR : "Ошибка при работе в частном порядке"
})
