# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2020
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************
#
# NLS_MESSAGEFORMAT_VAR
# NLS_ENCODING=UNICODE
#
PanelName$PreCheckPanel=\u0e22\u0e34\u0e19\u0e14\u0e35\u0e15\u0e49\u0e2d\u0e19\u0e23\u0e31\u0e1a
PanelName=\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25 WebSphere
PanelName$WASInfoPanel=\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25 WebSphere
PanelName$NodeIdentificationPanel=\u0e01\u0e32\u0e23\u0e23\u0e30\u0e1a\u0e38\u0e42\u0e2b\u0e19\u0e14
PanelName$RegistHostsPanel=\u0e01\u0e32\u0e23\u0e25\u0e07\u0e17\u0e30\u0e40\u0e1a\u0e35\u0e22\u0e19\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c

PanelName$UpgradePanel=\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15
#
#Strings Definition for Common
#
Message_Validate$label=\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a
Message_Validating$label=\u0e01\u0e33\u0e25\u0e31\u0e07\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
Message_Yes=\u0e43\u0e0a\u0e48
Message_No=\u0e44\u0e21\u0e48\u0e43\u0e0a\u0e48
Message_Monthly=\u0e23\u0e32\u0e22\u0e40\u0e14\u0e37\u0e2d\u0e19
Message_Weekly=\u0e23\u0e32\u0e22\u0e2a\u0e31\u0e1b\u0e14\u0e32\u0e2b\u0e4c
Message_Daily=\u0e23\u0e32\u0e22\u0e27\u0e31\u0e19
Message_Hourly=\u0e23\u0e32\u0e22\u0e0a\u0e31\u0e48\u0e27\u0e42\u0e21\u0e07
#
# Validator Messages
#
#Words Definition on Pre-checking Panel
#
#
Message_PrecheckPanel_Top$label=\u0e01\u0e48\u0e2d\u0e19\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e08\u0e30\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e04\u0e2d\u0e21\u0e42\u0e1e\u0e40\u0e19\u0e19\u0e15\u0e4c ${ProductName} \u0e43\u0e2b\u0e49\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e27\u0e48\u0e32 \u0e04\u0e38\u0e13\u0e44\u0e14\u0e49\u0e17\u0e33\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21\u0e01\u0e32\u0e23\u0e27\u0e32\u0e07\u0e41\u0e1c\u0e19\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e40\u0e2a\u0e23\u0e47\u0e08\u0e2a\u0e34\u0e49\u0e19\u0e41\u0e25\u0e49\u0e27\u0e23\u0e27\u0e21\u0e16\u0e36\u0e07\u0e20\u0e32\u0e23\u0e01\u0e34\u0e08\u0e01\u0e48\u0e2d\u0e19\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 \u0e01\u0e32\u0e23\u0e17\u0e33\u0e20\u0e32\u0e23\u0e01\u0e34\u0e08\u0e40\u0e2b\u0e25\u0e48\u0e32\u0e19\u0e35\u0e49\u0e43\u0e2b\u0e49\u0e40\u0e2a\u0e23\u0e47\u0e08\u0e2a\u0e34\u0e49\u0e19\u0e0a\u0e48\u0e27\u0e22\u0e17\u0e33\u0e43\u0e2b\u0e49\u0e41\u0e19\u0e48\u0e43\u0e08\u0e27\u0e48\u0e32\u0e40\u0e01\u0e34\u0e14\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e33\u0e40\u0e23\u0e47\u0e08\u0e41\u0e25\u0e30\u0e25\u0e1a\u0e40\u0e27\u0e25\u0e32\u0e17\u0e35\u0e48\u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19\u0e15\u0e48\u0e2d\u0e01\u0e32\u0e23\u0e43\u0e2b\u0e49\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e31\u0e1a\u0e43\u0e0a\u0e49\u0e02\u0e2d\u0e07\u0e04\u0e2d\u0e21\u0e42\u0e1e\u0e40\u0e19\u0e19\u0e15\u0e4c ${ProductName} \u0e17\u0e35\u0e48\u0e43\u0e0a\u0e49\u0e08\u0e23\u0e34\u0e07\u0e40\u0e2a\u0e23\u0e47\u0e08\u0e2a\u0e34\u0e49\u0e19
Message_PrecheckPanel_Label$label=\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e01\u0e48\u0e2d\u0e19\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07
Message_PrecheckPanel_item1$desc=1.\u0e40\u0e27\u0e49\u0e19\u0e41\u0e15\u0e48\u0e04\u0e38\u0e13\u0e21\u0e35\u0e2a\u0e20\u0e32\u0e27\u0e30\u0e41\u0e27\u0e14\u0e25\u0e49\u0e2d\u0e21 Content \u0e43\u0e2b\u0e49\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 HCL Connections
Message_PrecheckPanel_item2$desc=2.\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e2d\u0e19\u0e1f\u0e34\u0e01\u0e23\u0e30\u0e1a\u0e1a\u0e01\u0e32\u0e23\u0e1b\u0e0f\u0e34\u0e1a\u0e31\u0e15\u0e34\u0e07\u0e32\u0e19
Message_PrecheckPanel_item3$desc=3.\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 Python
Message_PrecheckPanel_item4$desc=4.\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 IBM WebSphere Application Server \u0e41\u0e25\u0e30\u0e23\u0e27\u0e21\u0e42\u0e2b\u0e19\u0e14\u0e25\u0e07\u0e43\u0e19 deployment manager
Message_PrecheckPanel_item5$desc=5.\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e2d\u0e19\u0e1f\u0e34\u0e01\u0e2b\u0e19\u0e48\u0e27\u0e22\u0e40\u0e01\u0e47\u0e1a\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e17\u0e35\u0e48\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49 ${ProductName}
Message_PrecheckPanel_item6$desc=6.\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e2d\u0e19\u0e1f\u0e34\u0e01\u0e42\u0e04\u0e23\u0e07\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e1e\u0e37\u0e49\u0e19\u0e10\u0e32\u0e19\u0e02\u0e2d\u0e07\u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25 ${ProductName}
Message_PrecheckPanel_item7$desc=7.\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e41\u0e1e\u0e47\u0e01\u0e20\u0e32\u0e29\u0e32\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21
Message_PrecheckPanel_bottom1$desc=\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e27\u0e32\u0e07\u0e41\u0e1c\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a ${ProductName} \u0e41\u0e25\u0e30 \u0e01\u0e32\u0e23\u0e17\u0e33\u0e43\u0e2b\u0e49\u0e02\u0e31\u0e49\u0e19\u0e15\u0e2d\u0e19\u0e40\u0e2b\u0e25\u0e48\u0e32\u0e19\u0e35\u0e49\u0e40\u0e2a\u0e23\u0e47\u0e08\u0e2a\u0e34\u0e49\u0e19 \u0e42\u0e1b\u0e23\u0e14\u0e14\u0e39\u0e25\u0e34\u0e07\u0e01\u0e4c\u0e15\u0e48\u0e2d\u0e44\u0e1b\u0e19\u0e35\u0e49:
Message_PrecheckPanel_bottom2$desc=\u0e04\u0e39\u0e48\u0e21\u0e37\u0e2d\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e31\u0e1a\u0e43\u0e0a\u0e49 ${ProductName}
Message_PrecheckPanel_UAC$label=\u0e1a\u0e19 Windows \u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e22\u0e37\u0e19\u0e22\u0e31\u0e19\u0e14\u0e49\u0e27\u0e22\u0e27\u0e48\u0e32 User Account Control(UAC) \u0e16\u0e39\u0e01\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e01\u0e48\u0e2d\u0e19\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e08\u0e30\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e15\u0e48\u0e2d\u0e44\u0e1b
Message_PrecheckPanel_UACClosed$label=\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19 User Account Control
Message_PrecheckPanel_PythonCheckFailed=\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 Python \u0e40\u0e23\u0e34\u0e48\u0e21\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e19\u0e35\u0e49\u0e2d\u0e35\u0e01\u0e04\u0e23\u0e31\u0e49\u0e07\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e04\u0e38\u0e13\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07

#
# Validator Messages
#
#Words Definition on WAS Information Collection Panel
#
#
Message_AdminNull$uuid=CLFAD2010E
Message_AdminNull$message= \u0e1b\u0e49\u0e2d\u0e19 ID \u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a Deployment Manager
Message_AdminNull$explanation=ID \u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a Deployment Manager \u0e17\u0e35\u0e48\u0e42\u0e2b\u0e19\u0e14\u0e19\u0e35\u0e49\u0e16\u0e39\u0e01\u0e23\u0e27\u0e21\u0e14\u0e49\u0e27\u0e22\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e17\u0e35\u0e48\u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19
Message_AdminNull$useraction=\u0e14\u0e39\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 \u0e43\u0e19 Installation Manager \u0e04\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48 \u0e44\u0e1f\u0e25\u0e4c > \u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 \u0e43\u0e19\u0e42\u0e2b\u0e21\u0e14\u0e04\u0e2d\u0e19\u0e42\u0e0b\u0e25 \u0e1b\u0e49\u0e2d\u0e19 S \u0e1a\u0e19\u0e40\u0e21\u0e19\u0e39\u0e2b\u0e25\u0e31\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e25\u0e37\u0e2d\u0e01 \u0e14\u0e39\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07

Message_AdminPwdNull$uuid=CLFAD2011E
Message_AdminPwdNull$message=\u0e1b\u0e49\u0e2d\u0e19\u0e23\u0e2b\u0e31\u0e2a\u0e1c\u0e48\u0e32\u0e19\u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a Deployment Manager
Message_AdminPwdNull$explanation=\u0e23\u0e2b\u0e31\u0e2a\u0e1c\u0e48\u0e32\u0e19\u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a Deployment Manager \u0e17\u0e35\u0e48\u0e42\u0e2b\u0e19\u0e14\u0e19\u0e35\u0e49\u0e16\u0e39\u0e01\u0e23\u0e27\u0e21\u0e14\u0e49\u0e27\u0e22\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e17\u0e35\u0e48\u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19
Message_AdminPwdNull$useraction=\u0e14\u0e39\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 \u0e43\u0e19 Installation Manager \u0e04\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48 \u0e44\u0e1f\u0e25\u0e4c > \u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 \u0e43\u0e19\u0e42\u0e2b\u0e21\u0e14\u0e04\u0e2d\u0e19\u0e42\u0e0b\u0e25 \u0e1b\u0e49\u0e2d\u0e19 S \u0e1a\u0e19\u0e40\u0e21\u0e19\u0e39\u0e2b\u0e25\u0e31\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e25\u0e37\u0e2d\u0e01 \u0e14\u0e39\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07

Message_AdminPwdValFailed$uuid=CLFAD2012E
Message_AdminPwdValFailed$message=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e01\u0e31\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e2b\u0e23\u0e37\u0e2d\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e0a\u0e31\u0e19\u0e02\u0e2d\u0e07\u0e42\u0e2b\u0e19\u0e14 {0} \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e23\u0e32\u0e22\u0e25\u0e30\u0e40\u0e2d\u0e35\u0e22\u0e14 \u0e42\u0e1b\u0e23\u0e14\u0e14\u0e39\u0e17\u0e35\u0e48\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01
Message_AdminPwdValFailed$message1=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e01\u0e31\u0e1a\u0e01\u0e23\u0e30\u0e1a\u0e27\u0e19\u0e01\u0e32\u0e23 Deployment Manager \u0e17\u0e35\u0e48\u0e40\u0e1b\u0e47\u0e19\u0e0a\u0e19\u0e34\u0e14 {0} \u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e1e\u0e2d\u0e23\u0e4c\u0e15 SOAP \u0e0b\u0e36\u0e48\u0e07\u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e01\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e31\u0e1a\u0e43\u0e0a\u0e49 Deployment Manager
Message_AdminPwdValFailed$message3=\u0e44\u0e21\u0e48\u0e1e\u0e1a\u0e42\u0e2b\u0e19\u0e14 {0} \u0e40\u0e21\u0e37\u0e48\u0e2d\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e0a\u0e31\u0e19\u0e02\u0e2d\u0e07\u0e42\u0e2b\u0e19\u0e14
Message_AdminPwdValFailed$message4=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e0a\u0e31\u0e19\u0e02\u0e31\u0e49\u0e19\u0e15\u0e48\u0e33\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e42\u0e2b\u0e19\u0e14 \u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e0a\u0e31\u0e19\u0e02\u0e31\u0e49\u0e19\u0e15\u0e48\u0e33\u0e17\u0e35\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23 \u0e04\u0e37\u0e2d {0}
Message_AdminPwdValFailed$message5=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e0a\u0e31\u0e19\u0e02\u0e2d\u0e42\u0e2b\u0e19\u0e14\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a {0} \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e23\u0e32\u0e22\u0e25\u0e30\u0e40\u0e2d\u0e35\u0e22\u0e14 \u0e42\u0e1b\u0e23\u0e14\u0e14\u0e39\u0e17\u0e35\u0e48\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01
Message_AdminPwdValFailed$message6=Deployment Manager \u0e2b\u0e22\u0e38\u0e14\u0e17\u0e33\u0e07\u0e32\u0e19 \u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19 Deployment Manager \u0e41\u0e25\u0e30\u0e04\u0e25\u0e34\u0e01 \u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07 \u0e2d\u0e35\u0e01\u0e04\u0e23\u0e31\u0e49\u0e07\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e17\u0e14\u0e2a\u0e2d\u0e1a\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d
Message_AdminPwdValFailed$message7=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e04\u0e49\u0e19\u0e2b\u0e32 ${ComponentNameConversion} {0} \u0e17\u0e35\u0e48\u0e23\u0e30\u0e1a\u0e38\u0e44\u0e14\u0e49 \u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e0a\u0e37\u0e48\u0e2d\u0e2d\u0e34\u0e19\u0e2a\u0e41\u0e15\u0e19\u0e0b\u0e4c\u0e02\u0e2d\u0e07\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c
Message_AdminPwdValFailed$message8=\u0e01\u0e32\u0e23\u0e1e\u0e34\u0e2a\u0e39\u0e08\u0e19\u0e4c\u0e15\u0e31\u0e27\u0e15\u0e19\u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25 WebSphere \u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a ID \u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a\u0e41\u0e25\u0e30\u0e23\u0e2b\u0e31\u0e2a\u0e1c\u0e48\u0e32\u0e19
Message_AdminPwdValFailed$message9=\u0e44\u0e21\u0e48\u0e1e\u0e1a\u0e2a\u0e16\u0e32\u0e19\u0e30\u0e02\u0e2d\u0e07\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e02\u0e2d\u0e07\u0e42\u0e25\u0e04\u0e31\u0e25\u0e42\u0e2b\u0e19\u0e14 {0} \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e23\u0e32\u0e22\u0e25\u0e30\u0e40\u0e2d\u0e35\u0e22\u0e14 \u0e42\u0e1b\u0e23\u0e14\u0e14\u0e39\u0e17\u0e35\u0e48\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01
Message_AdminPwdValFailed$message10=\u0e1e\u0e1a\u0e42\u0e2b\u0e19\u0e14\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e0a\u0e31\u0e19 {0} \u0e41\u0e15\u0e48\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e0a\u0e31\u0e19\u0e02\u0e31\u0e49\u0e19\u0e15\u0e48\u0e33\u0e17\u0e35\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e04\u0e37\u0e2d {1}
Message_AdminPwdValFailed$message11=\u0e44\u0e21\u0e48\u0e1e\u0e1a\u0e04\u0e25\u0e31\u0e2a\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e17\u0e35\u0e48\u0e23\u0e30\u0e1a\u0e38 {0} \u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e0a\u0e37\u0e48\u0e2d\u0e02\u0e2d\u0e07\u0e04\u0e25\u0e31\u0e2a\u0e40\u0e15\u0e2d\u0e23\u0e4c
Message_AdminPwdValFailed$message12=\u0e44\u0e21\u0e48\u0e1e\u0e1a\u0e42\u0e2b\u0e19\u0e14 {0} \u0e20\u0e32\u0e22\u0e43\u0e19\u0e04\u0e25\u0e31\u0e2a\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e17\u0e35\u0e48\u0e23\u0e30\u0e1a\u0e38 {1} \u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e04\u0e25\u0e31\u0e2a\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e41\u0e25\u0e30\u0e0a\u0e37\u0e48\u0e2d\u0e42\u0e2b\u0e19\u0e14\u0e41\u0e25\u0e30\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e27\u0e48\u0e32\u0e42\u0e2b\u0e19\u0e14\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01\u0e02\u0e2d\u0e07\u0e04\u0e25\u0e31\u0e2a\u0e40\u0e15\u0e2d\u0e23\u0e4c
Message_AdminPwdValFailed$explanation=\u0e04\u0e27\u0e32\u0e21\u0e1e\u0e22\u0e32\u0e22\u0e32\u0e21\u0e43\u0e19\u0e01\u0e32\u0e23\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e02\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d SOAP \u0e01\u0e31\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c Deployment Manager \u0e41\u0e25\u0e30\u0e01\u0e32\u0e23\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e0a\u0e31\u0e19\u0e02\u0e2d\u0e07\u0e42\u0e2b\u0e19\u0e14\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a ${ComponentNameConversion} \u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27\u0e43\u0e19\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e01\u0e31\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c
Message_AdminPwdValFailed$useraction=\u0e14\u0e39\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 \u0e43\u0e19 Installation Manager \u0e04\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48 \u0e44\u0e1f\u0e25\u0e4c > \u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 \u0e43\u0e19\u0e42\u0e2b\u0e21\u0e14\u0e04\u0e2d\u0e19\u0e42\u0e0b\u0e25 \u0e1b\u0e49\u0e2d\u0e19 S \u0e1a\u0e19\u0e40\u0e21\u0e19\u0e39\u0e2b\u0e25\u0e31\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e25\u0e37\u0e2d\u0e01 \u0e14\u0e39\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07

Message_ProfileDirectoryNull$uuid=CLFAD2018E
Message_ProfileDirectoryNull$message=\u0e23\u0e30\u0e1a\u0e38\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e02\u0e2d\u0e07 WebSphere Application Server \u0e23\u0e27\u0e21\u0e41\u0e1a\u0e1a\u0e42\u0e25\u0e04\u0e31\u0e25
Message_ProfileDirectoryNull$explanation=\u0e2a\u0e04\u0e23\u0e34\u0e1b\u0e15\u0e4c\u0e17\u0e35\u0e48\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e23\u0e31\u0e19\u0e2d\u0e22\u0e39\u0e48\u0e01\u0e33\u0e25\u0e31\u0e07\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e2d\u0e34\u0e19\u0e1e\u0e38\u0e15\u0e02\u0e2d\u0e07\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e02\u0e2d\u0e07 WebSphere Application Server \u0e23\u0e27\u0e21\u0e41\u0e1a\u0e1a\u0e42\u0e25\u0e04\u0e31\u0e25 \u0e19\u0e35\u0e48\u0e40\u0e1b\u0e47\u0e19\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e20\u0e32\u0e22\u0e43\u0e19\u0e0b\u0e36\u0e48\u0e07\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e41\u0e01\u0e49\u0e44\u0e02\u0e44\u0e14\u0e49\u0e42\u0e14\u0e22 Installation Manager
Message_ProfileDirectoryNull$useraction=\u0e23\u0e30\u0e1a\u0e38\u0e41\u0e1e\u0e47\u0e01\u0e40\u0e01\u0e08\u0e17\u0e35\u0e48\u0e21\u0e35\u0e1b\u0e31\u0e0d\u0e2b\u0e32\u0e42\u0e14\u0e22\u0e01\u0e32\u0e23\u0e14\u0e39\u0e17\u0e35\u0e48\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 \u0e43\u0e19 Installation Manager \u0e04\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48 \u0e44\u0e1f\u0e25\u0e4c > \u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 \u0e43\u0e19\u0e42\u0e2b\u0e21\u0e14\u0e04\u0e2d\u0e19\u0e42\u0e0b\u0e25 \u0e1b\u0e49\u0e2d\u0e19 S \u0e1a\u0e19\u0e40\u0e21\u0e19\u0e39\u0e2b\u0e25\u0e31\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e25\u0e37\u0e2d\u0e01 "\u0e14\u0e39\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07" \u0e42\u0e1b\u0e23\u0e14\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e1d\u0e48\u0e32\u0e22\u0e2a\u0e19\u0e31\u0e1a\u0e2a\u0e19\u0e38\u0e19\u0e25\u0e39\u0e01\u0e04\u0e49\u0e32 IBM

Message_ProfileNameNull$uuid=CLFAD2019E
Message_ProfileNameNull$message=\u0e23\u0e30\u0e1a\u0e38\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e02\u0e2d\u0e07 WebSphere Application Server \u0e23\u0e27\u0e21\u0e41\u0e1a\u0e1a\u0e42\u0e25\u0e04\u0e31\u0e25
Message_ProfileNameNull$explanation=\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e17\u0e35\u0e48\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e04\u0e2d\u0e21\u0e42\u0e1e\u0e40\u0e19\u0e19\u0e15\u0e4c ${ProductName} \u0e15\u0e31\u0e27\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e40\u0e0a\u0e48\u0e19 C:\\IBM\\WebSphere\\AppServer or /opt/IBM/WebSphere/AppServer \u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19\u0e15\u0e49\u0e2d\u0e07\u0e21\u0e35
Message_ProfileNameNull$useraction=\u0e14\u0e39\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 \u0e43\u0e19 Installation Manager \u0e04\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48 \u0e44\u0e1f\u0e25\u0e4c > \u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 \u0e43\u0e19\u0e42\u0e2b\u0e21\u0e14\u0e04\u0e2d\u0e19\u0e42\u0e0b\u0e25 \u0e1b\u0e49\u0e2d\u0e19 S \u0e1a\u0e19\u0e40\u0e21\u0e19\u0e39\u0e2b\u0e25\u0e31\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e25\u0e37\u0e2d\u0e01 \u0e14\u0e39\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07

Message_ProfileDirectoryNotExist$uuid=CLFAD2020E
Message_ProfileDirectoryNotExist$message=\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e17\u0e35\u0e48\u0e23\u0e30\u0e1a\u0e38\u0e02\u0e2d\u0e07 WebSphere Application Server \u0e23\u0e27\u0e21\u0e41\u0e1a\u0e1a\u0e42\u0e25\u0e04\u0e31\u0e25
Message_ProfileDirectoryNotExist$explanation=\u0e2a\u0e04\u0e23\u0e34\u0e1b\u0e15\u0e4c\u0e17\u0e35\u0e48\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e23\u0e31\u0e19\u0e2d\u0e22\u0e39\u0e48\u0e01\u0e33\u0e25\u0e31\u0e07\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e17\u0e35\u0e48\u0e23\u0e30\u0e1a\u0e38\u0e02\u0e2d\u0e07 WebSphere Application Server \u0e23\u0e27\u0e21\u0e41\u0e1a\u0e1a\u0e42\u0e25\u0e04\u0e31\u0e25 \u0e41\u0e15\u0e48\u0e44\u0e21\u0e48\u0e21\u0e35\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35 \u0e19\u0e35\u0e48\u0e40\u0e1b\u0e47\u0e19\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e20\u0e32\u0e22\u0e43\u0e19\u0e0b\u0e36\u0e48\u0e07\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e41\u0e01\u0e49\u0e44\u0e02\u0e44\u0e14\u0e49\u0e42\u0e14\u0e22 Installation Manager
Message_ProfileDirectoryNotExist$useraction=\u0e14\u0e39\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 \u0e43\u0e19 Installation Manager \u0e04\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48 \u0e44\u0e1f\u0e25\u0e4c > \u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 \u0e43\u0e19\u0e42\u0e2b\u0e21\u0e14\u0e04\u0e2d\u0e19\u0e42\u0e0b\u0e25 \u0e1b\u0e49\u0e2d\u0e19 S \u0e1a\u0e19\u0e40\u0e21\u0e19\u0e39\u0e2b\u0e25\u0e31\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e25\u0e37\u0e2d\u0e01 \u0e14\u0e39\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07

Message_WsadminExecNotFound$uuid=CLFAD2021E
Message_WsadminExecNotFound$message=\u0e44\u0e21\u0e48\u0e1e\u0e1a\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e17\u0e35\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e23\u0e35\u0e22\u0e01\u0e17\u0e33\u0e07\u0e32\u0e19 wsadmin \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e41\u0e1e\u0e25\u0e47\u0e15\u0e1f\u0e2d\u0e23\u0e4c\u0e21 {0} {1} \u0e20\u0e32\u0e22\u0e43\u0e15\u0e49\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35 {2}
Message_WsadminExecNotFound$explanation=WebSphere Application Server \u0e15\u0e49\u0e2d\u0e07\u0e16\u0e39\u0e01\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e20\u0e32\u0e22\u0e43\u0e19\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35
Message_WsadminExecNotFound$useraction=\u0e14\u0e39\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 \u0e43\u0e19 Installation Manager \u0e04\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48 \u0e44\u0e1f\u0e25\u0e4c > \u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 \u0e43\u0e19\u0e42\u0e2b\u0e21\u0e14\u0e04\u0e2d\u0e19\u0e42\u0e0b\u0e25 \u0e1b\u0e49\u0e2d\u0e19 S \u0e1a\u0e19\u0e40\u0e21\u0e19\u0e39\u0e2b\u0e25\u0e31\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e25\u0e37\u0e2d\u0e01 \u0e14\u0e39\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07

Message_NoExecPermission4Wsadmin$uuid=CLFAD2022E
Message_NoExecPermission4Wsadmin$message=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e23\u0e31\u0e19\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e17\u0e35\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e23\u0e35\u0e22\u0e01\u0e17\u0e33\u0e07\u0e32\u0e19 wsadmin \u0e17\u0e35\u0e48 {0}
Message_NoExecPermission4Wsadmin$explanation=\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c\u0e43\u0e19\u0e01\u0e32\u0e23\u0e23\u0e31\u0e19\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e17\u0e35\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e23\u0e35\u0e22\u0e01\u0e17\u0e33\u0e07\u0e32\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a WebSphere Application Server \u0e23\u0e27\u0e21\u0e41\u0e1a\u0e1a\u0e42\u0e25\u0e04\u0e31\u0e25\u0e17\u0e35\u0e48\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e43\u0e19\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e16\u0e39\u0e01\u0e1b\u0e0f\u0e34\u0e40\u0e2a\u0e18
Message_NoExecPermission4Wsadmin$useraction=\u0e14\u0e39\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 \u0e43\u0e19 Installation Manager \u0e04\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48 \u0e44\u0e1f\u0e25\u0e4c > \u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 \u0e43\u0e19\u0e42\u0e2b\u0e21\u0e14\u0e04\u0e2d\u0e19\u0e42\u0e0b\u0e25 \u0e1b\u0e49\u0e2d\u0e19 S \u0e1a\u0e19\u0e40\u0e21\u0e19\u0e39\u0e2b\u0e25\u0e31\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e25\u0e37\u0e2d\u0e01 \u0e14\u0e39\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07

Message_UnmanagedDeploymentEnviornment$isDmgr=\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e31\u0e1a\u0e43\u0e0a\u0e49\u0e19\u0e35\u0e49\u0e44\u0e21\u0e48\u0e43\u0e0a\u0e48\u0e2a\u0e20\u0e32\u0e27\u0e30\u0e41\u0e27\u0e14\u0e25\u0e49\u0e2d\u0e21\u0e04\u0e25\u0e31\u0e2a\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e17\u0e35\u0e48\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e08\u0e31\u0e14\u0e01\u0e32\u0e23 \u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e42\u0e2b\u0e19\u0e14\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e23\u0e27\u0e21

Message_WASInfoPanel_Top$label1=\u0e2b\u0e19\u0e31\u0e07\u0e2a\u0e37\u0e2d\u0e23\u0e31\u0e1a\u0e23\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e25\u0e47\u0e2d\u0e01\u0e2d\u0e34\u0e19:
Message_WASInfoPanel_Top$label2=\u0e1b\u0e49\u0e2d\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a Deployment Manager \u0e17\u0e35\u0e48\u0e42\u0e2b\u0e19\u0e14\u0e19\u0e35\u0e49\u0e08\u0e30\u0e16\u0e39\u0e01\u0e23\u0e27\u0e21\u0e14\u0e49\u0e27\u0e22

Message_WASInfoPanel_Admin$dmgrLabel=ID \u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a Deployment Manager:
Message_WASInfoPanel_AdminPwd$dmgrLabel=\u0e23\u0e2b\u0e31\u0e2a\u0e1c\u0e48\u0e32\u0e19\u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a Deployment Manager:

Message_WASInfoPanel_General$label=\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e17\u0e31\u0e48\u0e27\u0e44\u0e1b
Message_WASInfoPanel_WASInstallRoot$dirLabel=\u0e23\u0e30\u0e1a\u0e38\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e02\u0e2d\u0e07 WebSphere Application Server \u0e23\u0e27\u0e21\u0e41\u0e1a\u0e1a\u0e42\u0e25\u0e04\u0e31\u0e25
Message_WASInfoPanel_WASInstallRoot$dsc=\u0e15\u0e31\u0e27\u0e2d\u0e22\u0e48\u0e32\u0e07: C:\\IBM\\WebSphere\\AppServer\\profiles\\AppSrv01 or C:\\IBM\\WebSphere\\AppServer\\profiles\\Dmgr01 or /opt/IBM/WebSphere/AppServer/profiles/AppSrv01 or /opt/IBM/WebSphere/AppServer/profiles/Dmgr01
Message_WASInfoPanel_WASInstallRootBrowser$Label=\u0e40\u0e23\u0e35\u0e22\u0e01\u0e14\u0e39...

Message_WASInfoPanel_Validate$noteLabel=\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e2b\u0e15\u0e38: \u0e04\u0e25\u0e31\u0e2a\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e41\u0e25\u0e30\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c Websphere \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a ${ProductName} \u0e08\u0e30\u0e16\u0e39\u0e01\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e02\u0e36\u0e49\u0e19\u0e2b\u0e25\u0e31\u0e07\u0e08\u0e32\u0e01\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07

Message_WASInfoPanel_Validate$label=\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a
Message_WASInfoPanel_Validating$msg=\u0e01\u0e33\u0e25\u0e31\u0e07\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e01\u0e31\u0e1a Websphere Application Server \u0e41\u0e25\u0e30\u0e01\u0e33\u0e25\u0e31\u0e07\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e17\u0e35\u0e48\u0e23\u0e30\u0e1a\u0e38 \u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e19\u0e35\u0e49\u0e2d\u0e32\u0e08\u0e43\u0e0a\u0e49\u0e40\u0e27\u0e25\u0e32 2-3 \u0e19\u0e32\u0e17\u0e35...
Message_WASInfoPanel_Validate$Tips=\u0e01\u0e48\u0e2d\u0e19\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23 \u0e43\u0e2b\u0e49\u0e04\u0e25\u0e34\u0e01 \u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07 \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e17\u0e2d\u0e2a\u0e2d\u0e1a\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e01\u0e31\u0e1a WebSphere Application Server \u0e41\u0e25\u0e30\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e27\u0e48\u0e32\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e17\u0e35\u0e48\u0e23\u0e30\u0e1a\u0e38\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
Message_WASInfoPanel_ValidationSuccessful$msg=\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25 WebSphere \u0e2a\u0e33\u0e40\u0e23\u0e47\u0e08\u0e41\u0e25\u0e49\u0e27
Message_WASInfoPanel_ValidationQueryData$msg=\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e08\u0e32\u0e01 WebSphere Application Server
Message_WASInfoPanel_ValidationQueryData$msg2=\u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27\u0e43\u0e19\u0e22\u0e01\u0e32\u0e23\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e43\u0e1a\u0e23\u0e31\u0e1a\u0e23\u0e2d\u0e07 Failed to validate WebSphere Application Server

Message_WASInfoPanel_NoneDmgr$msg=\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e31\u0e1a\u0e43\u0e0a\u0e49\u0e44\u0e21\u0e48\u0e43\u0e0a\u0e48\u0e2a\u0e20\u0e32\u0e27\u0e30\u0e41\u0e27\u0e14\u0e25\u0e49\u0e2d\u0e21\u0e17\u0e35\u0e48\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e08\u0e31\u0e14\u0e01\u0e32\u0e23\u0e42\u0e14\u0e22 Deployment Manager

Message_WASInfoPanel_ICServicesStatus$msg=\u0e40\u0e0b\u0e2d\u0e23\u0e4c\u0e27\u0e34\u0e2a  {0} \u0e02\u0e2d\u0e07 Connections  \u0e44\u0e21\u0e48\u0e1e\u0e23\u0e49\u0e2d\u0e21\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19 \u0e15\u0e23\u0e27\u0e08\u0e43\u0e2b\u0e49\u0e41\u0e19\u0e48\u0e43\u0e08\u0e27\u0e48\u0e32\u0e44\u0e14\u0e49\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 Connections \u0e41\u0e25\u0e30\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e2d\u0e19\u0e1f\u0e34\u0e01\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07 \u0e41\u0e25\u0e30\u0e01\u0e33\u0e25\u0e31\u0e07\u0e23\u0e31\u0e19\u0e44\u0e14\u0e49\u0e14\u0e35

Message_WASInfoPanel_IsDmgr$msg=\u0e01\u0e33\u0e25\u0e31\u0e07\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e27\u0e48\u0e32\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e20\u0e32\u0e27\u0e30\u0e41\u0e27\u0e14\u0e25\u0e49\u0e2d\u0e21 Deployment Manager \u0e41\u0e25\u0e30\u0e01\u0e33\u0e25\u0e31\u0e07\u0e02\u0e2d\u0e23\u0e31\u0e1a\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e1e\u0e2d\u0e23\u0e4c\u0e15 SOAP...
Message_WASInfoPanel_QueryNodes$msg=\u0e01\u0e33\u0e25\u0e31\u0e07\u0e42\u0e2b\u0e19\u0e14\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e42\u0e2b\u0e19\u0e14\u0e08\u0e32\u0e01 Deployment Manager...
Message_WASInfoPanel_QueryLocalhost$msg=\u0e01\u0e33\u0e25\u0e31\u0e07\u0e40\u0e04\u0e35\u0e22\u0e27\u0e23\u0e35\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e42\u0e25\u0e04\u0e31\u0e25\u0e42\u0e2e\u0e2a\u0e15\u0e4c\u0e08\u0e32\u0e01 Deployment Manager...
Message_WASInfoPanel_QueryICInfo$msg=\u0e01\u0e33\u0e25\u0e31\u0e07\u0e40\u0e04\u0e35\u0e22\u0e27\u0e23\u0e35\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e04\u0e25\u0e31\u0e2a\u0e40\u0e15\u0e2d\u0e23\u0e4c Connections Common,Files \u0e41\u0e25\u0e30 News \u0e08\u0e32\u0e01 Deployment Manager...
Message_WASInfoPanel_QueryDocsCompInfo$msg=\u0e01\u0e33\u0e25\u0e31\u0e07\u0e40\u0e04\u0e35\u0e22\u0e27\u0e23\u0e35\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e04\u0e25\u0e31\u0e2a\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e04\u0e2d\u0e21\u0e42\u0e1e\u0e40\u0e19\u0e19\u0e15\u0e4c Connections Docs \u0e08\u0e32\u0e01 Deployment Manager...

Message_WASInfoPanel$python=\u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27\u0e43\u0e19\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32 python \u0e43\u0e19\u0e1e\u0e32\u0e18\u0e02\u0e2d\u0e07\u0e23\u0e30\u0e1a\u0e1a \u0e15\u0e23\u0e27\u0e08\u0e14\u0e39\u0e43\u0e2b\u0e49\u0e41\u0e19\u0e48\u0e43\u0e08\u0e27\u0e48\u0e32\u0e44\u0e14\u0e49\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e41\u0e25\u0e30\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e2d\u0e19\u0e1f\u0e34\u0e01 python \u0e25\u0e07\u0e43\u0e19\u0e1e\u0e32\u0e18\u0e02\u0e2d\u0e07\u0e23\u0e30\u0e1a\u0e1a\u0e41\u0e25\u0e49\u0e27 \u0e41\u0e25\u0e30\u0e23\u0e35\u0e2a\u0e15\u0e32\u0e23\u0e4c\u0e17 Installation Manager
Message_WASInfoPanel$pythonVer=\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e0a\u0e31\u0e19\u0e02\u0e2d\u0e07 python \u0e17\u0e35\u0e48\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e44\u0e27\u0e49\u0e04\u0e37\u0e2d {0}, \u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e0a\u0e31\u0e19\u0e17\u0e35\u0e48\u0e04\u0e32\u0e14\u0e44\u0e27\u0e49\u0e04\u0e37\u0e2d {1} \u0e40\u0e1b\u0e47\u0e19\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e19\u0e49\u0e2d\u0e22
Message_WASInfoPanel$pythonNone=\u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27\u0e43\u0e19\u0e01\u0e32\u0e23\u0e27\u0e34\u0e40\u0e04\u0e23\u0e32\u0e30\u0e2b\u0e4c\u0e40\u0e2d\u0e32\u0e15\u0e4c\u0e1e\u0e38\u0e15\u0e02\u0e2d\u0e07\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a python

#
#Words Definition on Nodes Identification Panel
#
Message_NodeIdentificationPanel_WinNodes$Label=\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e42\u0e2b\u0e19\u0e14 (Windows)
Message_NodeIdentificationPanel_LnxNodes$Label=\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e42\u0e2b\u0e19\u0e14 (Linux)
Message_NodeIdentificationPanel_WebNodes$Label=\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e42\u0e2b\u0e19\u0e14 (\u0e40\u0e27\u0e47\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c)

Message_NodeIdentificationPanel_AddBtn$Label=>>
Message_NodeIdentificationPanel_RemoveBtn$Label=<<

Message_NodeIdentificationPanel_NodesSelectAll$Label=\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14

Message_NodeIdentificationPanel_Nodes$lable=\u0e42\u0e2b\u0e19\u0e14
Message_NodeIdentificationPanel_ServeNames$lable=\u0e0a\u0e37\u0e48\u0e2d\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c
Message_NodeIdentificationPanel_ClusterName$lable=\u0e0a\u0e37\u0e48\u0e2d\u0e04\u0e25\u0e31\u0e2a\u0e40\u0e15\u0e2d\u0e23\u0e4c
Message_NodeIdentificationPanel_ConvAdd$btnTip=\u0e04\u0e25\u0e34\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e23\u0e30\u0e1a\u0e38\u0e42\u0e2b\u0e19\u0e14\u0e17\u0e35\u0e48\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e44\u0e27\u0e49\u0e1e\u0e23\u0e49\u0e2d\u0e21\u0e01\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e31\u0e1a\u0e43\u0e0a\u0e49 ${ComponentNameConversion}
Message_NodeIdentificationPanel_ConvRemove$btnTip=\u0e04\u0e25\u0e34\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e42\u0e22\u0e07\u0e42\u0e2b\u0e19\u0e14\u0e17\u0e35\u0e48\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e44\u0e27\u0e49\u0e08\u0e32\u0e01\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e31\u0e1a\u0e43\u0e0a\u0e49 ${ComponentNameConversion}
Message_NodeIdentificationPanel_Conv$label=${ComponentNameConversion}
Message_NodeIdentificationPanel_Conv$listTip=\u0e42\u0e2b\u0e19\u0e14\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a ${ComponentNameConversion}
Message_NodeIdentificationPanel_DocsAdd$btnTip=\u0e04\u0e25\u0e34\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e23\u0e30\u0e1a\u0e38\u0e42\u0e2b\u0e19\u0e14\u0e17\u0e35\u0e48\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e44\u0e27\u0e49\u0e1e\u0e23\u0e49\u0e2d\u0e21\u0e01\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e31\u0e1a\u0e43\u0e0a\u0e49 ${ComponentNameEditor}
Message_NodeIdentificationPanel_DocsRemove$btnTip=\u0e04\u0e25\u0e34\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e42\u0e22\u0e07\u0e42\u0e2b\u0e19\u0e14\u0e17\u0e35\u0e48\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e44\u0e27\u0e49\u0e08\u0e32\u0e01\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e31\u0e1a\u0e43\u0e0a\u0e49 ${ComponentNameEditor}
Message_NodeIdentificationPanel_Docs$label=${ComponentNameEditor}
Message_NodeIdentificationPanel_Docs$listTip=\u0e42\u0e2b\u0e19\u0e14\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a ${ComponentNameEditor}
Message_NodeIdentificationPanel_ViewerAdd$btnTip=\u0e04\u0e25\u0e34\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e23\u0e30\u0e1a\u0e38\u0e42\u0e2b\u0e19\u0e14\u0e17\u0e35\u0e48\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e44\u0e27\u0e49\u0e1e\u0e23\u0e49\u0e2d\u0e21\u0e01\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e31\u0e1a\u0e43\u0e0a\u0e49 ${ComponentNameViewer}
Message_NodeIdentificationPanel_ViewerRemove$btnTip=\u0e04\u0e25\u0e34\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e42\u0e22\u0e07\u0e42\u0e2b\u0e19\u0e14\u0e17\u0e35\u0e48\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e44\u0e27\u0e49\u0e08\u0e32\u0e01\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e31\u0e1a\u0e43\u0e0a\u0e49 ${ComponentNameViewer}
Message_NodeIdentificationPanel_Viewer$label=${ComponentNameViewer}
Message_NodeIdentificationPanel_Viewer$listTip=\u0e42\u0e2b\u0e19\u0e14\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a ${ComponentNameViewer}
Message_NodeIdentificationPanel_ProxyAdd$btnTip=\u0e04\u0e25\u0e34\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e23\u0e30\u0e1a\u0e38\u0e42\u0e2b\u0e19\u0e14\u0e17\u0e35\u0e48\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e44\u0e27\u0e49\u0e1e\u0e23\u0e49\u0e2d\u0e21\u0e01\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e31\u0e1a\u0e43\u0e0a\u0e49 ${ComponentNameEditorProxy}
Message_NodeIdentificationPanel_ProxyRemove$btnTip=\u0e04\u0e25\u0e34\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e42\u0e22\u0e07\u0e42\u0e2b\u0e19\u0e14\u0e17\u0e35\u0e48\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e44\u0e27\u0e49\u0e08\u0e32\u0e01\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e31\u0e1a\u0e43\u0e0a\u0e49 ${ComponentNameEditorProxy}
Message_NodeIdentificationPanel_Proxy$label=${ComponentNameEditorProxy}
Message_NodeIdentificationPanel_Proxy$listTip=\u0e42\u0e2b\u0e19\u0e14\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c ${ComponentNameEditorProxy}
Message_NodeIdentificationPanel_IHSAdd$btnTip=\u0e04\u0e25\u0e34\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e23\u0e30\u0e1a\u0e38\u0e42\u0e2b\u0e19\u0e14\u0e17\u0e35\u0e48\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e01\u0e31\u0e1a\u0e04\u0e2d\u0e19\u0e1f\u0e34\u0e01\u0e39\u0e40\u0e23\u0e0a\u0e31\u0e19\u0e40\u0e27\u0e47\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c
Message_NodeIdentificationPanel_IHSRemove$btnTip=\u0e04\u0e25\u0e34\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e22\u0e01\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e42\u0e22\u0e07\u0e42\u0e2b\u0e19\u0e14\u0e17\u0e35\u0e48\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e04\u0e2d\u0e19\u0e1f\u0e34\u0e01\u0e39\u0e40\u0e23\u0e0a\u0e31\u0e19\u0e40\u0e27\u0e47\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c
Message_NodeIdentificationPanel_IHS$label=\u0e40\u0e27\u0e47\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c
Message_NodeIdentificationPanel_IHS$listTip=\u0e42\u0e2b\u0e19\u0e14\u0e40\u0e27\u0e47\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e2d\u0e19\u0e1f\u0e34\u0e01 ${ProductName}

Message_NodeIdentificationPanel_ValidationSuccessful$msg=\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e42\u0e2b\u0e19\u0e14\u0e40\u0e23\u0e35\u0e22\u0e1a\u0e23\u0e49\u0e2d\u0e22\u0e41\u0e25\u0e49\u0e27
Message_NodeIdentificationPanel_ValidationSuccessful$msg1=\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e42\u0e2b\u0e19\u0e14\u0e2a\u0e33\u0e40\u0e23\u0e47\u0e08\u0e41\u0e25\u0e49\u0e27 \u0e2d\u0e22\u0e48\u0e32\u0e25\u0e37\u0e21\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e2d\u0e19\u0e1f\u0e34\u0e01\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07\u0e01\u0e31\u0e1a\u0e40\u0e27\u0e47\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e43\u0e2b\u0e49\u0e40\u0e23\u0e35\u0e22\u0e1a\u0e23\u0e49\u0e2d\u0e22
Message_NodeIdentificationPanel_ValidationSuccessful$msg3=\u0e0a\u0e37\u0e48\u0e2d\u0e04\u0e25\u0e31\u0e2a\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07: {0}.
Message_NodeIdentificationPanel_ValidationSuccessful$msg4=\u0e0a\u0e37\u0e48\u0e2d\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07: {0}.
Message_NodeIdentificationPanel_ValidationSuccessful$msg5=\u0e2b\u0e19\u0e36\u0e48\u0e07\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e2b\u0e23\u0e37\u0e2d\u0e21\u0e32\u0e01\u0e01\u0e27\u0e48\u0e32\u0e44\u0e14\u0e49\u0e43\u0e0a\u0e49\u0e0a\u0e37\u0e48\u0e2d\u0e40\u0e2b\u0e25\u0e48\u0e32\u0e19\u0e31\u0e49\u0e19\u0e41\u0e25\u0e49\u0e27: {0}. \u0e43\u0e0a\u0e49\u0e0a\u0e37\u0e48\u0e2d\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e2d\u0e37\u0e48\u0e19
Message_NodeIdentificationPanel_Validate$Tips=\u0e01\u0e48\u0e2d\u0e19\u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23 \u0e43\u0e2b\u0e49\u0e04\u0e25\u0e34\u0e01 \u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07 \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e27\u0e48\u0e32\u0e42\u0e2b\u0e19\u0e14\u0e17\u0e35\u0e48\u0e23\u0e30\u0e1a\u0e38\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
Message_NodeIdentificationPanel_Validating$msg=\u0e01\u0e33\u0e25\u0e31\u0e07\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e42\u0e2b\u0e19\u0e14\u0e41\u0e25\u0e30\u0e01\u0e33\u0e25\u0e31\u0e07\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e04\u0e25\u0e31\u0e2a\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e41\u0e25\u0e30\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c...

Message_NodeIdentificationPanel_NodeListEmpty$uuid=CLFAD2010E
Message_NodeIdentificationPanel_NodeListEmpty$message=\u0e22\u0e49\u0e2d\u0e19\u0e01\u0e25\u0e31\u0e1a\u0e41\u0e25\u0e30\u0e1b\u0e49\u0e2d\u0e19\u0e2b\u0e19\u0e31\u0e07\u0e2a\u0e37\u0e2d\u0e23\u0e31\u0e1a\u0e23\u0e2d\u0e07 WebSphere \u0e41\u0e25\u0e30\u0e1e\u0e32\u0e18\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
Message_NodeIdentificationPanel_NodeListEmpty$explanation=\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e17\u0e35\u0e48\u0e1b\u0e49\u0e2d\u0e19\u0e1a\u0e19\u0e1e\u0e32\u0e40\u0e19\u0e25 WebSphere Information \u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e43\u0e2b\u0e49\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c\u0e17\u0e35\u0e48\u0e40\u0e1e\u0e35\u0e22\u0e07\u0e1e\u0e2d\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e02\u0e2d\u0e23\u0e31\u0e1a\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e42\u0e2b\u0e19\u0e14 \u0e22\u0e49\u0e2d\u0e19\u0e01\u0e25\u0e31\u0e1a\u0e41\u0e25\u0e30\u0e1b\u0e49\u0e2d\u0e19\u0e2b\u0e19\u0e31\u0e07\u0e2a\u0e37\u0e2d\u0e23\u0e31\u0e1a\u0e23\u0e2d\u0e07\u0e41\u0e25\u0e30\u0e15\u0e33\u0e41\u0e2b\u0e19\u0e48\u0e07\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
Message_NodeIdentificationPanel_NodeListEmpty$useraction=\u0e14\u0e39\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 \u0e43\u0e19 Installation Manager \u0e04\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48 \u0e44\u0e1f\u0e25\u0e4c > \u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 \u0e43\u0e19\u0e42\u0e2b\u0e21\u0e14\u0e04\u0e2d\u0e19\u0e42\u0e0b\u0e25 \u0e1b\u0e49\u0e2d\u0e19 S \u0e1a\u0e19\u0e40\u0e21\u0e19\u0e39\u0e2b\u0e25\u0e31\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e25\u0e37\u0e2d\u0e01 \u0e14\u0e39\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07

Message_NodeIdentificationPanel_ConvNodeListEmpty$uuid=NIPFAD2014CE
Message_NodeIdentificationPanel_ConvNodeListEmpty$message= \u0e01\u0e33\u0e2b\u0e19\u0e14\u0e42\u0e2b\u0e19\u0e14\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a ${ComponentNameConversion}
Message_NodeIdentificationPanel_ConvNodeListEmpty$explanation=${ComponentNameConversion} \u0e16\u0e39\u0e01\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e44\u0e27\u0e49\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e38\u0e13\u0e25\u0e31\u0e01\u0e29\u0e13\u0e30\u0e17\u0e35\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 \u0e41\u0e15\u0e48\u0e44\u0e21\u0e48\u0e21\u0e35\u0e42\u0e2b\u0e19\u0e14\u0e17\u0e35\u0e48\u0e23\u0e30\u0e1a\u0e38\u0e44\u0e27\u0e49
Message_NodeIdentificationPanel_ConvNodeListEmpty$useraction=\u0e14\u0e39\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 \u0e43\u0e19 Installation Manager \u0e04\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48 \u0e44\u0e1f\u0e25\u0e4c > \u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 \u0e43\u0e19\u0e42\u0e2b\u0e21\u0e14\u0e04\u0e2d\u0e19\u0e42\u0e0b\u0e25 \u0e1b\u0e49\u0e2d\u0e19 S \u0e1a\u0e19\u0e40\u0e21\u0e19\u0e39\u0e2b\u0e25\u0e31\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e25\u0e37\u0e2d\u0e01 \u0e14\u0e39\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07

Message_NodeIdentificationPanel_DocsNodeListEmpty$uuid=NIPFAD2014DE
Message_NodeIdentificationPanel_DocsNodeListEmpty$message= \u0e01\u0e33\u0e2b\u0e19\u0e14\u0e42\u0e2b\u0e19\u0e14\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a ${ComponentNameEditor}
Message_NodeIdentificationPanel_DocsNodeListEmpty$explanation=${ComponentNameEditor} \u0e16\u0e39\u0e01\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e44\u0e27\u0e49\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e38\u0e13\u0e25\u0e31\u0e01\u0e29\u0e13\u0e30\u0e17\u0e35\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 \u0e41\u0e15\u0e48\u0e44\u0e21\u0e48\u0e21\u0e35\u0e42\u0e2b\u0e19\u0e14\u0e17\u0e35\u0e48\u0e23\u0e30\u0e1a\u0e38\u0e44\u0e27\u0e49
Message_NodeIdentificationPanel_DocsNodeListEmpty$useraction=\u0e14\u0e39\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 \u0e43\u0e19 Installation Manager \u0e04\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48 \u0e44\u0e1f\u0e25\u0e4c > \u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 \u0e43\u0e19\u0e42\u0e2b\u0e21\u0e14\u0e04\u0e2d\u0e19\u0e42\u0e0b\u0e25 \u0e1b\u0e49\u0e2d\u0e19 S \u0e1a\u0e19\u0e40\u0e21\u0e19\u0e39\u0e2b\u0e25\u0e31\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e25\u0e37\u0e2d\u0e01 \u0e14\u0e39\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07

Message_NodeIdentificationPanel_ViewerNodeListEmpty$uuid=NIPFAD2014VE
Message_NodeIdentificationPanel_ViewerNodeListEmpty$message= \u0e01\u0e33\u0e2b\u0e19\u0e14\u0e42\u0e2b\u0e19\u0e14\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a ${ComponentNameViewer}
Message_NodeIdentificationPanel_ViewerNodeListEmpty$explanation=${ComponentNameViewer} \u0e16\u0e39\u0e01\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e44\u0e27\u0e49\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e38\u0e13\u0e25\u0e31\u0e01\u0e29\u0e13\u0e30\u0e17\u0e35\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 \u0e41\u0e15\u0e48\u0e44\u0e21\u0e48\u0e21\u0e35\u0e42\u0e2b\u0e19\u0e14\u0e17\u0e35\u0e48\u0e23\u0e30\u0e1a\u0e38\u0e44\u0e27\u0e49
Message_NodeIdentificationPanel_ViewerNodeListEmpty$useraction=\u0e14\u0e39\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 \u0e43\u0e19 Installation Manager \u0e04\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48 \u0e44\u0e1f\u0e25\u0e4c > \u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 \u0e43\u0e19\u0e42\u0e2b\u0e21\u0e14\u0e04\u0e2d\u0e19\u0e42\u0e0b\u0e25 \u0e1b\u0e49\u0e2d\u0e19 S \u0e1a\u0e19\u0e40\u0e21\u0e19\u0e39\u0e2b\u0e25\u0e31\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e25\u0e37\u0e2d\u0e01 \u0e14\u0e39\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07

Message_NodeIdentificationPanel_ProxyNodeListEmpty$uuid=NIPFAD2014PE
Message_NodeIdentificationPanel_ProxyNodeListEmpty$message= \u0e01\u0e33\u0e2b\u0e19\u0e14\u0e42\u0e2b\u0e19\u0e14\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a ${ComponentNameEditorProxy}
Message_NodeIdentificationPanel_ProxyNodeListEmpty$explanation=${ComponentNameEditorProxy} \u0e16\u0e39\u0e01\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e44\u0e27\u0e49\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e38\u0e13\u0e25\u0e31\u0e01\u0e29\u0e13\u0e30\u0e17\u0e35\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 \u0e41\u0e15\u0e48\u0e44\u0e21\u0e48\u0e21\u0e35\u0e42\u0e2b\u0e19\u0e14\u0e17\u0e35\u0e48\u0e23\u0e30\u0e1a\u0e38\u0e44\u0e27\u0e49
Message_NodeIdentificationPanel_ProxyNodeListEmpty$useraction=\u0e14\u0e39\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 \u0e43\u0e19 Installation Manager \u0e04\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48 \u0e44\u0e1f\u0e25\u0e4c > \u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 \u0e43\u0e19\u0e42\u0e2b\u0e21\u0e14\u0e04\u0e2d\u0e19\u0e42\u0e0b\u0e25 \u0e1b\u0e49\u0e2d\u0e19 S \u0e1a\u0e19\u0e40\u0e21\u0e19\u0e39\u0e2b\u0e25\u0e31\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e25\u0e37\u0e2d\u0e01 \u0e14\u0e39\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07

Message_NodeIdentificationPanel_IHSNodeListEmpty$uuid=NIPFAD2014WE
Message_NodeIdentificationPanel_IHSNodeListEmpty$message= \u0e01\u0e33\u0e2b\u0e19\u0e14\u0e42\u0e2b\u0e19\u0e14\u0e2b\u0e23\u0e37\u0e2d\u0e1b\u0e49\u0e2d\u0e19 URL \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e40\u0e27\u0e47\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c
Message_NodeIdentificationPanel_IHSNodeListEmpty$explanation=\u0e40\u0e27\u0e47\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e16\u0e39\u0e01\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e38\u0e13\u0e25\u0e31\u0e01\u0e29\u0e13\u0e30\u0e17\u0e35\u0e48\u0e08\u0e30\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 \u0e41\u0e15\u0e48\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e23\u0e30\u0e1a\u0e38\u0e42\u0e2b\u0e19\u0e14
Message_NodeIdentificationPanel_IHSNodeListEmpty$useraction=\u0e14\u0e39\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 \u0e43\u0e19 Installation Manager \u0e04\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48 \u0e44\u0e1f\u0e25\u0e4c > \u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 \u0e43\u0e19\u0e42\u0e2b\u0e21\u0e14\u0e04\u0e2d\u0e19\u0e42\u0e0b\u0e25 \u0e1b\u0e49\u0e2d\u0e19 S \u0e1a\u0e19\u0e40\u0e21\u0e19\u0e39\u0e2b\u0e25\u0e31\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e25\u0e37\u0e2d\u0e01 \u0e14\u0e39\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07

Message_NodeIdentificationPanel_WebNodeListEmpty$uuid=NIPFAD2014WEBE
Message_NodeIdentificationPanel_WebNodeListEmpty$message=\u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27\u0e43\u0e19\u0e01\u0e32\u0e23\u0e40\u0e04\u0e35\u0e22\u0e27\u0e23\u0e35\u0e42\u0e2b\u0e19\u0e14\u0e02\u0e2d\u0e07\u0e40\u0e27\u0e47\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c \u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e40\u0e27\u0e47\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e44\u0e27\u0e49 \u0e2b\u0e23\u0e37\u0e2d\u0e0a\u0e37\u0e48\u0e2d\u0e42\u0e2b\u0e19\u0e14\u0e02\u0e2d\u0e07\u0e40\u0e27\u0e47\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e40\u0e2b\u0e21\u0e37\u0e2d\u0e19\u0e01\u0e31\u0e1a\u0e42\u0e2b\u0e19\u0e14\u0e02\u0e2d\u0e07\u0e41\u0e2d\u0e47\u0e1e\u0e1e\u0e25\u0e34\u0e40\u0e04\u0e0a\u0e31\u0e19\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e2d\u0e37\u0e48\u0e19
Message_NodeIdentificationPanel_WebNodeListEmpty$explanation=\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e40\u0e27\u0e47\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e44\u0e27\u0e49 \u0e2b\u0e23\u0e37\u0e2d\u0e0a\u0e37\u0e48\u0e2d\u0e42\u0e2b\u0e19\u0e14\u0e02\u0e2d\u0e07\u0e40\u0e27\u0e47\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e40\u0e2b\u0e21\u0e37\u0e2d\u0e19\u0e01\u0e31\u0e1a\u0e42\u0e2b\u0e19\u0e14\u0e02\u0e2d\u0e07\u0e41\u0e2d\u0e47\u0e1e\u0e1e\u0e25\u0e34\u0e40\u0e04\u0e0a\u0e31\u0e19\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e2d\u0e37\u0e48\u0e19 \u0e0b\u0e36\u0e48\u0e07\u0e15\u0e49\u0e2d\u0e07\u0e41\u0e15\u0e01\u0e15\u0e48\u0e32\u0e07\u0e01\u0e31\u0e19
Message_NodeIdentificationPanel_WebNodeListEmpty$useraction=\u0e14\u0e39\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 \u0e43\u0e19 Installation Manager \u0e04\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48 \u0e44\u0e1f\u0e25\u0e4c > \u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 \u0e43\u0e19\u0e42\u0e2b\u0e21\u0e14\u0e04\u0e2d\u0e19\u0e42\u0e0b\u0e25 \u0e1b\u0e49\u0e2d\u0e19 S \u0e1a\u0e19\u0e40\u0e21\u0e19\u0e39\u0e2b\u0e25\u0e31\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e25\u0e37\u0e2d\u0e01 \u0e14\u0e39\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07
Message_NodeIdentificationPanel_IHSSrc1$Label=\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e42\u0e2b\u0e19\u0e14
Message_NodeIdentificationPanel_IHSSrc2$Label=\u0e1b\u0e49\u0e2d\u0e19 URL
Message_NodeIdentificationPanel_IHSHint$Label=\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e2d\u0e47\u0e2d\u0e1e\u0e0a\u0e31\u0e19\u0e43\u0e14\u0e2d\u0e47\u0e2d\u0e1e\u0e0a\u0e31\u0e19\u0e2b\u0e19\u0e36\u0e48\u0e07\u0e15\u0e48\u0e2d\u0e44\u0e1b\u0e19\u0e35\u0e49\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e2d\u0e19\u0e1f\u0e34\u0e01\u0e40\u0e27\u0e47\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c

#
#Words Definition on Enroll Hosts Panel
#
Message_EnrollHostsPanel_Top$Label=\u0e1b\u0e49\u0e2d\u0e19\u0e2b\u0e19\u0e31\u0e07\u0e2a\u0e37\u0e2d\u0e23\u0e31\u0e1a\u0e23\u0e2d\u0e07\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e15\u0e48\u0e2d\u0e44\u0e1b\u0e19\u0e35\u0e49
Message_EnrollHostsPanel_Comp$Desc=\u0e43\u0e0a\u0e49\u0e0a\u0e37\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e41\u0e25\u0e30\u0e23\u0e2b\u0e31\u0e2a\u0e1c\u0e48\u0e32\u0e19\u0e02\u0e2d\u0e07\u0e23\u0e30\u0e1a\u0e1a\u0e1b\u0e0f\u0e34\u0e1a\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e17\u0e35\u0e48\u0e21\u0e35\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c\u0e01\u0e32\u0e23\u0e1a\u0e23\u0e34\u0e2b\u0e32\u0e23\u0e23\u0e30\u0e1a\u0e1a

Message_EnrollHostsPanel_User$ACCTip=\u0e1b\u0e49\u0e2d\u0e19\u0e0a\u0e37\u0e48\u0e2d\u0e41\u0e2d\u0e04\u0e40\u0e04\u0e32\u0e15\u0e4c\u0e23\u0e30\u0e1a\u0e1a\u0e1b\u0e0f\u0e34\u0e1a\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e17\u0e35\u0e48\u0e21\u0e35\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c\u0e01\u0e32\u0e23\u0e1a\u0e23\u0e34\u0e2b\u0e32\u0e23\u0e23\u0e30\u0e1a\u0e1a\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c {0}
Message_EnrollHostsPanel_UserPWD$ACCTip=\u0e1b\u0e49\u0e2d\u0e19\u0e23\u0e2b\u0e31\u0e2a\u0e1c\u0e48\u0e32\u0e19\u0e02\u0e2d\u0e07\u0e41\u0e2d\u0e04\u0e40\u0e04\u0e32\u0e15\u0e4c\u0e23\u0e30\u0e1a\u0e1a\u0e1b\u0e0f\u0e34\u0e1a\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e17\u0e35\u0e48\u0e21\u0e35\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c\u0e01\u0e32\u0e23\u0e1a\u0e23\u0e34\u0e2b\u0e32\u0e23\u0e23\u0e30\u0e1a\u0e1a\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c {0}

Message_EnrollHostsPanel_ApplyAll$Tip=\u0e42\u0e2e\u0e2a\u0e15\u0e4c\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e02\u0e2d\u0e07\u0e04\u0e2d\u0e21\u0e42\u0e1e\u0e40\u0e19\u0e19\u0e15\u0e4c\u0e17\u0e35\u0e48\u0e21\u0e35\u0e0a\u0e37\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e41\u0e25\u0e30\u0e23\u0e2b\u0e31\u0e2a\u0e1c\u0e48\u0e32\u0e19\u0e40\u0e14\u0e35\u0e22\u0e27\u0e01\u0e31\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e23\u0e30\u0e1a\u0e1a\u0e01\u0e32\u0e23\u0e1b\u0e0f\u0e34\u0e1a\u0e31\u0e15\u0e34\u0e07\u0e32\u0e19
Message_EnrollHostsPanel_Reset$Tip=\u0e23\u0e35\u0e40\u0e0b\u0e47\u0e15\u0e0a\u0e37\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e41\u0e25\u0e30\u0e23\u0e2b\u0e31\u0e2a\u0e1c\u0e48\u0e32\u0e19\u0e02\u0e2d\u0e07\u0e23\u0e30\u0e1a\u0e1a\u0e01\u0e32\u0e23\u0e1b\u0e0f\u0e34\u0e1a\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e04\u0e2d\u0e21\u0e42\u0e1e\u0e40\u0e19\u0e19\u0e15\u0e4c

Message_EnrollHostsPanel_ApplyToAll$Btn=\u0e43\u0e0a\u0e49\u0e01\u0e31\u0e1a\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14
Message_EnrollHostsPanel_Reset$Btn=\u0e23\u0e35\u0e40\u0e0b\u0e47\u0e15

Message_EnrollHostsPanel_DocsComp$label=${ComponentNameEditor}
Message_EnrollHostsPanel_IHSComp$label=\u0e40\u0e27\u0e47\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c
Message_EnrollHostsPanel_LocalComp$label=\u0e42\u0e25\u0e04\u0e31\u0e25\u0e42\u0e2b\u0e19\u0e14

Message_EnrollHostsPanel_ValidationSuccessful$msg=\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e2b\u0e19\u0e31\u0e07\u0e2a\u0e37\u0e2d\u0e23\u0e31\u0e1a\u0e23\u0e2d\u0e07\u0e42\u0e2e\u0e2a\u0e15\u0e4c\u0e40\u0e1b\u0e49\u0e32\u0e2b\u0e21\u0e32\u0e22\u0e2a\u0e33\u0e40\u0e23\u0e47\u0e08\u0e41\u0e25\u0e49\u0e27
Message_EnrollHostsPanel_Validate$Tips=\u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23 \u0e43\u0e2b\u0e49\u0e04\u0e25\u0e34\u0e01 \u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07 \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e25\u0e07\u0e17\u0e30\u0e40\u0e1a\u0e35\u0e22\u0e19\u0e42\u0e2e\u0e2a\u0e15\u0e4c\u0e40\u0e1b\u0e49\u0e32\u0e2b\u0e21\u0e32\u0e22\u0e41\u0e25\u0e30\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e27\u0e48\u0e32\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e17\u0e35\u0e48\u0e23\u0e30\u0e1a\u0e38\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
Message_EnrollHostsPanel_Validating$msg=\u0e01\u0e33\u0e25\u0e31\u0e07\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e2b\u0e19\u0e31\u0e07\u0e2a\u0e37\u0e2d\u0e23\u0e31\u0e1a\u0e23\u0e2d\u0e07\u0e41\u0e25\u0e30\u0e01\u0e33\u0e25\u0e31\u0e07\u0e25\u0e07\u0e17\u0e30\u0e40\u0e1a\u0e35\u0e22\u0e19\u0e42\u0e2e\u0e2a\u0e15\u0e4c\u0e40\u0e1b\u0e49\u0e32\u0e2b\u0e21\u0e32\u0e22...

Message_EnrollHostsPanel_Enroll$msg=\u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27\u0e43\u0e19\u0e01\u0e32\u0e23\u0e25\u0e07\u0e17\u0e30\u0e40\u0e1a\u0e35\u0e22\u0e19\u0e42\u0e2e\u0e2a\u0e15\u0e4c\u0e40\u0e1b\u0e49\u0e32\u0e2b\u0e21\u0e32\u0e22 {0} \u0e42\u0e1b\u0e23\u0e14\u0e1b\u0e49\u0e2d\u0e19\u0e41\u0e2d\u0e04\u0e40\u0e04\u0e32\u0e15\u0e4c\u0e17\u0e35\u0e48\u0e21\u0e35\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c\u0e23\u0e27\u0e21\u0e16\u0e36\u0e07\u0e23\u0e2b\u0e31\u0e2a\u0e1c\u0e48\u0e32\u0e19...

Message_EnrollHostsPanel_UserEmpty$uuid=RHPAD2014UE
Message_EnrollHostsPanel_UserEmpty$message= \u0e1b\u0e49\u0e2d\u0e19\u0e0a\u0e37\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e01\u0e32\u0e23\u0e1a\u0e23\u0e34\u0e2b\u0e32\u0e23\u0e23\u0e30\u0e1a\u0e1a
Message_EnrollHostsPanel_UserEmpty$explanation=\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e0a\u0e37\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e17\u0e35\u0e48\u0e21\u0e35\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c\u0e01\u0e32\u0e23\u0e1a\u0e23\u0e34\u0e2b\u0e32\u0e23\u0e23\u0e30\u0e1a\u0e1a\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e23\u0e30\u0e1a\u0e1a\u0e1b\u0e0f\u0e34\u0e1a\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23
Message_EnrollHostsPanel_UserEmpty$useraction=\u0e14\u0e39\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 \u0e43\u0e19 Installation Manager \u0e04\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48 \u0e44\u0e1f\u0e25\u0e4c > \u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 \u0e43\u0e19\u0e42\u0e2b\u0e21\u0e14\u0e04\u0e2d\u0e19\u0e42\u0e0b\u0e25 \u0e1b\u0e49\u0e2d\u0e19 S \u0e1a\u0e19\u0e40\u0e21\u0e19\u0e39\u0e2b\u0e25\u0e31\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e25\u0e37\u0e2d\u0e01 \u0e14\u0e39\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07

Message_EnrollHostsPanel_PwdEmpty$uuid=RHPAD2014PE
Message_EnrollHostsPanel_PwdEmpty$message= \u0e1b\u0e49\u0e2d\u0e19\u0e23\u0e2b\u0e31\u0e2a\u0e1c\u0e48\u0e32\u0e19\u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a
Message_EnrollHostsPanel_PwdEmpty$explanation=\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e23\u0e2b\u0e31\u0e2a\u0e1c\u0e48\u0e32\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e17\u0e35\u0e48\u0e21\u0e35\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c\u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e23\u0e30\u0e1a\u0e1a\u0e1b\u0e0f\u0e34\u0e1a\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23
Message_EnrollHostsPanel_PwdEmpty$useraction=\u0e14\u0e39\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 \u0e43\u0e19 Installation Manager \u0e04\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48 \u0e44\u0e1f\u0e25\u0e4c > \u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 \u0e43\u0e19\u0e42\u0e2b\u0e21\u0e14\u0e04\u0e2d\u0e19\u0e42\u0e0b\u0e25 \u0e1b\u0e49\u0e2d\u0e19 S \u0e1a\u0e19\u0e40\u0e21\u0e19\u0e39\u0e2b\u0e25\u0e31\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e25\u0e37\u0e2d\u0e01 \u0e14\u0e39\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07

Message_EnrollHostsPanel_Sudo$label=\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19 sudo \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e43\u0e0a\u0e49\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e43\u0e0a\u0e48 root \u0e21\u0e35\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c\u0e17\u0e35\u0e48\u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19\u0e15\u0e48\u0e2d\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 ${ProductName}
#Strings definition on viewer main panel
VIEWER_PANEL_NAME=${HardwareServerNameViewer} \u0e04\u0e25\u0e31\u0e2a\u0e40\u0e15\u0e2d\u0e23\u0e4c
MSG_VIEWER_MAINPANEL_SHAREDDIRECTORY_TEXT=\u0e1b\u0e49\u0e2d\u0e19\u0e08\u0e38\u0e14\u0e40\u0e21\u0e32\u0e17\u0e4c\u0e02\u0e2d\u0e07\u0e44\u0e04\u0e25\u0e40\u0e2d\u0e47\u0e19\u0e15\u0e4c\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e41\u0e1a\u0e1a\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25 ${ComponentNameViewer} \u0e1a\u0e19 ${HardwareServerNameViewer}:
MSG_VIEWER_MAINPANEL_SHAREDDIRECTORY_TEXT_E=/opt/IBM/viewer_data \u0e2b\u0e23\u0e37\u0e2d V:

MSG_VIEWER_MAINPANEL_SHAREDDOCSDIRECTORY_TEXT=\u0e1b\u0e49\u0e2d\u0e19\u0e08\u0e38\u0e14\u0e40\u0e21\u0e32\u0e17\u0e4c\u0e02\u0e2d\u0e07\u0e44\u0e04\u0e25\u0e40\u0e2d\u0e47\u0e19\u0e15\u0e4c\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e41\u0e1a\u0e1a\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25 ${ComponentNameEditor} \u0e1a\u0e19 ${HardwareServerNameViewer}:
MSG_VIEWER_MAINPANEL_SHAREDDOCSDIRECTORY_TEXT_E=/opt/IBM/docs_data \u0e2b\u0e23\u0e37\u0e2d X:

MSG_VIEWER_MAINPANEL_CONVERSIONSERVICE_LABEL=\u0e0a\u0e37\u0e48\u0e2d\u0e42\u0e2e\u0e2a\u0e15\u0e4c\u0e41\u0e1a\u0e1a\u0e40\u0e15\u0e47\u0e21\u0e41\u0e25\u0e30\u0e41\u0e2d\u0e14\u0e40\u0e14\u0e23\u0e2a\u0e02\u0e2d\u0e07 ${ComponentNameConversion}:
MSG_VIEWER_MAINPANEL_CONVERSIONSERVICE_TEXT=\u0e16\u0e49\u0e32 ${ComponentNameConversion} \u0e16\u0e39\u0e01\u0e17\u0e33\u0e04\u0e25\u0e31\u0e2a\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e44\u0e27\u0e49 \u0e43\u0e2b\u0e49\u0e1b\u0e49\u0e2d\u0e19\u0e42\u0e2e\u0e2a\u0e15\u0e4c\u0e41\u0e2d\u0e14\u0e40\u0e14\u0e23\u0e2a\u0e02\u0e2d\u0e07\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e01\u0e32\u0e23\u0e17\u0e33\u0e42\u0e2b\u0e25\u0e14\u0e1a\u0e32\u0e25\u0e32\u0e19\u0e0b\u0e4c\n\u0e40\u0e0a\u0e48\u0e19: http://connections.example.com/conversion

MSG_VIEWER_MAINPANEL_CACHECONTROLSETTING_LABEL=\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e15\u0e31\u0e27\u0e04\u0e27\u0e1a\u0e04\u0e38\u0e21\u0e41\u0e04\u0e0a\u0e43\u0e19 iNotes \u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48?
MSG_VIEWER_MAINPANEL_CACHECONTROLSETTING_TEXT="\u0e43\u0e0a\u0e48" \u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32 1 \u0e0a\u0e31\u0e48\u0e27\u0e42\u0e21\u0e07\u0e40\u0e1b\u0e47\u0e19\u0e2d\u0e32\u0e22\u0e38\u0e17\u0e35\u0e48\u0e21\u0e32\u0e01\u0e17\u0e35\u0e48\u0e2a\u0e38\u0e14

MSG_VIEWER_MAINPANEL_PRINTSETTING_LABEL=\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e01\u0e32\u0e23\u0e1e\u0e34\u0e21\u0e1e\u0e4c\u0e43\u0e19 iNotes \u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48?

MSG_VIEWER_MAINPANEL_AUTHTYPE_TIP=\u0e2b\u0e32\u0e01\u0e23\u0e27\u0e21\u0e01\u0e31\u0e1a Tivoli Access Manager \u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e21\u0e35 SPNECO \u0e43\u0e2b\u0e49\u0e40\u0e25\u0e37\u0e2d\u0e01 TAM \u0e40\u0e1b\u0e47\u0e19\u0e0a\u0e19\u0e34\u0e14 \u0e44\u0e21\u0e48\u0e40\u0e0a\u0e48\u0e19\u0e19\u0e31\u0e49\u0e19 \u0e40\u0e25\u0e37\u0e2d\u0e01 FORM

MSG_VIEWER_MAINPANEL_AUTHSERVERHOST_LABEL=\u0e0a\u0e37\u0e48\u0e2d\u0e42\u0e2e\u0e2a\u0e15\u0e4c\u0e41\u0e1a\u0e1a\u0e40\u0e15\u0e47\u0e21\u0e41\u0e25\u0e30\u0e41\u0e2d\u0e14\u0e40\u0e14\u0e23\u0e2a\u0e02\u0e2d\u0e07\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e01\u0e32\u0e23\u0e1e\u0e34\u0e2a\u0e39\u0e08\u0e19\u0e4c\u0e15\u0e31\u0e27\u0e15\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a ${ProductName}:
MSG_VIEWER_MAINPANEL_AUTHSERVERHOST_TEXT=\u0e1b\u0e49\u0e2d\u0e19\u0e0a\u0e37\u0e48\u0e2d\u0e42\u0e2e\u0e2a\u0e15\u0e4c\u0e41\u0e25\u0e30\u0e41\u0e2d\u0e14\u0e40\u0e14\u0e23\u0e2a\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a WebSEAL \u0e0a\u0e37\u0e48\u0e2d\u0e15\u0e49\u0e2d\u0e07\u0e02\u0e36\u0e49\u0e19\u0e15\u0e49\u0e19\u0e14\u0e49\u0e27\u0e22 http:// \u0e2b\u0e23\u0e37\u0e2d https://
MSG_VIEWER_MAINPANEL_AUTHSERVERHOST_EXAMPLE=\u0e40\u0e0a\u0e48\u0e19: https://connections.example.com

MSG_VIEWER_MAINPANEL_MULTITENANCY_LABEL=\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19 multitenancy \u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48?
MSG_VIEWER_MAINPANEL_MULTITENANCY_TEXT="\u0e44\u0e21\u0e48" \u0e2b\u0e21\u0e32\u0e22\u0e16\u0e36\u0e07\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e25\u0e07\u0e43\u0e19\u0e2a\u0e20\u0e32\u0e27\u0e30\u0e41\u0e27\u0e14\u0e25\u0e49\u0e2d\u0e21\u0e17\u0e35\u0e48\u0e21\u0e35\u0e1c\u0e39\u0e49\u0e40\u0e0a\u0e48\u0e32\u0e23\u0e32\u0e22\u0e40\u0e14\u0e35\u0e22\u0e27

MSG_VIEWER_MAINPANEL_UPLOADCONVERSION_LABEL=\u0e41\u0e1b\u0e25\u0e07\u0e44\u0e1f\u0e25\u0e4c\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e2d\u0e31\u0e1e\u0e42\u0e2b\u0e25\u0e14\u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48?
MSG_VIEWER_MAINPANEL_UPLOADCONVERSION_TEXT="\u0e44\u0e21\u0e48" \u0e2b\u0e21\u0e32\u0e22\u0e16\u0e36\u0e07\u0e01\u0e32\u0e23\u0e41\u0e1b\u0e25\u0e07\u0e40\u0e1b\u0e47\u0e19\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a Docs \u0e08\u0e30\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19\u0e43\u0e19\u0e20\u0e32\u0e22\u0e2b\u0e25\u0e31\u0e07 \u0e40\u0e21\u0e37\u0e48\u0e2d\u0e44\u0e1f\u0e25\u0e4c\u0e16\u0e39\u0e01\u0e40\u0e1b\u0e34\u0e14\u0e41\u0e25\u0e49\u0e27\u0e08\u0e23\u0e34\u0e07\u0e46
MSG_VEIWER_EXTPANEL_UPLOADCONVERSION_DESC="\u0e44\u0e21\u0e48" \u0e2b\u0e21\u0e32\u0e22\u0e16\u0e36\u0e07\u0e01\u0e32\u0e23\u0e41\u0e1b\u0e25\u0e07\u0e40\u0e1b\u0e47\u0e19\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a Docs \u0e41\u0e25\u0e30\u0e23\u0e39\u0e1b\u0e02\u0e19\u0e32\u0e14\u0e40\u0e25\u0e47\u0e01\u0e08\u0e30\u0e44\u0e21\u0e48\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19\u0e08\u0e19\u0e01\u0e27\u0e48\u0e32\u0e44\u0e1f\u0e25\u0e4c\u0e08\u0e30\u0e16\u0e39\u0e01\u0e40\u0e1b\u0e34\u0e14\u0e41\u0e25\u0e49\u0e27\u0e08\u0e23\u0e34\u0e07\u0e46
MSG_VIEWER_MAINPANEL_HOUSEKEEPINGFREQUENCY_LABEL=\u0e04\u0e27\u0e32\u0e21\u0e16\u0e35\u0e48\u0e02\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e17\u0e33 Housekeeping

MSG_VIEWER_MAINPANEL_CLEANINGCACHE_LABEL=\u0e25\u0e49\u0e32\u0e07\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e0a\u0e31\u0e19\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14\u0e02\u0e2d\u0e07\u0e41\u0e04\u0e0a\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23:
MSG_VIEWER_MAINPANEL_CLEANINGCACHE_TEXT=\u0e04\u0e48\u0e32\u0e17\u0e35\u0e48\u0e41\u0e19\u0e30\u0e19\u0e33\u0e04\u0e37\u0e2d\u0e17\u0e38\u0e01\u0e46 30 \u0e27\u0e31\u0e19

MSG_VIEWER_MAINPANEL_CLEANINGLATESTVERSION_LABEL=\u0e02\u0e19\u0e32\u0e14\u0e41\u0e04\u0e0a\u0e2a\u0e39\u0e07\u0e2a\u0e38\u0e14\u0e17\u0e35\u0e48\u0e08\u0e30\u0e17\u0e23\u0e34\u0e01\u0e40\u0e01\u0e2d\u0e23\u0e4c\u0e01\u0e32\u0e23\u0e25\u0e49\u0e32\u0e07\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25:
MSG_VIEWER_MAINPANEL_CLEANINGLATESTVERSION_TEXT=\u0e08\u0e30\u0e14\u0e35\u0e17\u0e35\u0e48\u0e2a\u0e38\u0e14\u0e17\u0e35\u0e48\u0e08\u0e30\u0e43\u0e0a\u0e49\u0e02\u0e19\u0e32\u0e14\u0e23\u0e30\u0e2b\u0e27\u0e48\u0e32\u0e07 64 GB \u0e41\u0e25\u0e30 256 GB \u0e02\u0e19\u0e32\u0e14\u0e14\u0e35\u0e1f\u0e2d\u0e25\u0e15\u0e4c \u0e04\u0e37\u0e2d 256

#MSG_VIEWER_MAINPANEL_WASSOAPPort_LABEL=WAS SOAP Port
#MSG_VIEWER_MAINPANEL_WASSOAPPort_TEXT=Specify the Deployment Manager SOAP port - default is 8879.

MSG_VIEWER_MAINPANEL_DEFAULT_TEXT=${HardwareServerNameViewer} \u0e04\u0e25\u0e31\u0e2a\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e08\u0e30\u0e16\u0e39\u0e01\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e2d\u0e19\u0e1f\u0e34\u0e01\u0e44\u0e27\u0e49\u0e14\u0e49\u0e27\u0e22\u0e04\u0e48\u0e32\u0e14\u0e35\u0e1f\u0e2d\u0e25\u0e15\u0e4c \u0e2b\u0e32\u0e01\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e2d\u0e19\u0e1f\u0e34\u0e01\u0e39\u0e40\u0e23\u0e0a\u0e31\u0e19\u0e40\u0e2d\u0e07 \u0e43\u0e2b\u0e49\u0e04\u0e25\u0e34\u0e01 \u0e41\u0e2a\u0e14\u0e07\u0e04\u0e48\u0e32\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e02\u0e31\u0e49\u0e19\u0e2a\u0e39\u0e07

#Content Management Integration panel
MSG_ECM_INTEGRATION_PANEL_NAME=Content Management Integration
MSG_ECM_INTEGRATION_PANEL_DESCRIPTION=\u0e02\u0e36\u0e49\u0e19\u0e2d\u0e22\u0e39\u0e48\u0e01\u0e31\u0e1a\u0e2a\u0e20\u0e32\u0e27\u0e30\u0e41\u0e27\u0e14\u0e25\u0e49\u0e2d\u0e21\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 ${ProductName} \u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e23\u0e27\u0e21\u0e40\u0e02\u0e49\u0e32\u0e01\u0e31\u0e1a\u0e1c\u0e25\u0e34\u0e15\u0e20\u0e31\u0e13\u0e11\u0e4c HCL Connections Content Manager \u0e2b\u0e23\u0e37\u0e2d IBM Content Navigator \u0e44\u0e14\u0e49
MSG_ECM_INTEGRATION_PANEL_FNCMIS_LABEL=\u0e0a\u0e37\u0e48\u0e2d\u0e42\u0e2e\u0e2a\u0e15\u0e4c\u0e41\u0e1a\u0e1a\u0e40\u0e15\u0e47\u0e21\u0e41\u0e25\u0e30\u0e41\u0e2d\u0e14\u0e40\u0e14\u0e23\u0e2a\u0e02\u0e2d\u0e07 IBM Content Management Interoperability Services:
MSG_ECM_INTEGRATION_PANEL_FNCMIS_TEXT=\u0e40\u0e0a\u0e48\u0e19: http://navigator.example.com/fncmis
MSG_ECM_INTEGRATION_PANEL_FNCS_LABEL=\u0e0a\u0e37\u0e48\u0e2d\u0e42\u0e2e\u0e2a\u0e15\u0e4c\u0e41\u0e1a\u0e1a\u0e40\u0e15\u0e47\u0e21\u0e41\u0e25\u0e30\u0e41\u0e2d\u0e14\u0e40\u0e14\u0e23\u0e2a\u0e02\u0e2d\u0e07 IBM FileNet Collaboration Services:
MSG_ECM_INTEGRATION_PANEL_FNCS_TEXT=\u0e40\u0e0a\u0e48\u0e19: http://navigator.example.com/dm
MSG_ECM_INTEGRATION_PANEL_J2CALIAS_LABEL=IBM Content Navigator administrative user's J2C alias:
MSG_ECM_INTEGRATION_PANEL_J2CALIAS_TEXT=\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e31\u0e1a\u0e43\u0e0a\u0e49 WebSphere Application Server \u0e17\u0e35\u0e48\u0e1b\u0e23\u0e30\u0e01\u0e2d\u0e1a\u0e14\u0e49\u0e27\u0e22 ${ComponentNameEditor} \u0e2b\u0e23\u0e37\u0e2d ${ComponentNameViewer}\n(\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e02\u0e2d\u0e07\u0e19\u0e32\u0e21\u0e41\u0e1d\u0e07\u0e19\u0e35\u0e49\u0e15\u0e49\u0e2d\u0e07\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e42\u0e22\u0e07\u0e01\u0e31\u0e1a\u0e1a\u0e17\u0e1a\u0e32\u0e17\u0e17\u0e35\u0e48 ${ComponentNameEditor} \u0e2b\u0e23\u0e37\u0e2d ${ComponentNameViewer} \u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23)
MSG_ECM_INTEGRATION_PANEL_J2CALIAS_EXAMPLE=\u0e40\u0e0a\u0e48\u0e19: filenetAdmin
MSG_ECM_INTEGRATION_PANEL_COMMUNITY_LABEL=\u0e0a\u0e37\u0e48\u0e2d\u0e42\u0e2e\u0e2a\u0e15\u0e4c\u0e41\u0e1a\u0e1a\u0e40\u0e15\u0e47\u0e21\u0e41\u0e25\u0e30\u0e41\u0e2d\u0e14\u0e40\u0e14\u0e23\u0e2a\u0e02\u0e2d\u0e07 HCL Connections server:
MSG_ECM_INTEGRATION_PANEL_COMMUNITY_TEXT=\u0e15\u0e31\u0e27\u0e2d\u0e22\u0e48\u0e32\u0e07: http://connections.example.com/communities
MSG_ECM_INTEGRATION_PANEL_NAVIGATOR_LABEL=\u0e0a\u0e37\u0e48\u0e2d\u0e42\u0e2e\u0e2a\u0e15\u0e4c\u0e41\u0e1a\u0e1a\u0e40\u0e15\u0e47\u0e21\u0e41\u0e25\u0e30\u0e41\u0e2d\u0e14\u0e40\u0e14\u0e23\u0e2a\u0e02\u0e2d\u0e07\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c IBM Content Navigator:
MSG_ECM_INTEGRATION_PANEL_NAVIGATOR_TEXT=\u0e40\u0e0a\u0e48\u0e19: http://navigator.example.com/navigator

#String definition on server extension panel
MSG_SERVEREXTENSION_PANEL_NAME=${ComponentNameEditorExt}/${ComponentNameViewerExt}
MSG_DOCS_EXTENSION_BASIC_DESCRIPTION=\u0e04\u0e2d\u0e21\u0e42\u0e1e\u0e40\u0e19\u0e19\u0e15\u0e4c\u0e19\u0e35\u0e49\u0e23\u0e27\u0e21\u0e16\u0e36\u0e07\u0e1b\u0e25\u0e31\u0e4a\u0e01\u0e2d\u0e34\u0e19\u0e2a\u0e48\u0e27\u0e19\u0e02\u0e22\u0e32\u0e22\u0e17\u0e35\u0e48\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e44\u0e27\u0e49\u0e1a\u0e19\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c HCL Connections \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e43\u0e2b\u0e49\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e41\u0e01\u0e49\u0e44\u0e02\u0e41\u0e25\u0e30\u0e14\u0e39\u0e44\u0e1f\u0e25\u0e4c\u0e44\u0e14\u0e49\u0e41\u0e1a\u0e1a\u0e2d\u0e2d\u0e19\u0e44\u0e25\u0e19\u0e4c \u0e19\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e19\u0e35\u0e49\u0e22\u0e31\u0e07\u0e21\u0e35\u0e44\u0e25\u0e1a\u0e23\u0e32\u0e23\u0e35 daemon \u0e0b\u0e36\u0e48\u0e07\u0e41\u0e2a\u0e14\u0e07\u0e1a\u0e17\u0e1a\u0e32\u0e17\u0e43\u0e19\u0e01\u0e23\u0e30\u0e1a\u0e27\u0e19\u0e01\u0e32\u0e23\u0e01\u0e32\u0e23\u0e41\u0e1b\u0e25\u0e07\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23 \u0e15\u0e49\u0e2d\u0e07\u0e43\u0e0a\u0e49\u0e2a\u0e48\u0e27\u0e19\u0e02\u0e22\u0e32\u0e22\u0e40\u0e14\u0e35\u0e22\u0e27\u0e40\u0e17\u0e48\u0e32\u0e19\u0e31\u0e49\u0e19\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 Docs \u0e41\u0e25\u0e30 Viewer \u0e1a\u0e19\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e40\u0e14\u0e35\u0e22\u0e27\u0e01\u0e31\u0e19
MSG_DOCS_EXTENSION_INSTALLATIONPATH_LABEL=\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 ${ComponentNameEditorExt}
MSG_DOCS_EXTENSION_INSTALLATIONPATH_WIN_EXAMPLE=\u0e15\u0e31\u0e27\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a Windows:  V:\\provision\\webresources, V: \u0e40\u0e1b\u0e47\u0e19\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e1a\u0e19\u0e42\u0e2b\u0e19\u0e14\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e17\u0e35\u0e48\u0e40\u0e21\u0e32\u0e17\u0e4c\u0e01\u0e31\u0e1a\u0e08\u0e38\u0e14\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e40\u0e2d\u0e47\u0e01\u0e0b\u0e4c\u0e1e\u0e2d\u0e23\u0e4c\u0e15\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a Connections
MSG_DOCS_EXTENSION_INSTALLATIONPATH_LINUX_EXAMPLE=\u0e15\u0e31\u0e27\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a Linux:  /opt/IBM/ConnectionsData/provision/webresources, /opt/IBM/ConnectionsData \u0e40\u0e1b\u0e47\u0e19\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e1a\u0e19\u0e42\u0e2b\u0e19\u0e14\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e17\u0e35\u0e48\u0e40\u0e21\u0e32\u0e17\u0e4c\u0e01\u0e31\u0e1a\u0e08\u0e38\u0e14\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e40\u0e2d\u0e47\u0e01\u0e0b\u0e4c\u0e1e\u0e2d\u0e23\u0e4c\u0e15\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a Connections
MSG_DOCS_EXTENSION_DAEMONSHAREDPATH_LABEL=\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 Daemon
MSG_DOCS_EXTENSION_DAEMONSHAREDPATH_WIN_EXAMPLE=\u0e15\u0e31\u0e27\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a Windows: V:\\ or its sub-directories, V: is the client point on the installation node that mounts to the <Remote_Connections_shared_data_directory_root>
MSG_DOCS_EXTENSION_DAEMONSHAREDPATH_LINUX_EXAMPLE=\u0e15\u0e31\u0e27\u0e2d\u0e22\u0e48\u0e32\u0e07 Linux: /opt/IBM/ConnectionsData or its sub-directories, /opt/IBM/ConnectionsData is the client point on the installation node that mounts to the <Remote_Connections_shared_data_directory_root>
MSG_DOCS_EXTENSION_FOOTERNOTE=\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e2b\u0e15\u0e38:  \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e1a\u0e32\u0e07\u0e17\u0e2d\u0e1e\u0e2d\u0e42\u0e25\u0e22\u0e35\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e31\u0e1a\u0e43\u0e0a\u0e49 \u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e17\u0e31\u0e49\u0e07\u0e2a\u0e2d\u0e07\u0e19\u0e35\u0e49\u0e15\u0e49\u0e2d\u0e07\u0e40\u0e1b\u0e47\u0e19\u0e42\u0e1f\u0e25\u0e40\u0e14\u0e2d\u0e23\u0e4c\u0e17\u0e35\u0e48\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e23\u0e30\u0e2b\u0e27\u0e48\u0e32\u0e07\u0e42\u0e2b\u0e19\u0e14\u0e43\u0e19 HCL Connections
MSG_DOCS_EXTENSION_IGNORE_EVENT_LABEL=\u0e08\u0e31\u0e14\u0e01\u0e32\u0e23\u0e40\u0e2b\u0e15\u0e38\u0e01\u0e32\u0e23\u0e13\u0e4c HCL Connections \u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48?
MSG_DOCS_EXTENSION_IGNORE_EVENT_TEXT=\u0e40\u0e2b\u0e15\u0e38\u0e01\u0e32\u0e23\u0e13\u0e4c\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1b\u0e47\u0e19\u0e01\u0e32\u0e23\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23 \u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15 \u0e2b\u0e23\u0e37\u0e2d\u0e01\u0e32\u0e23\u0e25\u0e1a\u0e1a\u0e19 Connections Files \u0e41\u0e25\u0e30 Connections Content Manager



MSG_DOCS_EXTENSION_ICVERSION_LABEL=\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e0a\u0e31\u0e19\u0e02\u0e2d\u0e07 HCL Connections:
MSG_DOCS_EXTENSION_ICVERSION_TEXT=\u0e1b\u0e49\u0e2d\u0e19\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e25\u0e02\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e0a\u0e31\u0e19\u0e02\u0e2d\u0e07\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c Connections \u0e17\u0e35\u0e48\u0e2a\u0e48\u0e27\u0e19\u0e02\u0e22\u0e32\u0e22 Docs \u0e16\u0e39\u0e01\u0e1b\u0e23\u0e31\u0e1a\u0e43\u0e0a\u0e49
MSG_DOCS_EXTENSION_ICVERSION_EXAMPLE=\u0e15\u0e31\u0e27\u0e2d\u0e22\u0e48\u0e32\u0e07: 5.0 \u0e2b\u0e23\u0e37\u0e2d 5.5
MSG_VIEWER_EXTENSION_NAME=${ComponentNameViewerExt}
MSG_VIEWER_EXTENSION_ENABLEUPLOAD_LABEL=\u0e41\u0e1b\u0e25\u0e07\u0e44\u0e1f\u0e25\u0e4c\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e2d\u0e31\u0e1e\u0e42\u0e2b\u0e25\u0e14\u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48?
MSG_VIEWER_EXTENSION_DEFAULT_TEXT=${ComponentNameViewerExt} \u0e08\u0e30\u0e16\u0e39\u0e01\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e2d\u0e19\u0e1f\u0e34\u0e01\u0e14\u0e49\u0e27\u0e22\u0e04\u0e48\u0e32\u0e14\u0e35\u0e1f\u0e2d\u0e25\u0e15\u0e4c \u0e40\u0e21\u0e37\u0e48\u0e2d\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e2d\u0e19\u0e1f\u0e34\u0e01\u0e40\u0e2d\u0e07 \u0e43\u0e2b\u0e49\u0e04\u0e25\u0e34\u0e01 \u0e41\u0e2a\u0e14\u0e07\u0e04\u0e48\u0e32\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e02\u0e31\u0e49\u0e19\u0e2a\u0e39\u0e07

#String definition on restart settings panel
RESTARTSETTINGS_PANEL_NAME=\u0e04\u0e48\u0e32\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e01\u0e32\u0e23\u0e23\u0e35\u0e2a\u0e15\u0e32\u0e23\u0e4c\u0e17
RESTARTSETTINGS_PANEL_WEBSERVERS_LABEL=\u0e40\u0e27\u0e47\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c
RESTARTSETTINGS_PANEL_RESTARTWEBSERVERS_LABEL=\u0e23\u0e35\u0e2a\u0e15\u0e32\u0e23\u0e4c\u0e17\u0e40\u0e27\u0e47\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48?
RESTARTSETTINGS_PANEL_RESTARTWEBSERVERS_TEXT="\u0e43\u0e0a\u0e48" \u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e23\u0e35\u0e2a\u0e15\u0e32\u0e23\u0e4c\u0e17\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e43\u0e2b\u0e49\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07\u0e21\u0e35\u0e1c\u0e25
RESTARTSETTINGS_PANEL_CONNECTIONS_LABEL=\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d
RESTARTSETTINGS_PANEL_RESTARTCONNECTIONS_LABEL=\u0e23\u0e35\u0e2a\u0e15\u0e32\u0e23\u0e4c\u0e17 HCL Connections \u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48?
RESTARTSETTINGS_PANEL_WEB_HINT=\u0e15\u0e49\u0e2d\u0e07\u0e23\u0e35\u0e2a\u0e15\u0e32\u0e23\u0e4c\u0e17\u0e40\u0e27\u0e47\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e01\u0e48\u0e2d\u0e19\u0e17\u0e35\u0e48\u0e08\u0e30\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e1c\u0e25\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 \u0e0b\u0e36\u0e48\u0e07\u0e1b\u0e25\u0e2d\u0e14\u0e20\u0e31\u0e22\u0e17\u0e35\u0e48\u0e2a\u0e38\u0e14\u0e17\u0e35\u0e48\u0e08\u0e30\u0e22\u0e2d\u0e21\u0e23\u0e31\u0e1a\u0e04\u0e48\u0e32\u0e14\u0e35\u0e1f\u0e2d\u0e25\u0e15\u0e4c\u0e40\u0e1b\u0e47\u0e19 "\u0e44\u0e21\u0e48" \u0e41\u0e25\u0e49\u0e27\u0e04\u0e48\u0e2d\u0e22\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e40\u0e27\u0e25\u0e32\u0e17\u0e35\u0e48\u0e08\u0e30\u0e23\u0e35\u0e2a\u0e15\u0e32\u0e23\u0e4c\u0e17\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e14\u0e49\u0e27\u0e22\u0e15\u0e19\u0e40\u0e2d\u0e07 \u0e41\u0e15\u0e48\u0e16\u0e49\u0e32\u0e04\u0e38\u0e13\u0e41\u0e19\u0e48\u0e43\u0e08\u0e27\u0e48\u0e32\u0e01\u0e32\u0e23\u0e23\u0e35\u0e2a\u0e15\u0e32\u0e23\u0e4c\u0e17\u0e43\u0e19\u0e15\u0e2d\u0e19\u0e19\u0e35\u0e49\u0e08\u0e30\u0e44\u0e21\u0e48\u0e2a\u0e48\u0e07\u0e1c\u0e25\u0e01\u0e23\u0e30\u0e17\u0e1a\u0e15\u0e48\u0e2d\u0e2a\u0e20\u0e32\u0e27\u0e30\u0e41\u0e27\u0e14\u0e25\u0e49\u0e2d\u0e21\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e43\u0e2b\u0e49\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e04\u0e48\u0e32\u0e40\u0e1b\u0e47\u0e19 "\u0e43\u0e0a\u0e48" \u0e41\u0e25\u0e49\u0e27\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e17\u0e35\u0e48\u0e08\u0e30\u0e23\u0e35\u0e2a\u0e15\u0e32\u0e23\u0e4c\u0e17\u0e42\u0e14\u0e22\u0e2d\u0e31\u0e15\u0e42\u0e19\u0e21\u0e31\u0e15\u0e34
RESTARTSETTINGS_PANEL_CONN_HINT=\u0e15\u0e49\u0e2d\u0e07\u0e23\u0e35\u0e2a\u0e15\u0e32\u0e23\u0e4c\u0e17\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c Connections \u0e01\u0e48\u0e2d\u0e19\u0e17\u0e35\u0e48\u0e08\u0e30\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e1c\u0e25\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 \u0e0b\u0e36\u0e48\u0e07\u0e1b\u0e25\u0e2d\u0e14\u0e20\u0e31\u0e22\u0e17\u0e35\u0e48\u0e2a\u0e38\u0e14\u0e17\u0e35\u0e48\u0e08\u0e30\u0e22\u0e2d\u0e21\u0e23\u0e31\u0e1a\u0e04\u0e48\u0e32\u0e14\u0e35\u0e1f\u0e2d\u0e25\u0e15\u0e4c\u0e40\u0e1b\u0e47\u0e19 "\u0e44\u0e21\u0e48" \u0e41\u0e25\u0e49\u0e27\u0e04\u0e48\u0e2d\u0e22\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e40\u0e27\u0e25\u0e32\u0e17\u0e35\u0e48\u0e08\u0e30\u0e23\u0e35\u0e2a\u0e15\u0e32\u0e23\u0e4c\u0e17\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e14\u0e49\u0e27\u0e22\u0e15\u0e19\u0e40\u0e2d\u0e07 \u0e41\u0e15\u0e48\u0e16\u0e49\u0e32\u0e04\u0e38\u0e13\u0e41\u0e19\u0e48\u0e43\u0e08\u0e27\u0e48\u0e32\u0e01\u0e32\u0e23\u0e23\u0e35\u0e2a\u0e15\u0e32\u0e23\u0e4c\u0e17\u0e43\u0e19\u0e15\u0e2d\u0e19\u0e19\u0e35\u0e49\u0e08\u0e30\u0e44\u0e21\u0e48\u0e2a\u0e48\u0e07\u0e1c\u0e25\u0e01\u0e23\u0e30\u0e17\u0e1a\u0e15\u0e48\u0e2d\u0e2a\u0e20\u0e32\u0e27\u0e30\u0e41\u0e27\u0e14\u0e25\u0e49\u0e2d\u0e21\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e43\u0e2b\u0e49\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e04\u0e48\u0e32\u0e40\u0e1b\u0e47\u0e19 "\u0e43\u0e0a\u0e48" \u0e41\u0e25\u0e49\u0e27\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e17\u0e35\u0e48\u0e08\u0e30\u0e23\u0e35\u0e2a\u0e15\u0e32\u0e23\u0e4c\u0e17\u0e42\u0e14\u0e22\u0e2d\u0e31\u0e15\u0e42\u0e19\u0e21\u0e31\u0e15\u0e34
RESTARTSETTINGS_PANEL_ALL_HINT=\u0e15\u0e49\u0e2d\u0e07\u0e23\u0e35\u0e2a\u0e15\u0e32\u0e23\u0e4c\u0e17\u0e40\u0e27\u0e47\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e41\u0e25\u0e30\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c Connections \u0e01\u0e48\u0e2d\u0e19\u0e17\u0e35\u0e48\u0e08\u0e30\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e1c\u0e25\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 \u0e0b\u0e36\u0e48\u0e07\u0e1b\u0e25\u0e2d\u0e14\u0e20\u0e31\u0e22\u0e17\u0e35\u0e48\u0e2a\u0e38\u0e14\u0e17\u0e35\u0e48\u0e08\u0e30\u0e22\u0e2d\u0e21\u0e23\u0e31\u0e1a\u0e04\u0e48\u0e32\u0e14\u0e35\u0e1f\u0e2d\u0e25\u0e15\u0e4c\u0e40\u0e1b\u0e47\u0e19 "\u0e44\u0e21\u0e48" \u0e41\u0e25\u0e49\u0e27\u0e04\u0e48\u0e2d\u0e22\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e40\u0e27\u0e25\u0e32\u0e17\u0e35\u0e48\u0e08\u0e30\u0e23\u0e35\u0e2a\u0e15\u0e32\u0e23\u0e4c\u0e17\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e14\u0e49\u0e27\u0e22\u0e15\u0e19\u0e40\u0e2d\u0e07 \u0e41\u0e15\u0e48\u0e16\u0e49\u0e32\u0e04\u0e38\u0e13\u0e41\u0e19\u0e48\u0e43\u0e08\u0e27\u0e48\u0e32\u0e01\u0e32\u0e23\u0e23\u0e35\u0e2a\u0e15\u0e32\u0e23\u0e4c\u0e17\u0e43\u0e19\u0e15\u0e2d\u0e19\u0e19\u0e35\u0e49\u0e08\u0e30\u0e44\u0e21\u0e48\u0e2a\u0e48\u0e07\u0e1c\u0e25\u0e01\u0e23\u0e30\u0e17\u0e1a\u0e15\u0e48\u0e2d\u0e2a\u0e20\u0e32\u0e27\u0e30\u0e41\u0e27\u0e14\u0e25\u0e49\u0e2d\u0e21\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e43\u0e2b\u0e49\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e04\u0e48\u0e32\u0e40\u0e1b\u0e47\u0e19 "\u0e43\u0e0a\u0e48" \u0e41\u0e25\u0e49\u0e27\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e17\u0e35\u0e48\u0e08\u0e30\u0e23\u0e35\u0e2a\u0e15\u0e32\u0e23\u0e4c\u0e17\u0e42\u0e14\u0e22\u0e2d\u0e31\u0e15\u0e42\u0e19\u0e21\u0e31\u0e15\u0e34

#String definition on conversion panel
MSG_CONVERSION_NODE_NAME=${HardwareServerNameConversion} \u0e04\u0e25\u0e31\u0e2a\u0e40\u0e15\u0e2d\u0e23\u0e4c
MSG_CONVERSION_MUTI_NODE_HINT=\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e04\u0e2d\u0e19\u0e1f\u0e34\u0e01\u0e39\u0e40\u0e23\u0e0a\u0e31\u0e19\u0e17\u0e35\u0e48\u0e21\u0e35\u0e2b\u0e25\u0e32\u0e22\u0e42\u0e2b\u0e19\u0e14\u0e41\u0e1a\u0e1a\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22 \u0e15\u0e49\u0e2d\u0e07\u0e40\u0e1b\u0e47\u0e19\u0e1e\u0e37\u0e49\u0e19\u0e17\u0e35\u0e48\u0e17\u0e35\u0e48\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e23\u0e30\u0e2b\u0e27\u0e48\u0e32\u0e07\u0e42\u0e2b\u0e19\u0e14\u0e17\u0e35\u0e48\u0e23\u0e31\u0e19\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c Docs \u0e41\u0e25\u0e30 Conversion \u0e08\u0e32\u0e01\u0e19\u0e31\u0e49\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e41\u0e25\u0e01\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e23\u0e30\u0e2b\u0e27\u0e48\u0e32\u0e07\u0e23\u0e35\u0e42\u0e21\u0e15\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e41\u0e25\u0e30 Docs \u0e41\u0e25\u0e30 Conversion \u0e44\u0e04\u0e25\u0e40\u0e2d\u0e47\u0e19\u0e15\u0e4c
MSG_CONVERSION_STORAGE_TYPE_HINT=\u0e43\u0e0a\u0e49\u0e04\u0e48\u0e32\u0e14\u0e35\u0e1f\u0e2d\u0e25\u0e15\u0e4c\u0e40\u0e21\u0e37\u0e48\u0e2d Conversion \u0e41\u0e25\u0e30 Docs \u0e2d\u0e22\u0e39\u0e48\u0e1a\u0e19\u0e14\u0e35\u0e1f\u0e2d\u0e25\u0e15\u0e4c\u0e17\u0e35\u0e48\u0e41\u0e15\u0e01\u0e15\u0e48\u0e32\u0e07\u0e01\u0e31\u0e19

MSG_CONVERSION_LOC_VIEWER_SERVER=\u0e08\u0e38\u0e14\u0e40\u0e21\u0e32\u0e17\u0e4c\u0e41\u0e1a\u0e1a\u0e42\u0e25\u0e04\u0e31\u0e25\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25 ${ComponentNameViewer} \u0e1a\u0e19 ${HardwareServerNameConversion}:
MSG_CONVERSION_LOC_VIEWER_SERVER_E=Y:
MSG_CONVERSION_LOC_VIEWER_SERVER_TIP=\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e17\u0e35\u0e48\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25 ${ComponentNameViewer} \u0e02\u0e2d\u0e07\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c NFS \u0e15\u0e49\u0e2d\u0e07\u0e16\u0e39\u0e01\u0e40\u0e2d\u0e47\u0e01\u0e0b\u0e4c\u0e1e\u0e2d\u0e23\u0e4c\u0e15
MSG_CONVERSION_LOC_DOCS_SERVER=\u0e08\u0e38\u0e14\u0e40\u0e21\u0e32\u0e17\u0e4c\u0e41\u0e1a\u0e1a\u0e42\u0e25\u0e04\u0e31\u0e25\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25 ${ComponentNameEditor} \u0e1a\u0e19 ${HardwareServerNameConversion}:
MSG_CONVERSION_LOC_DOCS_SERVER_E=W:
MSG_CONVERSION_LOC_DOCS_SERVER_TIP=\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e17\u0e35\u0e48\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25 ${ComponentNameEditor} \u0e02\u0e2d\u0e07\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c NFS \u0e15\u0e49\u0e2d\u0e07\u0e16\u0e39\u0e01\u0e40\u0e2d\u0e47\u0e01\u0e0b\u0e4c\u0e1e\u0e2d\u0e23\u0e4c\u0e15
MSG_CONVERSION_INSTANCE_NUMBER=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e02\u0e2d\u0e07\u0e2d\u0e34\u0e19\u0e2a\u0e41\u0e15\u0e19\u0e0b\u0e4c\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e01\u0e32\u0e23\u0e41\u0e1b\u0e25\u0e07\u0e17\u0e35\u0e48\u0e08\u0e30\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e1a\u0e19\u0e23\u0e30\u0e1a\u0e1a Conversion:
MSG_CONVERSION_CPU_NUMBER=\u0e43\u0e0a\u0e49\u0e08\u0e33\u0e19\u0e27\u0e19 CPU core \u0e02\u0e2d\u0e07\u0e23\u0e30\u0e1a\u0e1a \u0e40\u0e0a\u0e48\u0e19 4
MSG_CONVERSION_ADVANCED_SETING=\u0e41\u0e2a\u0e14\u0e07\u0e04\u0e48\u0e32\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e02\u0e31\u0e49\u0e19\u0e2a\u0e39\u0e07
MSG_CONVERSION_BASIC_SETING=\u0e0b\u0e48\u0e2d\u0e19\u0e04\u0e48\u0e32\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e02\u0e31\u0e49\u0e19\u0e2a\u0e39\u0e07
MSG_CONVERSION_STARTING_PORT=\u0e08\u0e38\u0e14\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e01\u0e32\u0e23\u0e41\u0e1b\u0e25\u0e07:
MSG_CONVERSION_STARTING_PORT_HINT=\u0e2b\u0e32\u0e01\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e25\u0e02\u0e1e\u0e2d\u0e23\u0e4c\u0e15\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e40\u0e1b\u0e47\u0e19 8100 \u0e41\u0e25\u0e30\u0e21\u0e35\u0e2a\u0e35\u0e48\u0e2d\u0e34\u0e19\u0e2a\u0e41\u0e15\u0e19\u0e0b\u0e4c \u0e14\u0e31\u0e07\u0e19\u0e31\u0e49\u0e19 8100, 8101, 8202 \u0e41\u0e25\u0e30 8303 \u0e08\u0e30\u0e16\u0e39\u0e01\u0e43\u0e0a\u0e49

SharedStoragePanel.EXPORTED_DIR=\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e17\u0e35\u0e48\u0e40\u0e2d\u0e47\u0e01\u0e0b\u0e4c\u0e1e\u0e2d\u0e23\u0e4c\u0e15\u0e1d\u0e31\u0e48\u0e07\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c
SharedStoragePanel.FILE_PATH=\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35 Connections Files:
SharedStoragePanel.MOUNT_POINTS=\u0e08\u0e38\u0e14\u0e40\u0e21\u0e32\u0e17\u0e4c\u0e1d\u0e31\u0e48\u0e07\u0e44\u0e04\u0e25\u0e40\u0e2d\u0e47\u0e19\u0e15\u0e4c
SharedStoragePanel.SHARED_STORAGE_SERVER_NODE=\u0e2b\u0e19\u0e48\u0e27\u0e22\u0e40\u0e01\u0e47\u0e1a\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e41\u0e1a\u0e1a\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49
SharedStoragePanel.VIEWER_FILEPATH_HINT=\u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19\u0e15\u0e49\u0e2d\u0e07\u0e21\u0e35\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 ${ComponentNameViewer} \u0e1a\u0e19\u0e42\u0e2b\u0e19\u0e14\u0e2d\u0e37\u0e48\u0e19\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e43\u0e0a\u0e48 Connections
SharedStoragePanel.VIEWER_FILEPATH_HINT2=\u0e1b\u0e49\u0e2d\u0e19\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e42\u0e25\u0e04\u0e31\u0e25\u0e02\u0e2d\u0e07 ${ComponentNameViewer} \u0e17\u0e35\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07\u0e44\u0e1f\u0e25\u0e4c\u0e17\u0e35\u0e48\u0e2d\u0e31\u0e1e\u0e42\u0e2b\u0e25\u0e14\u0e44\u0e27\u0e49\u0e43\u0e19 Connections
SharedStoragePanel.VIEWER_FILEPATH_E=Linux: /opt/IBM/ConnectionsData/files/upload       Windows: Z:\\files\\upload

SharedStoragePanel.NFS_VALIDATE_MSG=\u0e01\u0e33\u0e25\u0e31\u0e07\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c NFS \u0e41\u0e25\u0e30\u0e01\u0e32\u0e23\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e2d\u0e19\u0e1f\u0e34\u0e01\u0e44\u0e04\u0e25\u0e40\u0e2d\u0e47\u0e19\u0e15\u0e4c\u0e17\u0e35\u0e48\u0e08\u0e31\u0e14\u0e40\u0e15\u0e23\u0e35\u0e22\u0e21\u0e44\u0e27\u0e49 \u0e0b\u0e36\u0e48\u0e07\u0e2d\u0e32\u0e08\u0e43\u0e0a\u0e49\u0e40\u0e27\u0e25\u0e32\u0e2b\u0e25\u0e32\u0e22\u0e19\u0e32\u0e17\u0e35...
SharedStoragePanel.NFS_VALIDATE_MSG0=\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e01\u0e32\u0e23\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e2d\u0e19\u0e1f\u0e34\u0e01 NFS \u0e40\u0e2a\u0e23\u0e47\u0e08\u0e40\u0e23\u0e35\u0e22\u0e1a\u0e23\u0e49\u0e2d\u0e22\u0e41\u0e25\u0e49\u0e27
SharedStoragePanel.NFS_VALIDATE_MSG1=\u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27\u0e43\u0e19\u0e01\u0e32\u0e23\u0e40\u0e21\u0e32\u0e17\u0e4c\u0e08\u0e38\u0e14\u0e44\u0e04\u0e25\u0e40\u0e2d\u0e47\u0e19\u0e15\u0e4c\u0e01\u0e31\u0e1a\u0e08\u0e38\u0e14\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e17\u0e35\u0e48\u0e40\u0e2d\u0e47\u0e01\u0e0b\u0e4c\u0e1e\u0e2d\u0e23\u0e4c\u0e15 {0} \u0e02\u0e2d\u0e07\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c nfs {1} \u0e08\u0e32\u0e01\u0e42\u0e2b\u0e19\u0e14 {2} \u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e43\u0e2b\u0e49\u0e41\u0e19\u0e48\u0e43\u0e08\u0e27\u0e48\u0e32\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c nfs \u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e2d\u0e19\u0e1f\u0e34\u0e01\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e41\u0e25\u0e30\u0e01\u0e33\u0e25\u0e31\u0e07\u0e23\u0e31\u0e19\u0e2d\u0e22\u0e39\u0e48
SharedStoragePanel.NFS_VALIDATE_MSG2=\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e43\u0e19\u0e01\u0e32\u0e23\u0e40\u0e02\u0e35\u0e22\u0e19\u0e1b\u0e0f\u0e34\u0e40\u0e2a\u0e18\u0e01\u0e32\u0e23\u0e40\u0e21\u0e32\u0e17\u0e4c\u0e08\u0e38\u0e14\u0e44\u0e04\u0e25\u0e40\u0e2d\u0e47\u0e19\u0e15\u0e4c {0} \u0e01\u0e31\u0e1a\u0e08\u0e38\u0e14\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e17\u0e35\u0e48\u0e40\u0e2d\u0e47\u0e01\u0e0b\u0e4c\u0e1e\u0e2d\u0e23\u0e4c\u0e15 {1} \u0e02\u0e2d\u0e07\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c nfs {2} \u0e08\u0e32\u0e01\u0e42\u0e2b\u0e19\u0e14 {3} \u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e43\u0e2b\u0e49\u0e41\u0e19\u0e48\u0e43\u0e08\u0e27\u0e48\u0e32\u0e44\u0e14\u0e49\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e2d\u0e19\u0e1f\u0e34\u0e01\u0e44\u0e04\u0e25\u0e40\u0e2d\u0e47\u0e19\u0e15\u0e4c nfs \u0e2d\u0e22\u0e48\u0e32\u0e07\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
SharedStoragePanel.NFS_VALIDATE_MSG3=\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e43\u0e19\u0e01\u0e32\u0e23\u0e25\u0e1a\u0e1b\u0e0f\u0e34\u0e40\u0e2a\u0e18\u0e01\u0e32\u0e23\u0e40\u0e21\u0e32\u0e17\u0e4c\u0e08\u0e38\u0e14\u0e44\u0e04\u0e25\u0e40\u0e2d\u0e47\u0e19\u0e15\u0e4c {0} \u0e01\u0e31\u0e1a\u0e08\u0e38\u0e14\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e17\u0e35\u0e48\u0e40\u0e2d\u0e47\u0e01\u0e0b\u0e4c\u0e1e\u0e2d\u0e23\u0e4c\u0e15 {1} \u0e02\u0e2d\u0e07\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c nfs {2} \u0e08\u0e32\u0e01\u0e42\u0e2b\u0e19\u0e14 {3} \u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e43\u0e2b\u0e49\u0e41\u0e19\u0e48\u0e43\u0e08\u0e27\u0e48\u0e32\u0e44\u0e14\u0e49\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e2d\u0e19\u0e1f\u0e34\u0e01\u0e44\u0e04\u0e25\u0e40\u0e2d\u0e47\u0e19\u0e15\u0e4c nfs \u0e2d\u0e22\u0e48\u0e32\u0e07\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
SharedStoragePanel.NFS_VALIDATE_MSG4=\u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27\u0e43\u0e19\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32 nfs \u0e43\u0e2b\u0e49\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e25\u0e47\u0e2d\u0e01\u0e42\u0e14\u0e22 {0} \u0e40\u0e21\u0e37\u0e48\u0e2d\u0e27\u0e34\u0e40\u0e04\u0e23\u0e32\u0e30\u0e2b\u0e4c\u0e1c\u0e25\u0e01\u0e32\u0e23\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a nfs \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e42\u0e2b\u0e19\u0e14 {1}
SharedStoragePanel.NFS_VALIDATE_MSG5=\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14 I/O \u0e43\u0e19\u0e01\u0e32\u0e23\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07 nfs \u0e43\u0e2b\u0e49\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e25\u0e47\u0e2d\u0e01\u0e42\u0e14\u0e22 {0} \u0e40\u0e21\u0e37\u0e48\u0e2d\u0e27\u0e34\u0e40\u0e04\u0e23\u0e32\u0e30\u0e2b\u0e4c\u0e1c\u0e25\u0e01\u0e32\u0e23\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a nfs \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e42\u0e2b\u0e19\u0e14 {1}
SharedStoragePanel.NFS_VALIDATE_MSG6=\u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27\u0e43\u0e19\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e08\u0e38\u0e14\u0e44\u0e04\u0e25\u0e40\u0e2d\u0e47\u0e19\u0e15\u0e4c {0} \u0e17\u0e35\u0e48\u0e40\u0e21\u0e32\u0e17\u0e4c\u0e01\u0e31\u0e1a\u0e08\u0e38\u0e14\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e17\u0e35\u0e48\u0e40\u0e2d\u0e47\u0e01\u0e0b\u0e4c\u0e1e\u0e2d\u0e23\u0e4c\u0e15 {1} \u0e02\u0e2d\u0e07\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c nfs {2} \u0e08\u0e32\u0e01\u0e42\u0e2b\u0e19\u0e14 {3} \u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e27\u0e48\u0e32\u0e44\u0e14\u0e49\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e2d\u0e19\u0e1f\u0e34\u0e01\u0e44\u0e04\u0e25\u0e40\u0e2d\u0e47\u0e19\u0e15\u0e4c nfs \u0e2d\u0e22\u0e48\u0e32\u0e07\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07 \u0e41\u0e25\u0e30\u0e08\u0e38\u0e14\u0e44\u0e04\u0e25\u0e40\u0e2d\u0e47\u0e19\u0e15\u0e4c nfs \u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07\u0e44\u0e14\u0e49\u0e20\u0e32\u0e22\u0e43\u0e19\u0e40\u0e0b\u0e2a\u0e0a\u0e31\u0e19\u0e02\u0e2d\u0e07\u0e41\u0e2d\u0e04\u0e40\u0e04\u0e32\u0e15\u0e4c
SharedStoragePanel.NFS_VALIDATE_MSG7=\u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27\u0e43\u0e19\u0e01\u0e32\u0e23\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e01\u0e32\u0e23\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e2d\u0e19\u0e1f\u0e34\u0e01 NFS
SharedStoragePanel.NFS_VALIDATE_MSG8=\u0e1e\u0e32\u0e23\u0e32\u0e21\u0e34\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e1c\u0e34\u0e14\u0e43\u0e19\u0e01\u0e32\u0e23\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e01\u0e32\u0e23\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e2d\u0e19\u0e1f\u0e34\u0e01 NFS
SharedStoragePanel.NFS_VALIDATE_MSG9=\u0e01\u0e48\u0e2d\u0e19\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e15\u0e48\u0e2d\u0e44\u0e1b \u0e43\u0e2b\u0e49\u0e04\u0e25\u0e34\u0e01 \u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e27\u0e48\u0e32\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e41\u0e25\u0e30\u0e44\u0e04\u0e25\u0e40\u0e2d\u0e47\u0e19\u0e15\u0e4c NFS \u0e16\u0e39\u0e01\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e2d\u0e19\u0e1f\u0e34\u0e01\u0e44\u0e27\u0e49\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
SharedStoragePanel.NFS_VALIDATE_MSG10=\u0e08\u0e38\u0e14\u0e44\u0e04\u0e25\u0e40\u0e2d\u0e47\u0e19\u0e15\u0e4c {0} \u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e40\u0e21\u0e32\u0e17\u0e4c\u0e01\u0e31\u0e1a\u0e08\u0e38\u0e14\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e17\u0e35\u0e48\u0e40\u0e2d\u0e47\u0e01\u0e0b\u0e4c\u0e1e\u0e2d\u0e23\u0e4c\u0e15 {1} \u0e02\u0e2d\u0e07\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c {2} \u0e08\u0e32\u0e01\u0e42\u0e2b\u0e19\u0e14 {3} \u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e43\u0e2b\u0e49\u0e41\u0e19\u0e48\u0e43\u0e08\u0e27\u0e48\u0e32\u0e44\u0e14\u0e49\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e2d\u0e19\u0e1f\u0e34\u0e01\u0e44\u0e04\u0e25\u0e40\u0e2d\u0e47\u0e19\u0e15\u0e4c nfs \u0e2d\u0e22\u0e48\u0e32\u0e07\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
SharedStoragePanel.NFS_VALIDATE_MSG11=\u0e02\u0e49\u0e32\u0e21\u0e01\u0e32\u0e23\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e01\u0e32\u0e23\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e2d\u0e19\u0e1f\u0e34\u0e01 NFS \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e0a\u0e19\u0e34\u0e14\u0e2b\u0e19\u0e48\u0e27\u0e22\u0e40\u0e01\u0e47\u0e1a\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e43\u0e0a\u0e48 NFS
SharedStoragePanel.NFS_VALIDATE_MSG12=\u0e44\u0e14\u0e23\u0e40\u0e27\u0e2d\u0e23\u0e4c {0} \u0e02\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a nfs \u0e16\u0e39\u0e01\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e2d\u0e22\u0e39\u0e48 \u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e23\u0e35\u0e25\u0e35\u0e2a\u0e44\u0e14\u0e23\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e01\u0e48\u0e2d\u0e19

DatabasePanel_DB_ADMIN_CREDENTIAL=\u0e2b\u0e19\u0e31\u0e07\u0e2a\u0e37\u0e2d\u0e23\u0e31\u0e1a\u0e23\u0e2d\u0e07\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e23\u0e30\u0e1a\u0e1a\u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25:
DatabasePanel_DB_CREDENTIAL=\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e1b\u0e23\u0e30\u0e08\u0e33\u0e15\u0e31\u0e27\u0e02\u0e2d\u0e07\u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25
DatabasePanel_DB_HOSTNAME=\u0e0a\u0e37\u0e48\u0e2d\u0e42\u0e2e\u0e2a\u0e15\u0e4c\u0e02\u0e2d\u0e07\u0e2d\u0e34\u0e19\u0e2a\u0e41\u0e15\u0e19\u0e0b\u0e4c\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e17\u0e35\u0e48\u0e21\u0e35\u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25 ${ProductName}
DatabasePanel_DB_HOSTNAME_EXAMPLE=\u0e40\u0e0a\u0e48\u0e19: connectionsdb.example.com

DatabasePanel_DB_NAME=\u0e0a\u0e37\u0e48\u0e2d\u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25:
DatabasePanel_DB_SID=SID \u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25:

DatabasePanel_DB_NAME_DESC=DB2 \u0e14\u0e35\u0e1f\u0e2d\u0e25\u0e15\u0e4c: CONCORD
DatabasePanel_DB_SQLSERVER_NAME_DESC=SQL Server \u0e14\u0e35\u0e1f\u0e2d\u0e25\u0e15\u0e4c: CONCORD

DatabasePanel_DB_SID_DESC=Oracle \u0e14\u0e35\u0e1f\u0e2d\u0e25\u0e15\u0e4c: idocs

DatabasePanel_DB_NAME_DESC2=\u0e2b\u0e32\u0e01\u0e04\u0e38\u0e13\u0e15\u0e31\u0e49\u0e07\u0e0a\u0e37\u0e48\u0e2d\u0e2d\u0e37\u0e48\u0e19 \u0e15\u0e49\u0e2d\u0e07\u0e41\u0e19\u0e48\u0e43\u0e08\u0e27\u0e48\u0e32\u0e04\u0e38\u0e13\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e42\u0e14\u0e22\u0e43\u0e0a\u0e49\u0e2a\u0e04\u0e23\u0e34\u0e1b\u0e15\u0e4c SQL \u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
DatabasePanel_DB_NAME_TIP=\u0e0a\u0e37\u0e48\u0e2d\u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25
DatabasePanel_DB_PORT=\u0e1e\u0e2d\u0e23\u0e4c\u0e15:
DatabasePanel_DB_PORT_DESC=\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e25\u0e02\u0e1e\u0e2d\u0e23\u0e4c\u0e15\u0e02\u0e2d\u0e07\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25 Docs
DatabasePanel_DB_PORT_DESC2=DB2 \u0e14\u0e35\u0e1f\u0e2d\u0e25\u0e15\u0e4c: 50000\nOracle \u0e14\u0e35\u0e1f\u0e2d\u0e25\u0e15\u0e4c: 1521\nSQL Server \u0e14\u0e35\u0e1f\u0e2d\u0e25\u0e15\u0e4c: 1433
DatabasePanel_DB_PORT_ORACLE=Oracle:
DatabasePanel_DB_PRODUCT=\u0e1c\u0e25\u0e34\u0e15\u0e20\u0e31\u0e13\u0e11\u0e4c\u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25:
DatabasePanel_DB_SERVER=\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25:
DatabasePanel_DB_SERVER_NODE=\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25
DatabasePanel_DB_TYPE_DB2=DB2:
DatabasePanel_DB2_DEFAULT_PORT=50000
DatabasePanel_GENERAL_INFO=\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e17\u0e31\u0e48\u0e27\u0e44\u0e1b
DatabasePanel_JDBC_PATH=\u0e1e\u0e32\u0e18\u0e44\u0e25\u0e1a\u0e23\u0e32\u0e23\u0e35\u0e02\u0e2d\u0e07\u0e44\u0e14\u0e23\u0e4c\u0e40\u0e27\u0e2d\u0e23\u0e4c JDBC:
DatabasePanel_JDBC_PATH_DESC=\u0e1b\u0e49\u0e2d\u0e19\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e17\u0e35\u0e48\u0e40\u0e1b\u0e47\u0e19\u0e17\u0e35\u0e48\u0e15\u0e31\u0e49\u0e07\u0e02\u0e2d\u0e07 DB2 \u0e2b\u0e23\u0e37\u0e2d Oracle \u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e14\u0e23\u0e40\u0e27\u0e2d\u0e23\u0e4c Sqlserver JDBC \u0e17\u0e35\u0e48\u0e2d\u0e22\u0e39\u0e48\u0e43\u0e19 ${HardwareServerNameEditor}
DatabasePanel_JDBC_PATH_EXAMPLE=\u0e15\u0e31\u0e27\u0e2d\u0e22\u0e48\u0e32\u0e07: /opt/db_jdbc_driver \u0e2b\u0e23\u0e37\u0e2d C:\\db_jdbc_driver
DatabasePanel_JDBC_PATH_TIP=\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a DB2 \u0e44\u0e1f\u0e25\u0e4c\u0e44\u0e25\u0e1a\u0e23\u0e32\u0e23\u0e35\u0e0a\u0e37\u0e48\u0e2d db2jcc.jar \u0e41\u0e25\u0e30 db2jcc_license_cu.jar \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a Oracle \u0e44\u0e1f\u0e25\u0e4c\u0e44\u0e25\u0e1a\u0e23\u0e32\u0e23\u0e35\u0e0a\u0e37\u0e48\u0e2d ojdbc6.jar
DatabasePanel_DB_VALIDATE_ERROR=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25 \u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e1e\u0e32\u0e23\u0e32\u0e21\u0e34\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e17\u0e35\u0e48\u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19\u0e2d\u0e35\u0e01\u0e04\u0e23\u0e31\u0e49\u0e07
DatabasePanel_DB_VALIDATE_SUCCESS=\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e2a\u0e33\u0e40\u0e23\u0e47\u0e08\u0e41\u0e25\u0e49\u0e27
DatabasePanel_DB_VALIDATE_INFO=\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e01\u0e48\u0e2d\u0e19\u0e17\u0e35\u0e48\u0e08\u0e30\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e2b\u0e19\u0e49\u0e32\u0e08\u0e2d\u0e16\u0e31\u0e14\u0e44\u0e1b
DatabasePanel_DB_SIMPLE_VALIDATE_INFO=\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e02\u0e2d\u0e07\u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e14\u0e49\u0e16\u0e39\u0e01\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e2d\u0e19\u0e1f\u0e34\u0e01\u0e44\u0e27\u0e49\u0e40\u0e1b\u0e47\u0e19\u0e1c\u0e25\u0e2a\u0e33\u0e40\u0e23\u0e47\u0e08

DatabasePanel_ORACLE_DEFAULT_PORT=1521
DatabasePanel_PASSWORD=\u0e23\u0e2b\u0e31\u0e2a\u0e1c\u0e48\u0e32\u0e19
DatabasePanel_USERNAME=\u0e0a\u0e37\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49
DatabasePanel_USERNAME_JAWSTIP=\u0e1b\u0e49\u0e2d\u0e19\u0e41\u0e2d\u0e04\u0e40\u0e04\u0e32\u0e15\u0e4c\u0e02\u0e2d\u0e07\u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a\u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25
DatabasePanel_PASSWORD_JAWSTIP=\u0e1b\u0e49\u0e2d\u0e19\u0e23\u0e2b\u0e31\u0e2a\u0e1c\u0e48\u0e32\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a\u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25

DocsPanel.AUTHORIZATION_HOST=\u0e0a\u0e37\u0e48\u0e2d\u0e2d\u0e42\u0e2e\u0e2a\u0e15\u0e4c\u0e41\u0e1a\u0e1a\u0e40\u0e15\u0e47\u0e21\u0e41\u0e25\u0e30\u0e41\u0e2d\u0e14\u0e40\u0e14\u0e23\u0e2a\u0e02\u0e2d\u0e07\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e01\u0e32\u0e23\u0e1e\u0e34\u0e2a\u0e39\u0e08\u0e19\u0e4c\u0e15\u0e31\u0e27\u0e15\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a ${ProductName}:
DocsPanel.AUTHORIZATION_HOST_DESC=\u0e1b\u0e49\u0e2d\u0e19\u0e0a\u0e37\u0e48\u0e2d\u0e42\u0e2e\u0e2a\u0e15\u0e4c\u0e41\u0e25\u0e30\u0e41\u0e2d\u0e14\u0e40\u0e14\u0e23\u0e2a\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a WebSEAL \u0e0a\u0e37\u0e48\u0e2d\u0e15\u0e49\u0e2d\u0e07\u0e02\u0e36\u0e49\u0e19\u0e15\u0e49\u0e19\u0e14\u0e49\u0e27\u0e22 http:// \u0e2b\u0e23\u0e37\u0e2d https://
DocsPanel.AUTHORIZATION_HOST_EXAMPLE=\u0e40\u0e0a\u0e48\u0e19: https://connections.example.com

#DocsPanel.AUTHORIZATION_HOST_TIP=If the authentication type is TAM, enter the host name and address for WebSEAL - the value cannot be null.\n If the type is SAML, enter the host name and address for the load balancing server - the value can be null.
#DocsPanel.AUTHORIZATION_HOST_DESC1=The host must start with http(s)://. (For example, https://connections.yourdomain.com)
#DocsPanel.AUTHORIZATION_HOST_DESC2=When auth_type=TAM, input the host address of webseal - the value can not be null.
#DocsPanel.AUTHORIZATION_HOST_DESC3=When Connections application is clustered, input the host address of the load balancing server - the value can be null.
#DocsPanel.AUTHORIZATION_HOST_DESC4=When setting up SAML2.0, input the host address of the load balancing server - the value can be null.
DocsPanel.AUTHORIZATION_TYPE=\u0e0a\u0e19\u0e34\u0e14\u0e02\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e1e\u0e34\u0e2a\u0e39\u0e08\u0e19\u0e4c\u0e15\u0e31\u0e27\u0e15\u0e19:
DocsPanel.AUTHORIZATION_TYPE_TIP=\u0e2b\u0e32\u0e01\u0e23\u0e27\u0e21\u0e01\u0e31\u0e1a Tivoli Access Manager \u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e21\u0e35 SPNECO \u0e43\u0e2b\u0e49\u0e40\u0e25\u0e37\u0e2d\u0e01 TAM \u0e40\u0e1b\u0e47\u0e19\u0e0a\u0e19\u0e34\u0e14\n \u0e2b\u0e32\u0e01\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32 SAML 2.0 \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a single sign-on \u0e43\u0e2b\u0e49\u0e40\u0e25\u0e37\u0e2d\u0e01 SAML
DocsPanel.AUTHORIZATION_TYPE_FORM=FORM:
DocsPanel.AUTHORIZATION_TYPE_FORM_DESC=\u0e04\u0e48\u0e32\u0e14\u0e35\u0e1f\u0e2d\u0e25\u0e15\u0e4c\u0e02\u0e2d\u0e07\u0e01\u0e23\u0e13\u0e35\u0e2d\u0e37\u0e48\u0e19
DocsPanel.AUTHORIZATION_TYPE_SAML=SAML:
DocsPanel.AUTHORIZATION_TYPE_SAML_DESC=\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32 SAML2.0 Single Sign On
DocsPanel.AUTHORIZATION_TYPE_TAM=TAM:
DocsPanel.AUTHORIZATION_TYPE_TAM_DESC=\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e23\u0e27\u0e21\u0e01\u0e31\u0e1a TAM \u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e21\u0e35 SPNEGO
DocsPanel.CONFIG_PROP=\u0e04\u0e38\u0e13\u0e2a\u0e21\u0e1a\u0e31\u0e15\u0e34\u0e04\u0e2d\u0e19\u0e1f\u0e34\u0e01\u0e39\u0e40\u0e23\u0e0a\u0e31\u0e19
DocsPanel.CONN_URL=\u0e0a\u0e37\u0e48\u0e2d\u0e42\u0e2e\u0e2a\u0e15\u0e4c\u0e41\u0e1a\u0e1a\u0e40\u0e15\u0e47\u0e21\u0e41\u0e25\u0e30\u0e41\u0e2d\u0e14\u0e40\u0e14\u0e23\u0e2a\u0e02\u0e2d\u0e07\u0e40\u0e0b\u0e2d\u0e23\u0e4c\u0e27\u0e34\u0e2a\u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e17\u0e32\u0e07\u0e2d\u0e35\u0e40\u0e21\u0e25:
DocsPanel.CONN_URL_DESC=URL \u0e15\u0e49\u0e2d\u0e07\u0e0a\u0e35\u0e49\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e40\u0e27\u0e47\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c (\u0e1e\u0e39\u0e25 IBM HTTP Server)
DocsPanel.CONN_URL_EXAMPLE=\u0e40\u0e0a\u0e48\u0e19: http://connections.example.com/connections
DocsPanel.CONV_URL=\u0e0a\u0e37\u0e48\u0e2d\u0e42\u0e2e\u0e2a\u0e15\u0e4c\u0e41\u0e1a\u0e1a\u0e40\u0e15\u0e47\u0e21\u0e41\u0e25\u0e30\u0e41\u0e2d\u0e14\u0e40\u0e14\u0e23\u0e2a\u0e02\u0e2d\u0e07 ${ComponentNameConversion}
DocsPanel.CONV_URL_DESC=\u0e16\u0e49\u0e32 ${ComponentNameConversion} \u0e40\u0e1b\u0e47\u0e19\u0e41\u0e1a\u0e1a\u0e04\u0e25\u0e31\u0e2a\u0e40\u0e15\u0e2d\u0e23\u0e4c \u0e43\u0e2b\u0e49\u0e1b\u0e49\u0e2d\u0e19\u0e41\u0e2d\u0e14\u0e40\u0e14\u0e23\u0e2a\u0e02\u0e2d\u0e07\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e01\u0e32\u0e23\u0e17\u0e33\u0e42\u0e2b\u0e25\u0e14\u0e1a\u0e32\u0e25\u0e32\u0e19\u0e0b\u0e4c
DocsPanel.CONV_URL_EXAMPLE=\u0e40\u0e0a\u0e48\u0e19: http://connections.example.com/conversion
DocsPanel.DOCS_NODE=${HardwareServerNameEditor} Cluster
DocsPanel.FILES_SERVER_URL=\u0e0a\u0e37\u0e48\u0e2d\u0e42\u0e2e\u0e2a\u0e15\u0e4c\u0e41\u0e1a\u0e1a\u0e40\u0e15\u0e47\u0e21\u0e41\u0e25\u0e30\u0e41\u0e2d\u0e14\u0e40\u0e14\u0e23\u0e2a\u0e02\u0e2d\u0e07\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c Connections Files:
DocsPanel.FILES_SERVER_URL_DESC=URL \u0e15\u0e49\u0e2d\u0e07\u0e0a\u0e35\u0e49\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e40\u0e27\u0e47\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c (\u0e1e\u0e39\u0e25 IBM HTTP Server)
DocsPanel.FILES_SERVER_URL_EXAMPLE=\u0e40\u0e0a\u0e48\u0e19:http://connections.example.com/files
DocsPanel.INSTALL_LOC_DESC=\u0e15\u0e33\u0e41\u0e2b\u0e19\u0e48\u0e07\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e02\u0e2d\u0e07 ${ComponentNameEditor}:
DocsPanel.INSTALL_LOC_EXAMPLE=\u0e15\u0e31\u0e27\u0e2d\u0e22\u0e48\u0e32\u0e07: /opt/IBM/ConnectionsDocs/Docs \u0e2b\u0e23\u0e37\u0e2d C:\\IBM\\ConnectionsDocs\\Docs
DocsPanel.J2C_CONFIG=\u0e19\u0e32\u0e21\u0e41\u0e1d\u0e07\u0e02\u0e2d\u0e07 J2C \u0e02\u0e2d\u0e07\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e41\u0e1a\u0e1a\u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a HCL Connections \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a ${ComponentNameEditor}
DocsPanel.J2C_CONFIG_DESC=\u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e31\u0e1a\u0e43\u0e0a\u0e49 WebSphere Application Server \u0e17\u0e35\u0e48\u0e1b\u0e23\u0e30\u0e01\u0e2d\u0e1a\u0e14\u0e49\u0e27\u0e22 ${ComponentNameEditor}
DocsPanel.J2C_CONFIG_DESC2=\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e41\u0e1a\u0e1a\u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a\u0e02\u0e2d\u0e07\u0e19\u0e32\u0e21\u0e41\u0e1d\u0e07 J2C \u0e19\u0e35\u0e49\u0e15\u0e49\u0e2d\u0e07\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e42\u0e22\u0e07\u0e01\u0e31\u0e1a\u0e1a\u0e17\u0e1a\u0e32\u0e17\u0e01\u0e32\u0e23\u0e23\u0e31\u0e01\u0e29\u0e32\u0e04\u0e27\u0e32\u0e21\u0e1b\u0e25\u0e2d\u0e14\u0e20\u0e31\u0e22\u0e17\u0e35\u0e48 ${ComponentNameEditor} \u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23
DocsPanel.MULTITENANCY=\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19 multitenancy \u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48?
DocsPanel.MULTITENANCY_DESC="\u0e44\u0e21\u0e48" \u0e2b\u0e21\u0e32\u0e22\u0e16\u0e36\u0e07\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e25\u0e07\u0e43\u0e19\u0e2a\u0e20\u0e32\u0e27\u0e30\u0e41\u0e27\u0e14\u0e25\u0e49\u0e2d\u0e21\u0e17\u0e35\u0e48\u0e21\u0e35\u0e1c\u0e39\u0e49\u0e40\u0e0a\u0e48\u0e32\u0e23\u0e32\u0e22\u0e40\u0e14\u0e35\u0e22\u0e27

SharedStoragePanel.SHARED_DATA_DIR=\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e41\u0e1a\u0e1a\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49:
SharedStoragePanel.SHARED_DATA_DIR_DESC=\u0e1b\u0e49\u0e2d\u0e19\u0e08\u0e38\u0e14\u0e40\u0e21\u0e32\u0e17\u0e4c\u0e02\u0e2d\u0e07\u0e44\u0e04\u0e25\u0e40\u0e2d\u0e47\u0e19\u0e15\u0e4c\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e41\u0e1a\u0e1a\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25 ${ComponentNameEditor} \u0e1a\u0e19 ${HardwareServerNameEditor}:
SharedStoragePanel.SHARED_DATA_DIR_EXAMPLE=/opt/IBM/docs_data or U:

WebChatPanel.ATTEMPTES_NUM_DESC=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e04\u0e23\u0e31\u0e49\u0e07\u0e17\u0e35\u0e48\u0e2d\u0e19\u0e38\u0e0d\u0e32\u0e15\u0e43\u0e2b\u0e49 ${ComponentNameEditor} \u0e1e\u0e22\u0e32\u0e22\u0e32\u0e21\u0e14\u0e36\u0e07\u0e44\u0e1f\u0e25\u0e4c\u0e04\u0e2d\u0e19\u0e1f\u0e34\u0e01\u0e39\u0e40\u0e23\u0e0a\u0e31\u0e19 Connections Chat \u0e41\u0e25\u0e30 Meetings
WebChatPanel.ATTEMPTS_NUM=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e02\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e1e\u0e22\u0e32\u0e22\u0e32\u0e21\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d:
WebChatPanel.ATTEMPTS_TIME=\u0e40\u0e27\u0e25\u0e32\u0e23\u0e30\u0e2b\u0e27\u0e48\u0e32\u0e07\u0e01\u0e32\u0e23\u0e1e\u0e22\u0e32\u0e22\u0e32\u0e21\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d:
WebChatPanel.ATTEMPTS_TIME_UNIT=ms
WebChatPanel.CM_SERVER=\u0e42\u0e14\u0e40\u0e21\u0e19\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e01\u0e32\u0e23\u0e2a\u0e19\u0e17\u0e19\u0e32\u0e41\u0e25\u0e30\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e30\u0e0a\u0e38\u0e21:
WebChatPanel.CM_SERVER_DESC=\u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19\u0e2b\u0e32\u0e01\u0e42\u0e14\u0e40\u0e21\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e41\u0e0a\u0e15\u0e41\u0e25\u0e30\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e30\u0e0a\u0e38\u0e21\u0e41\u0e15\u0e01\u0e15\u0e48\u0e32\u0e07\u0e08\u0e32\u0e01 ${ComponentNameEditor}
WebChatPanel.CM_SERVER_EXAMPLE=\u0e15\u0e31\u0e27\u0e2d\u0e22\u0e48\u0e32\u0e07: chat.ibm.com
WebChatPanel.LOC_CONN_CONFIG=\u0e15\u0e33\u0e41\u0e2b\u0e19\u0e48\u0e07\u0e02\u0e2d\u0e07\u0e44\u0e1f\u0e25\u0e4c\u0e04\u0e2d\u0e19\u0e1f\u0e34\u0e01\u0e39\u0e40\u0e23\u0e0a\u0e31\u0e19 Connections (.xml) :
WebChatPanel.LOC_CONN_CONFIG_EXAMPLE=\u0e40\u0e0a\u0e48\u0e19:/opt/IBM/WebSphere/AppServer/profiles/<SERVER_NAME>/config/cells/<CELL_NAME>/LotusConnections-config
WebChatPanel.NODE=Collaboration Integration
WebChatPanel.SSL_SERVER=\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c SSL Sametime:
WebChatPanel.SSL_SERVER_EXAMPLE=\u0e40\u0e0a\u0e48\u0e19:https://<sametime_server>:<sametime_webchat_security_host_port>
WebChatPanel.ST_SERVER=\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c Sametime:
WebChatPanel.ST_SERVER_EXAMPLE=\u0e40\u0e0a\u0e48\u0e19:http://<sametime_server>:<sametime_webchat_default_host_port>

ConversionPanel.INSTALL_LOC_DESC=\u0e15\u0e33\u0e41\u0e2b\u0e19\u0e48\u0e07\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e02\u0e2d\u0e07 ${ComponentNameConversion}:
ConversionPanel.INSTALL_LOC_EXAMPLE=\u0e40\u0e0a\u0e48\u0e19: C:\\IBM\\ConnectionsDocs\\Conversion

#ConversionPanel.CONF_PROP=Configuration Properties
VersionCheck.SINGLE_NONE=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e44\u0e1f\u0e25\u0e4c version.txt \u0e43\u0e19\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 {0}
VersionCheck.MULTI_NONE=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e44\u0e1f\u0e25\u0e4c version.txt \u0e43\u0e19\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 {0}
VersionCheck.CONV_NONE_MATCH=\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e0a\u0e31\u0e19\u0e17\u0e35\u0e48\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e44\u0e27\u0e49\u0e01\u0e48\u0e2d\u0e19\u0e2b\u0e19\u0e49\u0e32\u0e19\u0e35\u0e49\u0e02\u0e2d\u0e07 ${ComponentNameConversion} \u0e04\u0e37\u0e2d {0} \u0e0b\u0e36\u0e48\u0e07\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e2d\u0e31\u0e1e\u0e40\u0e01\u0e23\u0e14\u0e44\u0e14\u0e49
VersionCheck.DOCS_NONE_MATCH=\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e0a\u0e31\u0e19\u0e17\u0e35\u0e48\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e44\u0e27\u0e49\u0e01\u0e48\u0e2d\u0e19\u0e2b\u0e19\u0e49\u0e32\u0e19\u0e35\u0e49\u0e02\u0e2d\u0e07 ${ComponentNameEditor} \u0e04\u0e37\u0e2d {0} \u0e0b\u0e36\u0e48\u0e07\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e2d\u0e31\u0e1e\u0e40\u0e01\u0e23\u0e14\u0e44\u0e14\u0e49
VersionCheck.VIEWER_NONE_MATCH=\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e0a\u0e31\u0e19\u0e17\u0e35\u0e48\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e44\u0e27\u0e49\u0e01\u0e48\u0e2d\u0e19\u0e2b\u0e19\u0e49\u0e32\u0e19\u0e35\u0e49\u0e02\u0e2d\u0e07 ${ComponentNameViewer} \u0e04\u0e37\u0e2d {0} \u0e0b\u0e36\u0e48\u0e07\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e2d\u0e31\u0e1e\u0e40\u0e01\u0e23\u0e14\u0e44\u0e14\u0e49
VersionCheck.VIEWEREXT_NONE_MATCH=\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e0a\u0e31\u0e19\u0e17\u0e35\u0e48\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e44\u0e27\u0e49\u0e01\u0e48\u0e2d\u0e19\u0e2b\u0e19\u0e49\u0e32\u0e19\u0e35\u0e49\u0e02\u0e2d\u0e07 ${ComponentNameViewerExt} \u0e04\u0e37\u0e2d {0} \u0e0b\u0e36\u0e48\u0e07\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e2d\u0e31\u0e1e\u0e40\u0e01\u0e23\u0e14\u0e44\u0e14\u0e49
VersionCheck.PROXY_NONE_MATCH=\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e0a\u0e31\u0e19\u0e17\u0e35\u0e48\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e44\u0e27\u0e49\u0e01\u0e48\u0e2d\u0e19\u0e2b\u0e19\u0e49\u0e32\u0e19\u0e35\u0e49\u0e02\u0e2d\u0e07 ${ComponentNameEditorProxy} \u0e04\u0e37\u0e2d {0} \u0e0b\u0e36\u0e48\u0e07\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e2d\u0e31\u0e1e\u0e40\u0e01\u0e23\u0e14\u0e44\u0e14\u0e49
VersionCheck.DOCSEXT_NONE_MATCH=\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e0a\u0e31\u0e19\u0e17\u0e35\u0e48\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e44\u0e27\u0e49\u0e01\u0e48\u0e2d\u0e19\u0e2b\u0e19\u0e49\u0e32\u0e19\u0e35\u0e49\u0e02\u0e2d\u0e07 ${ComponentNameEditorExt} \u0e04\u0e37\u0e2d {0} \u0e0b\u0e36\u0e48\u0e07\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e2d\u0e31\u0e1e\u0e40\u0e01\u0e23\u0e14\u0e44\u0e14\u0e49
VersionCheck.EXPLANATION=\u0e40\u0e09\u0e1e\u0e32\u0e30\u0e2a\u0e2d\u0e07\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e0a\u0e31\u0e19\u0e01\u0e48\u0e2d\u0e19\u0e2b\u0e19\u0e49\u0e32\u0e17\u0e35\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e2d\u0e31\u0e1e\u0e40\u0e01\u0e23\u0e14\u0e40\u0e1b\u0e47\u0e19\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e0a\u0e31\u0e19\u0e1b\u0e31\u0e08\u0e08\u0e38\u0e1a\u0e31\u0e19\u0e44\u0e14\u0e49

DocsPanel_ServerLocNull$uuid=DOCSFAILD2000SE
DocsPanel_ServerLocNull$message= \u0e1b\u0e49\u0e2d\u0e19\u0e15\u0e33\u0e41\u0e2b\u0e19\u0e48\u0e07\u0e02\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e17\u0e35\u0e48\u0e40\u0e2d\u0e47\u0e01\u0e0b\u0e4c\u0e1e\u0e2d\u0e23\u0e4c\u0e15\u0e1a\u0e19 ${HardwareServerNameEditor}
DocsPanel_ServerLocNull$explanation=\u0e15\u0e33\u0e41\u0e2b\u0e19\u0e48\u0e07\u0e02\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e17\u0e35\u0e48\u0e40\u0e2d\u0e47\u0e01\u0e0b\u0e4c\u0e1e\u0e2d\u0e23\u0e4c\u0e15\u0e1a\u0e19 ${HardwareServerNameEditor} \u0e40\u0e1b\u0e47\u0e19\u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e1a\u0e31\u0e07\u0e04\u0e31\u0e1a \u0e15\u0e31\u0e27\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e40\u0e0a\u0e48\u0e19: /opt/ibm/docs_data

DocsPanel_ViewerServerLocNull$uuid=DOCSFAILD2001SE
DocsPanel_ViewerServerLocNull$message= \u0e1b\u0e49\u0e2d\u0e19\u0e15\u0e33\u0e41\u0e2b\u0e19\u0e48\u0e07\u0e02\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e17\u0e35\u0e48\u0e40\u0e2d\u0e47\u0e01\u0e0b\u0e4c\u0e1e\u0e2d\u0e23\u0e4c\u0e15\u0e1a\u0e19 ${HardwareServerNameViewer}
DocsPanel_ViewerServerLocNull$explanation=\u0e15\u0e33\u0e41\u0e2b\u0e19\u0e48\u0e07\u0e02\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e17\u0e35\u0e48\u0e40\u0e2d\u0e47\u0e01\u0e0b\u0e4c\u0e1e\u0e2d\u0e23\u0e4c\u0e15\u0e1a\u0e19 ${HardwareServerNameViewer} \u0e40\u0e1b\u0e47\u0e19\u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e1a\u0e31\u0e07\u0e04\u0e31\u0e1a

DocsPanel_UploadFPathNull$uuid=DOCSFAILD2003SE
DocsPanel_UploadFPathNull$message=\u0e1b\u0e49\u0e2d\u0e19\u0e42\u0e25\u0e04\u0e31\u0e25\u0e1e\u0e32\u0e18 ${HardwareServerNameViewer} \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35 Connections \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e44\u0e1f\u0e25\u0e4c\u0e17\u0e35\u0e48\u0e2d\u0e31\u0e1e\u0e42\u0e2b\u0e25\u0e14
DocsPanel_UploadFPathNull$explanation=\u0e42\u0e25\u0e04\u0e31\u0e25\u0e1e\u0e32\u0e18 ${HardwareServerNameViewer} \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35 Connections \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e44\u0e1f\u0e25\u0e4c\u0e17\u0e35\u0e48\u0e2d\u0e31\u0e1e\u0e42\u0e2b\u0e25\u0e14\u0e40\u0e1b\u0e47\u0e19\u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e1a\u0e31\u0e07\u0e04\u0e31\u0e1a

DocsPanel_UploadFPathEmpty$uuid=DOCSFAILD2004SE
DocsPanel_UploadFPathEmpty$message=\u0e42\u0e25\u0e04\u0e31\u0e25\u0e1e\u0e32\u0e18 ${ComponentNameViewer} \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35 Connections \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e44\u0e1f\u0e25\u0e4c\u0e17\u0e35\u0e48\u0e2d\u0e31\u0e1e\u0e42\u0e2b\u0e25\u0e14\u0e15\u0e49\u0e2d\u0e07\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e27\u0e48\u0e32\u0e07
DocsPanel_UploadFPathEmpty$explanation=\u0e42\u0e25\u0e04\u0e31\u0e25\u0e1e\u0e32\u0e18 ${ComponentNameViewer} \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e02\u0e40\u0e32\u0e16\u0e36\u0e07\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35 Connections \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e44\u0e1f\u0e25\u0e4c\u0e17\u0e35\u0e48\u0e2d\u0e31\u0e1e\u0e42\u0e2b\u0e25\u0e14\u0e15\u0e49\u0e2d\u0e07\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e27\u0e48\u0e32\u0e07

DocsPanel_InstallLocNull$uuid=DOCSFAILD2005SE
DocsPanel_InstallLocNull$message=\u0e1b\u0e49\u0e2d\u0e19\u0e15\u0e33\u0e41\u0e2b\u0e19\u0e48\u0e07\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e02\u0e2d\u0e07 ${ComponentNameEditor}
DocsPanel_InstallLocNull$explanation=\u0e15\u0e33\u0e41\u0e2b\u0e19\u0e48\u0e07\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e02\u0e2d\u0e07 ${ComponentNameEditor} \u0e40\u0e1b\u0e47\u0e19\u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e1a\u0e31\u0e07\u0e04\u0e31\u0e1a

DocsPanel_SharedDirNull$uuid=DOCSFAILD2006SE
DocsPanel_SharedDirNull$message=\u0e1b\u0e49\u0e2d\u0e19\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e41\u0e1a\u0e1a\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49
DocsPanel_SharedDirNull$explanation=\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e41\u0e1a\u0e1a\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e40\u0e1b\u0e47\u0e19\u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e1a\u0e31\u0e07\u0e04\u0e31\u0e1a

DocsPanel_FilesUrlNull$uuid=DOCSFAILD2007SE
DocsPanel_FilesUrlNull$message=\u0e1b\u0e49\u0e2d\u0e19 URL \u0e02\u0e2d\u0e07\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a Connections Files
DocsPanel_FilesUrlNull$explanation=URL \u0e02\u0e2d\u0e07\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a Connections Files \u0e40\u0e1b\u0e47\u0e19\u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e1a\u0e31\u0e07\u0e04\u0e31\u0e1a

DocsPanel_FilesUrlInvalid$uuid=DOCSFAILD2017SE
DocsPanel_FilesUrlInvalid$message=\u0e1b\u0e49\u0e2d\u0e19 URL \u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c Connections Files
DocsPanel_FilesUrlInvalid$explanation=URL \u0e15\u0e49\u0e2d\u0e07\u0e0a\u0e35\u0e49\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e40\u0e27\u0e47\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c (\u0e1e\u0e39\u0e25 IBM HTTP Server) \u0e40\u0e0a\u0e48\u0e19: http://connections.example.com/files

DocsPanel_ConnUrlNull$uuid=DOCSFAILD2008SE
DocsPanel_ConnUrlNull$message=\u0e1b\u0e49\u0e2d\u0e19 URL \u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e40\u0e0b\u0e2d\u0e23\u0e4c\u0e27\u0e34\u0e2a\u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e17\u0e32\u0e07\u0e2d\u0e35\u0e40\u0e21\u0e25\u0e02\u0e2d\u0e07 Connections
DocsPanel_ConnUrlNull$explanation=URL \u0e15\u0e49\u0e2d\u0e07\u0e0a\u0e35\u0e49\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e40\u0e27\u0e47\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c (\u0e1e\u0e39\u0e25 IBM HTTP Server) \u0e40\u0e0a\u0e48\u0e19: http://connections.example.com/connections

DocsPanel_ConnUrlInvalid$uuid=DOCSFAILD2018SE
DocsPanel_ConnUrlInvalid$message=\u0e1b\u0e49\u0e2d\u0e19 URL \u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e40\u0e0b\u0e2d\u0e23\u0e4c\u0e27\u0e34\u0e2a\u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e17\u0e32\u0e07\u0e2d\u0e35\u0e40\u0e21\u0e25\u0e02\u0e2d\u0e07 Connections
DocsPanel_ConnUrlInvalid$explanation=URL \u0e15\u0e49\u0e2d\u0e07\u0e0a\u0e35\u0e49\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e40\u0e27\u0e47\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c (\u0e1e\u0e39\u0e25 IBM HTTP Server) \u0e40\u0e0a\u0e48\u0e19: http://connections.example.com/connections

DocsPanel_ConvServiceNull$uuid=DOCSFAILD2009SE
DocsPanel_ConvServiceNull$message=\u0e1b\u0e49\u0e2d\u0e19\u0e0a\u0e37\u0e48\u0e2d\u0e42\u0e2e\u0e2a\u0e15\u0e4c\u0e41\u0e1a\u0e1a\u0e40\u0e15\u0e47\u0e21\u0e41\u0e25\u0e30\u0e41\u0e2d\u0e14\u0e40\u0e14\u0e23\u0e2a\u0e02\u0e2d\u0e07\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c Conversion
DocsPanel_ConvServiceNull$explanation=\u0e2b\u0e32\u0e01\u0e40\u0e0b\u0e2d\u0e23\u0e4c\u0e27\u0e34\u0e2a\u0e01\u0e32\u0e23\u0e41\u0e1b\u0e25\u0e07\u0e40\u0e1b\u0e47\u0e19\u0e41\u0e1a\u0e1a\u0e04\u0e25\u0e31\u0e2a\u0e40\u0e15\u0e2d\u0e23\u0e4c \u0e43\u0e2b\u0e49\u0e1b\u0e49\u0e2d\u0e19\u0e0a\u0e37\u0e48\u0e2d\u0e41\u0e25\u0e30\u0e41\u0e2d\u0e14\u0e40\u0e14\u0e23\u0e2a\u0e02\u0e2d\u0e07\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e01\u0e32\u0e23\u0e17\u0e33\u0e42\u0e2b\u0e25\u0e14\u0e1a\u0e32\u0e25\u0e32\u0e19\u0e0b\u0e4c

DocsPanel_ConnAdminNull$uuid=DOCSFAILD2010SE
DocsPanel_ConnAdminNull$message=\u0e1b\u0e49\u0e2d\u0e19\u0e19\u0e32\u0e21\u0e41\u0e1d\u0e07 J2C \u0e02\u0e2d\u0e07\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e41\u0e1a\u0e1a\u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a HCL Connections \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a ${ComponentNameEditor}
DocsPanel_ConnAdminNull$explanation=\u0e19\u0e32\u0e21\u0e41\u0e1d\u0e07 J2C \u0e02\u0e2d\u0e07\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e41\u0e1a\u0e1a\u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a HCL Connections \u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e31\u0e1a\u0e43\u0e0a\u0e49 WebSphere Application Server \u0e17\u0e35\u0e48\u0e1b\u0e23\u0e30\u0e01\u0e2d\u0e1a\u0e14\u0e49\u0e27\u0e22 ${ComponentNameEditor} \u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e02\u0e2d\u0e07\u0e19\u0e32\u0e21\u0e41\u0e1d\u0e07\u0e19\u0e35\u0e49\u0e15\u0e49\u0e2d\u0e07\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e42\u0e22\u0e07\u0e01\u0e31\u0e1a\u0e1a\u0e17\u0e1a\u0e32\u0e17\u0e01\u0e32\u0e23\u0e23\u0e31\u0e01\u0e29\u0e32\u0e04\u0e27\u0e32\u0e21\u0e1b\u0e25\u0e2d\u0e14\u0e20\u0e31\u0e22\u0e17\u0e35\u0e48 ${ComponentNameEditor}/${ComponentNameViewer} \u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23 \u0e40\u0e0a\u0e48\u0e19: connectionsAdmin

DatabasePanel_HostUrlNull$uuid=DBFAILD2000SE
DatabasePanel_HostUrlNull$message=\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e0a\u0e37\u0e48\u0e2d\u0e42\u0e2e\u0e2a\u0e15\u0e4c\u0e02\u0e2d\u0e07\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25
DatabasePanel_HostUrlNull$explanation=\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e1b\u0e49\u0e2d\u0e19\u0e0a\u0e37\u0e48\u0e2d\u0e42\u0e2e\u0e2a\u0e15\u0e4c\u0e02\u0e2d\u0e07\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25

DatabasePanel_UserNameNull$uuid=DBFAILD2000SE
DatabasePanel_UserNameNull$message= \u0e1b\u0e49\u0e2d\u0e19\u0e0a\u0e37\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a\u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25
DatabasePanel_UserNameNull$explanation=\u0e0a\u0e37\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a\u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e01\u0e31\u0e1a\u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25

DatabasePanel_PasswordNull$uuid=DBFAILD2001SE
DatabasePanel_PasswordNull$message= \u0e1b\u0e49\u0e2d\u0e19\u0e23\u0e2b\u0e31\u0e2a\u0e1c\u0e48\u0e32\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a\u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25
DatabasePanel_PasswordNull$explanation=\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a\u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e01\u0e31\u0e1a\u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25

DatabasePanel_DocsDBNull$uuid=DBFAILD2002SE
DatabasePanel_DocsDBNull$message=\u0e1b\u0e49\u0e2d\u0e19\u0e0a\u0e37\u0e48\u0e2d\u0e02\u0e2d\u0e07\u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a ${ProductName}
DatabasePanel_DocsDBNull$messageOracle=\u0e1b\u0e49\u0e2d\u0e19 SID \u0e02\u0e2d\u0e07\u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a ${ProductName}
DatabasePanel_DocsDBNull$explanation=\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a DB2, SQL Server, CONCORD \u0e04\u0e37\u0e2d\u0e0a\u0e37\u0e48\u0e2d\u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e14\u0e35\u0e1f\u0e2d\u0e25\u0e15\u0e4c \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a Oracle, idocs \u0e40\u0e1b\u0e47\u0e19\u0e0a\u0e37\u0e48\u0e2d\u0e14\u0e35\u0e1f\u0e2d\u0e25\u0e15\u0e4c \u0e2b\u0e32\u0e01\u0e04\u0e38\u0e13\u0e15\u0e31\u0e49\u0e07\u0e0a\u0e37\u0e48\u0e2d\u0e2d\u0e37\u0e48\u0e19 \u0e15\u0e49\u0e2d\u0e07\u0e41\u0e19\u0e48\u0e43\u0e08\u0e27\u0e48\u0e32\u0e04\u0e38\u0e13\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e42\u0e14\u0e22\u0e43\u0e0a\u0e49\u0e2a\u0e04\u0e23\u0e34\u0e1b\u0e15\u0e4c SQL \u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07

DatabasePanel_JdbcPathNull$uuid=DBFAILD2003SE
DatabasePanel_JdbcPathNull$message= \u0e1b\u0e49\u0e2d\u0e19\u0e1e\u0e32\u0e18\u0e44\u0e25\u0e1a\u0e23\u0e32\u0e23\u0e35\u0e44\u0e14\u0e23\u0e40\u0e27\u0e2d\u0e23\u0e4c JDBC \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25
DatabasePanel_JdbcPathNull$explanation=\u0e1e\u0e32\u0e18\u0e44\u0e25\u0e1a\u0e23\u0e32\u0e23\u0e35\u0e04\u0e37\u0e2d\u0e15\u0e33\u0e41\u0e2b\u0e19\u0e48\u0e07\u0e1a\u0e19 ${HardwareServerNameEditor} \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e04\u0e31\u0e14\u0e25\u0e2d\u0e01\u0e44\u0e25\u0e1a\u0e23\u0e32\u0e23\u0e35\u0e44\u0e14\u0e23\u0e4c\u0e40\u0e27\u0e2d\u0e23\u0e4c DB2 \u0e2b\u0e23\u0e37\u0e2d Oracle JDBC \u0e40\u0e0a\u0e48\u0e19: /opt/ibm/db2/V9.7/java

DatabasePanel_ServerPortInvalid$uuid=DBFAILD2004SE
DatabasePanel_ServerPortInvalid$message= \u0e1b\u0e49\u0e2d\u0e19\u0e1e\u0e2d\u0e23\u0e4c\u0e15\u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
DatabasePanel_ServerPortInvalid$explanation=\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e25\u0e02\u0e1e\u0e2d\u0e23\u0e4c\u0e15\u0e02\u0e2d\u0e07\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e17\u0e35\u0e48\u0e40\u0e01\u0e47\u0e1a\u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25 ${ProductName} \u0e40\u0e1b\u0e47\u0e19\u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e1a\u0e31\u0e07\u0e04\u0e31\u0e1a \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a DB2 \u0e04\u0e48\u0e32\u0e14\u0e35\u0e1f\u0e2d\u0e25\u0e15\u0e4c \u0e04\u0e37\u0e2d 50000 \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a Oracle \u0e04\u0e48\u0e32\u0e14\u0e35\u0e1f\u0e2d\u0e25\u0e15\u0e4c \u0e04\u0e37\u0e2d 1521

WebChatPanel_stServerUrlNull$uuid=WCFAILD2000SE
WebChatPanel_stServerUrlNull$message=\u0e1b\u0e49\u0e2d\u0e19 URL \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c Sametime
WebChatPanel_stServerUrlNull$explanation=\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23 URL \u0e02\u0e2d\u0e07\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c Sametime \u0e40\u0e0a\u0e48\u0e19: http://<sametime_server>.example.com:<sametime_webchat_default_host_port>

WebChatPanel_sslServerUrlNull$uuid=WCFAILD2001SE
WebChatPanel_sslServerUrlNull$message=\u0e1b\u0e49\u0e2d\u0e19 URL \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c SSL Sametime
WebChatPanel_sslServerUrlNull$explanation=\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23 URL \u0e02\u0e2d\u0e07\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c SSL Sametime \u0e40\u0e0a\u0e48\u0e19: https://<sametime_server>:<sametime_webchat_security_host_port>

WebChatPanel_stServerUrlInvalid$uuid=WCFAILD2002SE
WebChatPanel_stServerUrlInvalid$message=\u0e1b\u0e49\u0e2d\u0e19 URL \u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c Sametime
WebChatPanel_stServerUrlInvalid$explanation=URL \u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c Sametime \u0e40\u0e0a\u0e48\u0e19: http://<sametime_server>.example.com:<sametime_webchat_default_host_port>


WebChatPanel_sslServerUrlInvalid$uuid=WCFAILD2003SE
WebChatPanel_sslServerUrlInvalid$message= \u0e1b\u0e49\u0e2d\u0e19 URL \u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c SSL Sametime
WebChatPanel_sslServerUrlInvalid$explanation=URL \u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c SSL Sametime \u0e40\u0e0a\u0e48\u0e19: https://<sametime_server>:<sametime_webchat_security_host_port>

WebChatPanel_connConfigLocNull$uuid=WCFAILD2004SE
WebChatPanel_connConfigLocNull$message= \u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e15\u0e33\u0e41\u0e2b\u0e19\u0e48\u0e07\u0e02\u0e2d\u0e07\u0e44\u0e1f\u0e25\u0e4c\u0e04\u0e2d\u0e19\u0e1f\u0e34\u0e01\u0e39\u0e40\u0e23\u0e0a\u0e31\u0e19 Connections (.xml)
WebChatPanel_connConfigLocNull$explanation=\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e1b\u0e49\u0e2d\u0e19\u0e15\u0e33\u0e41\u0e2b\u0e19\u0e48\u0e07\u0e02\u0e2d\u0e07\u0e44\u0e1f\u0e25\u0e4c\u0e04\u0e2d\u0e19\u0e1f\u0e34\u0e01\u0e39\u0e40\u0e23\u0e0a\u0e31\u0e19 Connections (.xml)

WebChatPanel_attemptsInvalid$uuid=WCFAILD2005SE
WebChatPanel_attemptsInvalid$message= \u0e1b\u0e49\u0e2d\u0e19\u0e08\u0e33\u0e19\u0e27\u0e19\u0e02\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e1e\u0e22\u0e32\u0e22\u0e32\u0e21\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e01\u0e31\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c Sametime \u0e17\u0e35\u0e48\u0e2d\u0e19\u0e38\u0e0d\u0e32\u0e15
WebChatPanel_attemptsInvalid$explanation=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e04\u0e23\u0e31\u0e49\u0e07\u0e17\u0e35\u0e48\u0e2d\u0e19\u0e38\u0e0d\u0e32\u0e15\u0e43\u0e2b\u0e49\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c Docs \u0e1e\u0e22\u0e32\u0e22\u0e32\u0e21\u0e14\u0e36\u0e07\u0e44\u0e1f\u0e25\u0e4c\u0e04\u0e2d\u0e19\u0e1f\u0e34\u0e01\u0e39\u0e40\u0e23\u0e0a\u0e31\u0e19\u0e02\u0e2d\u0e07 Sametime \u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e17\u0e35\u0e48\u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19 \u0e04\u0e48\u0e32\u0e17\u0e35\u0e48\u0e41\u0e19\u0e30\u0e19\u0e33 \u0e04\u0e37\u0e2d 20

WebChatPanel_attemptsTimeInvalid$uuid=WCFAILD2006SE
WebChatPanel_attemptsTimeInvalid$message=\u0e1b\u0e49\u0e2d\u0e19\u0e40\u0e27\u0e25\u0e32\u0e23\u0e30\u0e2b\u0e27\u0e48\u0e32\u0e07\u0e01\u0e32\u0e23\u0e1e\u0e22\u0e32\u0e22\u0e32\u0e21\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e01\u0e31\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c Sametime
WebChatPanel_attemptsTimeInvalid$explanation=\u0e40\u0e27\u0e25\u0e32\u0e23\u0e30\u0e2b\u0e27\u0e48\u0e32\u0e07\u0e01\u0e32\u0e23\u0e1e\u0e22\u0e32\u0e22\u0e32\u0e21\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e01\u0e31\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c Sametime \u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e17\u0e35\u0e48\u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19 \u0e04\u0e48\u0e32\u0e17\u0e35\u0e48\u0e41\u0e19\u0e30\u0e19\u0e33 \u0e04\u0e37\u0e2d 500 ms.

ThirdParty_CsimAtomNull$uuid=TPFAILD2000SE
ThirdParty_CsimAtomNull$message=\u0e1b\u0e49\u0e2d\u0e19 CMIS AtomPub URL.
ThirdParty_CsimAtomNull$explanation=CMIS Atom Publishing Protocol URL \u0e40\u0e1b\u0e47\u0e19\u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e1a\u0e31\u0e07\u0e04\u0e31\u0e1a

ThirdParty_CsimAtomInvalid$uuid=TPFAILD2001SE
ThirdParty_CsimAtomInvalid$message=\u0e1b\u0e49\u0e2d\u0e19 CMIS AtomPub URL \u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
ThirdParty_CsimAtomInvalid$explanation=URL \u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e34\u0e48\u0e07\u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a CMIS Atom Publishing Protocol

ThirdParty_metaUrlNull$uuid=TPFAILD2002SE
ThirdParty_metaUrlNull$message=\u0e1b\u0e49\u0e2d\u0e19\u0e44\u0e1f\u0e25\u0e4c\u0e40\u0e21\u0e15\u0e32
ThirdParty_metaUrlNull$explanation=URL \u0e02\u0e2d\u0e07\u0e44\u0e1f\u0e25\u0e4c\u0e40\u0e21\u0e15\u0e32\u0e40\u0e1b\u0e47\u0e19\u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e1a\u0e31\u0e07\u0e04\u0e31\u0e1a

ThirdParty_metaUrlInvalid$uuid=TPFAILD2003SE
ThirdParty_metaUrlInvalid$message=\u0e1b\u0e49\u0e2d\u0e19 URL \u0e02\u0e2d\u0e07\u0e44\u0e1f\u0e25\u0e4c\u0e40\u0e21\u0e15\u0e32\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
ThirdParty_metaUrlInvalid$explanation=URL \u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e34\u0e48\u0e07\u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e44\u0e1f\u0e25\u0e4c\u0e40\u0e21\u0e15\u0e32

ThirdParty_getUrlNull$uuid=TPFAILD2004SE
ThirdParty_getUrlNull$message=\u0e1b\u0e49\u0e2d\u0e19 URL \u0e02\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e23\u0e31\u0e1a\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e44\u0e1f\u0e25\u0e4c
ThirdParty_getUrlNull$explanation=URL \u0e02\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e23\u0e31\u0e1a\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e44\u0e1f\u0e25\u0e4c\u0e40\u0e1b\u0e47\u0e19\u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e1a\u0e31\u0e07\u0e04\u0e31\u0e1a

ThirdParty_getUrlInvalid$uuid=TPFAILD2005SE
ThirdParty_getUrlInvalid$message=\u0e1b\u0e49\u0e2d\u0e19 URL \u0e02\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e23\u0e31\u0e1a\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e44\u0e1f\u0e25\u0e4c\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
ThirdParty_getUrlInvalid$explanation=URL \u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e34\u0e48\u0e07\u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e23\u0e31\u0e1a\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e44\u0e1f\u0e25\u0e4c

ThirdParty_setUrlNull$uuid=TPFAILD2006SE
ThirdParty_setUrlNull$message=\u0e1b\u0e49\u0e2d\u0e19 URL \u0e02\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e44\u0e1f\u0e25\u0e4c
ThirdParty_setUrlNull$explanation=URL \u0e02\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e44\u0e1f\u0e25\u0e4c\u0e40\u0e1b\u0e47\u0e19\u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e1a\u0e31\u0e07\u0e04\u0e31\u0e1a

ThirdParty_setUrlInvalid$uuid=TPFAILD2007SE
ThirdParty_setUrlInvalid$message=\u0e1b\u0e49\u0e2d\u0e19 URL \u0e02\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e44\u0e1f\u0e25\u0e4c\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
ThirdParty_setUrlInvalid$explanation=URL \u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e34\u0e48\u0e07\u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e44\u0e1f\u0e25\u0e4c

ThirdParty_oauthNull$uuid=TPFAILD2008SE
ThirdParty_oauthNull$message=\u0e1b\u0e49\u0e2d\u0e19\u0e08\u0e38\u0e14\u0e1b\u0e25\u0e32\u0e22 OAuth \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e17\u0e35\u0e48\u0e40\u0e01\u0e47\u0e1a\u0e44\u0e1f\u0e25\u0e4c\u0e0b\u0e36\u0e48\u0e07\u0e44\u0e21\u0e48\u0e43\u0e0a\u0e48\u0e02\u0e2d\u0e07 IBM
ThirdParty_oauthNull$explanation=\u0e08\u0e38\u0e14\u0e1b\u0e25\u0e32\u0e22 OAuth \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e17\u0e35\u0e48\u0e40\u0e01\u0e47\u0e1a\u0e44\u0e1f\u0e25\u0e4c\u0e0b\u0e36\u0e48\u0e07\u0e44\u0e21\u0e48\u0e43\u0e0a\u0e48\u0e02\u0e2d\u0e07 IBM \u0e40\u0e1b\u0e47\u0e19\u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e1a\u0e31\u0e07\u0e04\u0e31\u0e1a

ThirdParty_oauthInvalid$uuid=TPFAILD2009SE
ThirdParty_oauthInvalid$message=\u0e1b\u0e49\u0e2d\u0e19\u0e08\u0e38\u0e14\u0e1b\u0e25\u0e32\u0e22 OAuth \u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e17\u0e35\u0e48\u0e40\u0e01\u0e47\u0e1a\u0e44\u0e1f\u0e25\u0e4c\u0e0b\u0e36\u0e48\u0e07\u0e44\u0e21\u0e48\u0e43\u0e0a\u0e48\u0e02\u0e2d\u0e07 IBM
ThirdParty_oauthInvalid$explanation=\u0e04\u0e48\u0e32\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e34\u0e48\u0e07\u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e08\u0e38\u0e14\u0e1b\u0e25\u0e32\u0e22 OAuth \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e17\u0e35\u0e48\u0e40\u0e01\u0e47\u0e1a\u0e44\u0e1f\u0e25\u0e4c\u0e0b\u0e36\u0e48\u0e07\u0e44\u0e21\u0e48\u0e43\u0e0a\u0e48\u0e02\u0e2d\u0e07 IBM

ThirdParty_aliasNull$uuid=TPFAILD2010SE
ThirdParty_aliasNull$message=\u0e1b\u0e49\u0e2d\u0e19\u0e2a\u0e21\u0e19\u0e32\u0e21
ThirdParty_aliasNull$explanation=\u0e2a\u0e21\u0e19\u0e32\u0e21\u0e40\u0e1b\u0e47\u0e19\u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e1a\u0e31\u0e07\u0e04\u0e31\u0e1a

ThirdParty_asUserNull$uuid=TPFAILD2011SE
ThirdParty_asUserNull$message=\u0e1b\u0e49\u0e2d\u0e19\u0e0a\u0e37\u0e48\u0e2d\u0e2a\u0e48\u0e27\u0e19\u0e2b\u0e31\u0e27\u0e17\u0e35\u0e48\u0e08\u0e30\u0e17\u0e33\u0e2b\u0e19\u0e49\u0e32\u0e17\u0e35\u0e48\u0e40\u0e1b\u0e47\u0e19\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49
ThirdParty_asUserNull$explanation=\u0e0a\u0e37\u0e48\u0e2d\u0e2a\u0e48\u0e27\u0e19\u0e2b\u0e31\u0e27\u0e17\u0e35\u0e48\u0e08\u0e30\u0e17\u0e33\u0e2b\u0e19\u0e49\u0e32\u0e17\u0e35\u0e48\u0e40\u0e1b\u0e47\u0e19\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e40\u0e1b\u0e47\u0e19\u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e1a\u0e31\u0e07\u0e04\u0e31\u0e1a

ThirdParty_tokenKeyNull$uuid=TPFAILD2012SE
ThirdParty_tokenKeyNull$message=\u0e1b\u0e49\u0e2d\u0e19\u0e42\u0e17\u0e40\u0e04\u0e47\u0e19\u0e04\u0e35\u0e22\u0e4c
ThirdParty_tokenKeyNull$explanation=\u0e42\u0e17\u0e40\u0e04\u0e47\u0e19\u0e04\u0e35\u0e22\u0e4c\u0e40\u0e1b\u0e47\u0e19\u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e1a\u0e31\u0e07\u0e04\u0e31\u0e1a

ThirdParty_tokenNull$uuid=TPFAILD2013SE
ThirdParty_tokenNull$message=\u0e1b\u0e49\u0e2d\u0e19\u0e04\u0e48\u0e32\u0e42\u0e17\u0e40\u0e04\u0e47\u0e19
ThirdParty_tokenNull$explanation=\u0e04\u0e48\u0e32\u0e42\u0e17\u0e40\u0e04\u0e47\u0e19\u0e40\u0e1b\u0e47\u0e19\u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e1a\u0e31\u0e07\u0e04\u0e31\u0e1a

ThirdParty_repoHomeNull$uuid=TPFAILD2014SE
ThirdParty_repoHomeNull$message=\u0e1b\u0e49\u0e2d\u0e19 URL \u0e02\u0e2d\u0e07\u0e42\u0e2e\u0e21\u0e40\u0e1e\u0e08 \u0e2b\u0e23\u0e37\u0e2d\u0e2b\u0e19\u0e49\u0e32\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07\u0e17\u0e35\u0e48\u0e40\u0e01\u0e47\u0e1a\u0e0b\u0e36\u0e48\u0e07\u0e44\u0e21\u0e48\u0e43\u0e0a\u0e48\u0e02\u0e2d\u0e07 IBM
ThirdParty_repoHomeNull$explanation=URL \u0e02\u0e2d\u0e07\u0e42\u0e2e\u0e21\u0e40\u0e1e\u0e08 \u0e2b\u0e23\u0e37\u0e2d\u0e2b\u0e19\u0e49\u0e32\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07\u0e17\u0e35\u0e48\u0e40\u0e01\u0e47\u0e1a\u0e0b\u0e36\u0e48\u0e07\u0e44\u0e21\u0e48\u0e43\u0e0a\u0e48\u0e02\u0e2d\u0e07 IBM \u0e40\u0e1b\u0e47\u0e19\u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e1a\u0e31\u0e07\u0e04\u0e31\u0e1a

ThirdParty_repoHomeInvalid$uuid=TPFAILD2015SE
ThirdParty_repoHomeInvalid$message=\u0e1b\u0e49\u0e2d\u0e19\u0e42\u0e2e\u0e21\u0e40\u0e1e\u0e08 \u0e2b\u0e23\u0e37\u0e2d\u0e2b\u0e19\u0e49\u0e32\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07\u0e17\u0e35\u0e48\u0e40\u0e01\u0e47\u0e1a\u0e0b\u0e36\u0e48\u0e07\u0e44\u0e21\u0e48\u0e43\u0e0a\u0e48\u0e02\u0e2d\u0e07 IBM \u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
ThirdParty_repoHomeInvalid$explanation=\u0e04\u0e48\u0e32\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e34\u0e48\u0e07\u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a URL \u0e02\u0e2d\u0e07\u0e42\u0e2e\u0e21\u0e40\u0e1e\u0e08 \u0e2b\u0e23\u0e37\u0e2d\u0e2b\u0e19\u0e49\u0e32\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07\u0e17\u0e35\u0e48\u0e40\u0e01\u0e47\u0e1a\u0e0b\u0e36\u0e48\u0e07\u0e44\u0e21\u0e48\u0e43\u0e0a\u0e48\u0e02\u0e2d\u0e07 IBM

ConnPanel_installLocNull$uuid=CNFAILD2000SE
ConnPanel_installLocNull$message= \u0e1b\u0e49\u0e2d\u0e19\u0e15\u0e33\u0e41\u0e2b\u0e19\u0e48\u0e07\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e02\u0e2d\u0e07 ${ComponentNameConversion}
ConnPanel_installLocNull$explanation=\u0e15\u0e33\u0e41\u0e2b\u0e19\u0e48\u0e07\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e02\u0e2d\u0e07 ${ComponentNameConversion} \u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19\u0e15\u0e49\u0e2d\u0e07\u0e21\u0e35 \u0e40\u0e0a\u0e48\u0e19: C:\IBM\ConnectionsDocs\Conversion

Message_SymphonyPortStartNull$uuid=CLFAD2025E
Message_SymphonyPortStartNull$message=\u0e1b\u0e49\u0e2d\u0e19\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e25\u0e02\u0e1e\u0e2d\u0e23\u0e4c\u0e15\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e2d\u0e34\u0e19\u0e2a\u0e41\u0e15\u0e19\u0e0b\u0e4c\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e01\u0e32\u0e23\u0e41\u0e1b\u0e25\u0e07
Message_SymphonyPortStartNull$explanation=\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e25\u0e02\u0e1e\u0e2d\u0e23\u0e4c\u0e15\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e17\u0e35\u0e48\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e01\u0e32\u0e23\u0e41\u0e1b\u0e25\u0e07\u0e41\u0e23\u0e01\u0e23\u0e31\u0e1a\u0e1f\u0e31\u0e07\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e17\u0e35\u0e48\u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19 \u0e40\u0e0a\u0e48\u0e19 \u0e2b\u0e32\u0e01\u0e1e\u0e2d\u0e23\u0e4c\u0e15\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19 \u0e04\u0e37\u0e2d 8100 \u0e41\u0e25\u0e30\u0e21\u0e35\u0e2a\u0e35\u0e48\u0e2d\u0e34\u0e19\u0e2a\u0e41\u0e15\u0e19\u0e0b\u0e4c \u0e14\u0e31\u0e07\u0e19\u0e31\u0e49\u0e19\u0e08\u0e30\u0e43\u0e0a\u0e49\u0e1e\u0e2d\u0e23\u0e4c\u0e15 8100, 8101, 8202 \u0e41\u0e25\u0e30 8303
Message_SymphonyPortStartNull$useraction=\u0e14\u0e39\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 \u0e43\u0e19 Installation Manager \u0e04\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48 \u0e44\u0e1f\u0e25\u0e4c > \u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 \u0e43\u0e19\u0e42\u0e2b\u0e21\u0e14\u0e04\u0e2d\u0e19\u0e42\u0e0b\u0e25 \u0e1b\u0e49\u0e2d\u0e19 S \u0e1a\u0e19\u0e40\u0e21\u0e19\u0e39\u0e2b\u0e25\u0e31\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e25\u0e37\u0e2d\u0e01 \u0e14\u0e39\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07

Message_InvalidSymphonyPortStart$uuid=CLFAD2024E
Message_InvalidSymphonyPortStart$message=\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e25\u0e02\u0e1e\u0e2d\u0e23\u0e4c\u0e15\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e02\u0e2d\u0e07\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e01\u0e32\u0e23\u0e41\u0e1b\u0e25\u0e07 "{0}" \u0e04\u0e27\u0e23\u0e40\u0e1b\u0e47\u0e19\u0e40\u0e25\u0e02\u0e08\u0e33\u0e19\u0e27\u0e19\u0e40\u0e15\u0e47\u0e21\u0e23\u0e30\u0e2b\u0e27\u0e48\u0e32\u0e07\u0e41\u0e25\u0e30\u0e23\u0e27\u0e21\u0e16\u0e36\u0e07 1 \u0e41\u0e25\u0e30 {1}
Message_InvalidSymphonyPortStart$explanation=\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e25\u0e02\u0e1e\u0e2d\u0e23\u0e4c\u0e15\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e02\u0e2d\u0e07\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e01\u0e32\u0e23\u0e41\u0e1b\u0e25\u0e07\u0e04\u0e27\u0e23\u0e40\u0e1b\u0e47\u0e19\u0e40\u0e25\u0e02\u0e08\u0e33\u0e19\u0e27\u0e19\u0e40\u0e15\u0e47\u0e21 (1 - 65535) \u0e19\u0e35\u0e48\u0e40\u0e1b\u0e47\u0e19\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e20\u0e32\u0e22\u0e43\u0e19\u0e0b\u0e36\u0e48\u0e07\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e41\u0e01\u0e49\u0e44\u0e02\u0e44\u0e14\u0e49\u0e42\u0e14\u0e22 Installation Manager
Message_InvalidSymphonyPortStart$useraction=\u0e23\u0e30\u0e1a\u0e38\u0e41\u0e1e\u0e47\u0e01\u0e40\u0e01\u0e08\u0e17\u0e35\u0e48\u0e21\u0e35\u0e1b\u0e31\u0e0d\u0e2b\u0e32\u0e42\u0e14\u0e22\u0e01\u0e32\u0e23\u0e14\u0e39\u0e17\u0e35\u0e48\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 \u0e43\u0e19 Installation Manager \u0e04\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48 \u0e44\u0e1f\u0e25\u0e4c > \u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 \u0e43\u0e19\u0e42\u0e2b\u0e21\u0e14\u0e04\u0e2d\u0e19\u0e42\u0e0b\u0e25 \u0e1b\u0e49\u0e2d\u0e19 S \u0e1a\u0e19\u0e40\u0e21\u0e19\u0e39\u0e2b\u0e25\u0e31\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e25\u0e37\u0e2d\u0e01 \u0e14\u0e39\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 \u0e42\u0e1b\u0e23\u0e14\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e1d\u0e48\u0e32\u0e22\u0e2a\u0e19\u0e31\u0e1a\u0e2a\u0e19\u0e38\u0e19\u0e25\u0e39\u0e01\u0e04\u0e49\u0e32 IBM

Message_SymphonyPortInUse$uuid=CLFAD2025E
Message_SymphonyPortInUse$message=\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e25\u0e02\u0e1e\u0e2d\u0e23\u0e4c\u0e15\u0e02\u0e2d\u0e07\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e01\u0e32\u0e23\u0e41\u0e1b\u0e25\u0e07 {0} \u0e16\u0e39\u0e01\u0e43\u0e0a\u0e49\u0e2d\u0e22\u0e39\u0e48
Message_SymphonyPortInUse$explanation=\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e25\u0e02\u0e1e\u0e2d\u0e23\u0e4c\u0e15\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e02\u0e2d\u0e07\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e01\u0e32\u0e23\u0e41\u0e1b\u0e25\u0e07\u0e04\u0e27\u0e23\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e40\u0e1b\u0e47\u0e19\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e02\u0e2d\u0e07\u0e0a\u0e48\u0e27\u0e07\u0e02\u0e2d\u0e07\u0e1e\u0e2d\u0e23\u0e4c\u0e15\u0e17\u0e35\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e43\u0e0a\u0e49\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e2d\u0e34\u0e19\u0e2a\u0e41\u0e15\u0e19\u0e0b\u0e4c\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e01\u0e32\u0e23\u0e41\u0e1b\u0e25\u0e07 \u0e19\u0e35\u0e48\u0e40\u0e1b\u0e47\u0e19\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e20\u0e32\u0e22\u0e43\u0e19\u0e0b\u0e36\u0e48\u0e07\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e41\u0e01\u0e49\u0e44\u0e02\u0e44\u0e14\u0e49\u0e42\u0e14\u0e22 Installation Manager
Message_SymphonyPortInUse$useraction=\u0e23\u0e30\u0e1a\u0e38\u0e41\u0e1e\u0e47\u0e01\u0e40\u0e01\u0e08\u0e17\u0e35\u0e48\u0e21\u0e35\u0e1b\u0e31\u0e0d\u0e2b\u0e32\u0e42\u0e14\u0e22\u0e01\u0e32\u0e23\u0e14\u0e39\u0e17\u0e35\u0e48\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 \u0e43\u0e19 Installation Manager \u0e04\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48 \u0e44\u0e1f\u0e25\u0e4c > \u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 \u0e43\u0e19\u0e42\u0e2b\u0e21\u0e14\u0e04\u0e2d\u0e19\u0e42\u0e0b\u0e25 \u0e1b\u0e49\u0e2d\u0e19 S \u0e1a\u0e19\u0e40\u0e21\u0e19\u0e39\u0e2b\u0e25\u0e31\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e25\u0e37\u0e2d\u0e01 \u0e14\u0e39\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 \u0e42\u0e1b\u0e23\u0e14\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e1d\u0e48\u0e32\u0e22\u0e2a\u0e19\u0e31\u0e1a\u0e2a\u0e19\u0e38\u0e19\u0e25\u0e39\u0e01\u0e04\u0e49\u0e32 IBM

Message_SharedDataServerNull$uuid=CLFAD2026E
Message_SharedDataServerVNull$message=\u0e1b\u0e49\u0e2d\u0e19\u0e0a\u0e37\u0e48\u0e2d\u0e42\u0e2e\u0e2a\u0e15\u0e4c\u0e02\u0e2d\u0e07\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e2b\u0e19\u0e48\u0e27\u0e22\u0e40\u0e01\u0e47\u0e1a\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e41\u0e1a\u0e1a\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e41\u0e1a\u0e1a\u0e23\u0e35\u0e42\u0e21\u0e15\u0e02\u0e2d\u0e07 Viewer
Message_SharedDataServerDNull$message=\u0e1b\u0e49\u0e2d\u0e19\u0e0a\u0e37\u0e48\u0e2d\u0e42\u0e2e\u0e2a\u0e15\u0e4c\u0e02\u0e2d\u0e07\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e2b\u0e19\u0e48\u0e27\u0e22\u0e40\u0e01\u0e47\u0e1a\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e41\u0e1a\u0e1a\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e41\u0e1a\u0e1a\u0e23\u0e35\u0e42\u0e21\u0e15\u0e02\u0e2d\u0e07 Docs
Message_SharedDataServerNull$explanation=\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e17\u0e33\u0e25\u0e32\u0e22\u0e1c\u0e25\u0e34\u0e15\u0e20\u0e31\u0e13\u0e11\u0e4c\u0e19\u0e35\u0e49\u0e43\u0e2b\u0e49\u0e2a\u0e33\u0e40\u0e23\u0e47\u0e08 \u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e23\u0e30\u0e1a\u0e38\u0e0a\u0e37\u0e48\u0e2d\u0e42\u0e2e\u0e2a\u0e15\u0e4c\u0e2b\u0e23\u0e37\u0e2d IP \u0e41\u0e2d\u0e14\u0e40\u0e14\u0e23\u0e2a\u0e17\u0e35\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e43\u0e0a\u0e49\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e15\u0e48\u0e2d\u0e01\u0e31\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e17\u0e35\u0e48\u0e40\u0e01\u0e47\u0e1a\u0e44\u0e1f\u0e25\u0e4c\u0e41\u0e25\u0e30\u0e15\u0e49\u0e2d\u0e07\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07\u0e44\u0e14\u0e49
Message_SharedDataServerNull$useraction=\u0e2b\u0e32\u0e01\u0e17\u0e35\u0e48\u0e40\u0e01\u0e47\u0e1a\u0e44\u0e1f\u0e25\u0e4c\u0e40\u0e1b\u0e47\u0e19\u0e41\u0e1a\u0e1a\u0e42\u0e25\u0e04\u0e31\u0e25\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e42\u0e2e\u0e2a\u0e15\u0e4c\u0e19\u0e35\u0e49 \u0e43\u0e2b\u0e49\u0e23\u0e30\u0e1a\u0e38\u0e0a\u0e37\u0e48\u0e2d\u0e42\u0e2e\u0e2a\u0e15\u0e4c\u0e2b\u0e23\u0e37\u0e2d IP \u0e17\u0e35\u0e48\u0e21\u0e35\u0e2d\u0e22\u0e39\u0e48\u0e1a\u0e19\u0e42\u0e2e\u0e2a\u0e15\u0e4c\u0e19\u0e35\u0e49 \u0e2b\u0e32\u0e01\u0e17\u0e35\u0e48\u0e40\u0e01\u0e47\u0e1a\u0e44\u0e1f\u0e25\u0e4c\u0e40\u0e1b\u0e47\u0e19\u0e41\u0e1a\u0e1a\u0e23\u0e35\u0e42\u0e21\u0e15 \u0e43\u0e2b\u0e49\u0e23\u0e30\u0e1a\u0e38\u0e0a\u0e37\u0e48\u0e2d\u0e42\u0e2e\u0e2a\u0e15\u0e4c\u0e2b\u0e23\u0e37\u0e2d IP \u0e41\u0e2d\u0e14\u0e40\u0e14\u0e23\u0e2a\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e23\u0e35\u0e42\u0e21\u0e15\u0e42\u0e2e\u0e2a\u0e15\u0e4c

Message_SharedDataServerUnknown$uuid=CLFAD2027E
Message_SharedDataServerVUnknown$message=\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e0a\u0e37\u0e48\u0e2d\u0e42\u0e2e\u0e2a\u0e15\u0e4c\u0e02\u0e2d\u0e07\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e2b\u0e19\u0e48\u0e27\u0e22\u0e40\u0e01\u0e47\u0e1a\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e41\u0e1a\u0e1a\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e41\u0e1a\u0e1a\u0e23\u0e35\u0e42\u0e21\u0e15\u0e02\u0e2d\u0e07 Viewer
Message_SharedDataServerDUnknown$message=\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e0a\u0e37\u0e48\u0e2d\u0e42\u0e2e\u0e2a\u0e15\u0e4c\u0e02\u0e2d\u0e07\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e2b\u0e19\u0e48\u0e27\u0e22\u0e40\u0e01\u0e47\u0e1a\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e41\u0e1a\u0e1a\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e41\u0e1a\u0e1a\u0e23\u0e35\u0e42\u0e21\u0e15\u0e02\u0e2d\u0e07 Docs
Message_SharedDataServerUnknown$explanation=\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e17\u0e33\u0e25\u0e32\u0e22\u0e1c\u0e25\u0e34\u0e15\u0e20\u0e31\u0e13\u0e11\u0e4c\u0e19\u0e35\u0e49\u0e43\u0e2b\u0e49\u0e2a\u0e33\u0e40\u0e23\u0e47\u0e08 \u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e23\u0e30\u0e1a\u0e38\u0e0a\u0e37\u0e48\u0e2d\u0e42\u0e2e\u0e2a\u0e15\u0e4c\u0e2b\u0e23\u0e37\u0e2d IP \u0e41\u0e2d\u0e14\u0e40\u0e14\u0e23\u0e2a\u0e17\u0e35\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e43\u0e0a\u0e49\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e15\u0e48\u0e2d\u0e01\u0e31\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e17\u0e35\u0e48\u0e40\u0e01\u0e47\u0e1a\u0e44\u0e1f\u0e25\u0e4c\u0e41\u0e25\u0e30\u0e15\u0e49\u0e2d\u0e07\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07\u0e44\u0e14\u0e49
Message_SharedDataServerUnknown$useraction=\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e27\u0e48\u0e32\u0e0a\u0e37\u0e48\u0e2d\u0e42\u0e2e\u0e2a\u0e15\u0e4c\u0e2b\u0e23\u0e37\u0e2d IP \u0e41\u0e2d\u0e14\u0e40\u0e14\u0e23\u0e2a\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07 \u0e41\u0e25\u0e30\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07\u0e08\u0e32\u0e01\u0e42\u0e2e\u0e2a\u0e15\u0e4c\u0e19\u0e35\u0e49\u0e44\u0e14\u0e49\u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48

Message_SharedDataDirectoryNull$uuid=CLFAD2028E
Message_SharedDataDirectoryVNull$message=\u0e1b\u0e49\u0e2d\u0e19\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e41\u0e1a\u0e1a\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e02\u0e2d\u0e07 Viewer Data
Message_SharedDataDirectoryDNull$message=\u0e1b\u0e49\u0e2d\u0e19\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e41\u0e1a\u0e1a\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e02\u0e2d\u0e07 Docs Data
Message_SharedDataDirectoryNull$explanation=\u0e15\u0e49\u0e2d\u0e07\u0e23\u0e30\u0e1a\u0e38\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e1a\u0e19\u0e23\u0e35\u0e42\u0e21\u0e15\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e01\u0e47\u0e1a\u0e44\u0e1f\u0e25\u0e4c\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e41\u0e1b\u0e25\u0e07\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e43\u0e0a\u0e49\u0e42\u0e14\u0e22\u0e41\u0e2d\u0e47\u0e1e\u0e1e\u0e25\u0e34\u0e40\u0e04\u0e0a\u0e31\u0e19\u0e17\u0e35\u0e48\u0e23\u0e30\u0e1a\u0e38
Message_SharedDataDirectoryNull$useraction=\u0e23\u0e30\u0e1a\u0e38\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e17\u0e35\u0e48\u0e40\u0e01\u0e47\u0e1a\u0e44\u0e1f\u0e25\u0e4c

Message_SharedDataDirectorySame$uuid=CLFAD2033E
Message_SharedDataDirectorySame$message=Viewer \u0e41\u0e25\u0e30 Docs \u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e21\u0e31\u0e1e\u0e32\u0e18\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e41\u0e1a\u0e1a\u0e42\u0e25\u0e04\u0e31\u0e25\u0e40\u0e14\u0e35\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e40\u0e2d\u0e47\u0e01\u0e0b\u0e4c\u0e1e\u0e2d\u0e23\u0e4c\u0e15
Message_SharedDataDirectorySame$explanation=\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e43\u0e2b\u0e49\u0e41\u0e19\u0e48\u0e43\u0e08\u0e27\u0e48\u0e32\u0e08\u0e30\u0e44\u0e21\u0e48\u0e21\u0e35\u0e04\u0e27\u0e32\u0e21\u0e02\u0e31\u0e14\u0e41\u0e22\u0e49\u0e07\u0e23\u0e30\u0e2b\u0e27\u0e48\u0e32\u0e07\u0e41\u0e2d\u0e47\u0e1e\u0e1e\u0e25\u0e34\u0e40\u0e04\u0e0a\u0e31\u0e19 Viewer \u0e41\u0e25\u0e30 Docs \u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e43\u0e0a\u0e49\u0e1e\u0e32\u0e18\u0e17\u0e35\u0e48\u0e41\u0e15\u0e01\u0e15\u0e48\u0e32\u0e07\u0e01\u0e31\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e40\u0e2d\u0e47\u0e01\u0e0b\u0e4c\u0e1e\u0e2d\u0e23\u0e4c\u0e15
Message_SharedDataDirectorySame$useraction=\u0e23\u0e30\u0e1a\u0e38\u0e1e\u0e32\u0e18\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e41\u0e1a\u0e1a\u0e42\u0e25\u0e04\u0e31\u0e25\u0e17\u0e35\u0e48\u0e41\u0e15\u0e01\u0e15\u0e48\u0e32\u0e07\u0e01\u0e31\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e41\u0e15\u0e48\u0e25\u0e30\u0e41\u0e2d\u0e47\u0e1e\u0e1e\u0e25\u0e34\u0e40\u0e04\u0e0a\u0e31\u0e19

Message_SharedDataDirectoryNotPath$uuid=CLFAD2030E
Message_SharedDataDirectoryNotPath$message={0} \u0e15\u0e49\u0e2d\u0e07\u0e40\u0e1b\u0e47\u0e19\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35
Message_SharedDataDirectoryNotPath$explanation=\u0e1e\u0e32\u0e18\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e41\u0e1a\u0e1a\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e41\u0e1a\u0e1a\u0e42\u0e25\u0e04\u0e31\u0e25\u0e17\u0e35\u0e48\u0e23\u0e30\u0e1a\u0e38\u0e15\u0e49\u0e2d\u0e07\u0e40\u0e1b\u0e47\u0e19\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35 \u0e2b\u0e49\u0e32\u0e21\u0e23\u0e30\u0e1a\u0e38\u0e0a\u0e37\u0e48\u0e2d\u0e02\u0e2d\u0e07\u0e2d\u0e47\u0e2d\u0e1a\u0e40\u0e08\u0e47\u0e01\u0e15\u0e4c\u0e20\u0e32\u0e22\u0e43\u0e19\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35
Message_SharedDataDirectoryNotPath$useraction=\u0e23\u0e30\u0e1a\u0e38\u0e0a\u0e37\u0e48\u0e2d\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e42\u0e25\u0e04\u0e31\u0e25\u0e42\u0e2e\u0e2a\u0e15\u0e4c \u0e42\u0e1b\u0e23\u0e14\u0e14\u0e39\u0e17\u0e35\u0e48\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e1b\u0e31\u0e0d\u0e2b\u0e32 \u0e43\u0e19 Installation Manager \u0e04\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48 \u0e44\u0e1f\u0e25\u0e4c > \u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 \u0e43\u0e19\u0e42\u0e2b\u0e21\u0e14\u0e04\u0e2d\u0e19\u0e42\u0e0b\u0e25 \u0e1b\u0e49\u0e2d\u0e19 S \u0e1a\u0e19\u0e40\u0e21\u0e19\u0e39\u0e2b\u0e25\u0e31\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e25\u0e37\u0e2d\u0e01 \u0e14\u0e39\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07

Message_SharedDataDirectoryCannotCreate$uuid=CLFAD2031E
Message_SharedDataDirectoryCannotCreate$message=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35 {0}
Message_SharedDataDirectoryCannotCreate$explanation=\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e41\u0e1a\u0e1a\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e41\u0e1a\u0e1a\u0e42\u0e25\u0e04\u0e31\u0e25\u0e17\u0e35\u0e48\u0e23\u0e30\u0e1a\u0e38\u0e15\u0e49\u0e2d\u0e07\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e43\u0e2b\u0e49\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e44\u0e14\u0e49
Message_SharedDataDirectoryCannotCreate$useraction=\u0e23\u0e30\u0e1a\u0e38\u0e0a\u0e37\u0e48\u0e2d\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e42\u0e25\u0e04\u0e31\u0e25\u0e42\u0e2e\u0e2a\u0e15\u0e4c \u0e42\u0e1b\u0e23\u0e14\u0e14\u0e39\u0e17\u0e35\u0e48\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e1b\u0e31\u0e0d\u0e2b\u0e32 \u0e43\u0e19 Installation Manager \u0e04\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48 \u0e44\u0e1f\u0e25\u0e4c > \u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 \u0e43\u0e19\u0e42\u0e2b\u0e21\u0e14\u0e04\u0e2d\u0e19\u0e42\u0e0b\u0e25 \u0e1b\u0e49\u0e2d\u0e19 S \u0e1a\u0e19\u0e40\u0e21\u0e19\u0e39\u0e2b\u0e25\u0e31\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e25\u0e37\u0e2d\u0e01 \u0e14\u0e39\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07

Message_SharedDataDirectoryExist$uuid=CLFAD2029E
Message_SharedDataDirectoryExist$message=\u0e21\u0e35 {0} \u0e2d\u0e22\u0e39\u0e48\u0e41\u0e25\u0e49\u0e27
Message_SharedDataDirectoryExist$explanation=\u0e1e\u0e32\u0e18\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e41\u0e1a\u0e1a\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e41\u0e1a\u0e1a\u0e42\u0e25\u0e04\u0e31\u0e25\u0e17\u0e35\u0e48\u0e23\u0e30\u0e1a\u0e38\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e2d\u0e22\u0e39\u0e48 \u0e44\u0e21\u0e48\u0e2d\u0e19\u0e38\u0e0d\u0e32\u0e15\u0e43\u0e2b\u0e49\u0e43\u0e0a\u0e49 \u0e40\u0e21\u0e37\u0e48\u0e2d\u0e43\u0e0a\u0e49\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e21\u0e32\u0e17\u0e4c\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e41\u0e1a\u0e1a\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e41\u0e1a\u0e1a\u0e23\u0e35\u0e42\u0e21\u0e15
Message_SharedDataDirectoryExist$useraction=\u0e1e\u0e32\u0e18\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e41\u0e1a\u0e1a\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e41\u0e1a\u0e1a\u0e42\u0e25\u0e04\u0e31\u0e25\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e2d\u0e22\u0e39\u0e48 \u0e40\u0e25\u0e37\u0e2d\u0e01\u0e1e\u0e32\u0e18\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e41\u0e1a\u0e1a\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e41\u0e1a\u0e1a\u0e42\u0e25\u0e04\u0e31\u0e25\u0e17\u0e35\u0e48\u0e1e\u0e23\u0e49\u0e2d\u0e21\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e41\u0e25\u0e30\u0e25\u0e2d\u0e07\u0e2d\u0e35\u0e01\u0e04\u0e23\u0e31\u0e49\u0e07


#Error message in validator
NULL_ERROR_DOCS_EXT_INSTALLATION_PATH=\u0e1b\u0e49\u0e2d\u0e19\u0e1e\u0e32\u0e18\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a HCL Connections Extension
NULL_ERROR_DOCS_EXT_INSTALLATION_PATH_UUID=CLFAD3001E
NULL_ERROR_DOCS_EXT_INSTALLATION_EXPLANATION=\u0e1e\u0e32\u0e18\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 HCL Connections Extension \u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e17\u0e35\u0e48\u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19
NULL_ERROR_DOCS_EXT_INSTALLATION_PATH_USERACTION=\u0e1b\u0e49\u0e2d\u0e19\u0e1e\u0e32\u0e18

NULL_ERROR_DOCS_EXT_INSTALLATION_PATH1=\u0e1e\u0e32\u0e18\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a HCL Connections Extension \u0e17\u0e35\u0e48\u0e1b\u0e49\u0e2d\u0e19\u0e44\u0e21\u0e48\u0e43\u0e0a\u0e48\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e22\u0e48\u0e2d\u0e22\u0e17\u0e35\u0e48\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e02\u0e2d\u0e07\u0e08\u0e38\u0e14\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e17\u0e35\u0e48\u0e40\u0e2d\u0e47\u0e01\u0e0b\u0e4c\u0e1e\u0e2d\u0e23\u0e4c\u0e15\u0e43\u0e19\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c nfs \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a HCL Connections
NULL_ERROR_DOCS_EXT_INSTALLATION_PATH1_UUID=CLFAD30010E
NULL_ERROR_DOCS_EXT_INSTALLATION_PATH1_EXPLANATION=\u0e1e\u0e32\u0e18\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e02\u0e2d\u0e07 HCL Connections Extension \u0e15\u0e49\u0e2d\u0e07\u0e40\u0e1b\u0e47\u0e19\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e17\u0e35\u0e48\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e02\u0e2d\u0e07\u0e08\u0e38\u0e14\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e17\u0e35\u0e48\u0e40\u0e2d\u0e47\u0e01\u0e0b\u0e4c\u0e1e\u0e2d\u0e23\u0e4c\u0e15\u0e43\u0e19\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c nfs \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a HCL Connections
NULL_ERROR_DOCS_EXT_INSTALLATION_PATH1_USERACTION=\u0e1b\u0e49\u0e2d\u0e19\u0e1e\u0e32\u0e18\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07\u0e2a\u0e48\u0e27\u0e19\u0e02\u0e22\u0e32\u0e22\u0e02\u0e2d\u0e07 HCL Connections

NULL_ERROR_DOCS_EXT_INSTALLATION_PATH2=\u0e1e\u0e32\u0e18\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e17\u0e35\u0e48\u0e1b\u0e49\u0e2d\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a HCL Connections Extension \u0e44\u0e21\u0e48\u0e43\u0e0a\u0e48\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
NULL_ERROR_DOCS_EXT_INSTALLATION_PATH2_UUID=CLFAD30011E

NULL_ERROR_DOCS_EXT_SHARED_PATH=\u0e1b\u0e49\u0e2d\u0e19\u0e1e\u0e32\u0e18\u0e41\u0e1a\u0e1a\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e02\u0e2d\u0e07 daemon
NULL_ERROR_DOCS_EXT_SHARED_PATH_UUID=CLFAD3002E
NULL_ERROR_DOCS_EXT_SHARED_PATH_EXPLANATION=\u0e1e\u0e32\u0e18\u0e41\u0e1a\u0e1a\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e02\u0e2d\u0e07 daemon \u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e17\u0e35\u0e48\u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19
NULL_ERROR_DOCS_EXT_SHARED_PATH_USERACTION=\u0e1b\u0e49\u0e2d\u0e19\u0e1e\u0e32\u0e18

NULL_ERROR_DOCS_EXT_SHARED_PATH1=\u0e1e\u0e32\u0e18\u0e41\u0e1a\u0e1a\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e02\u0e2d\u0e07 daemon \u0e17\u0e35\u0e48\u0e1b\u0e49\u0e2d\u0e19\u0e44\u0e21\u0e48\u0e43\u0e0a\u0e48\u0e08\u0e38\u0e14\u0e44\u0e04\u0e25\u0e40\u0e2d\u0e47\u0e19\u0e15\u0e4c\u0e17\u0e35\u0e48\u0e40\u0e21\u0e32\u0e17\u0e4c\u0e01\u0e31\u0e1a\u0e08\u0e38\u0e14\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e17\u0e35\u0e48\u0e40\u0e2d\u0e47\u0e01\u0e0b\u0e4c\u0e1e\u0e2d\u0e23\u0e4c\u0e15\u0e43\u0e19\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c nfs \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a HCL Connections
NULL_ERROR_DOCS_EXT_SHARED_PATH1_UUID=CLFAD30020E
NULL_ERROR_DOCS_EXT_SHARED_PATH1_EXPLANATION=\u0e1e\u0e32\u0e18\u0e41\u0e1a\u0e1a\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e02\u0e2d\u0e07 daemon \u0e15\u0e49\u0e2d\u0e07\u0e40\u0e1b\u0e47\u0e19\u0e08\u0e38\u0e14\u0e44\u0e04\u0e25\u0e40\u0e2d\u0e47\u0e19\u0e15\u0e4c\u0e17\u0e35\u0e48\u0e40\u0e21\u0e32\u0e17\u0e4c\u0e01\u0e31\u0e1a\u0e08\u0e38\u0e14\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e17\u0e35\u0e48\u0e40\u0e2d\u0e47\u0e01\u0e0b\u0e4c\u0e1e\u0e2d\u0e23\u0e4c\u0e15\u0e43\u0e19\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c nfs \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a HCL Connections \u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e22\u0e48\u0e2d\u0e22
NULL_ERROR_DOCS_EXT_SHARED_PATH1_USERACTIONN=\u0e1b\u0e49\u0e2d\u0e19\u0e1e\u0e32\u0e18\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e41\u0e1a\u0e1a\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e02\u0e2d\u0e07 HCL Connections

NULL_ERROR_DOCS_EXT_SHARED_PATH2=\u0e1e\u0e32\u0e18\u0e41\u0e1a\u0e1a\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e02\u0e2d\u0e07 daemon \u0e17\u0e35\u0e48\u0e1b\u0e49\u0e2d\u0e19\u0e44\u0e21\u0e48\u0e43\u0e0a\u0e48\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
NULL_ERROR_DOCS_EXT_SHARED_PATH2_UUID=CLFAD30021E

NULL_ERROR_DOCS_EXT_J2C_ALIAS=\u0e1b\u0e49\u0e2d\u0e19\u0e19\u0e32\u0e21\u0e41\u0e1d\u0e07 J2C \u0e02\u0e2d\u0e07\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e41\u0e1a\u0e1a\u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a HCL Connections \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a ${ComponentNameEditor}
NULL_ERROR_DOCS_EXT_J2C_ALIAS_UUID=CLFAD3003E
NULL_ERROR_DOCS_EXT_J2C_ALIAS_EXPLANATION=\u0e19\u0e32\u0e21\u0e41\u0e1d\u0e07 J2C \u0e02\u0e2d\u0e07\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e41\u0e1a\u0e1a\u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a HCL Connections \u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e31\u0e1a\u0e43\u0e0a\u0e49 WebSphere Application Server \u0e17\u0e35\u0e48\u0e1b\u0e23\u0e30\u0e01\u0e2d\u0e1a\u0e14\u0e49\u0e27\u0e22 ${ComponentNameEditor} \u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e02\u0e2d\u0e07\u0e19\u0e32\u0e21\u0e41\u0e1d\u0e07\u0e19\u0e35\u0e49\u0e15\u0e49\u0e2d\u0e07\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e42\u0e22\u0e07\u0e01\u0e31\u0e1a\u0e1a\u0e17\u0e1a\u0e32\u0e17\u0e01\u0e32\u0e23\u0e23\u0e31\u0e23\u0e01\u0e29\u0e32\u0e04\u0e27\u0e32\u0e21\u0e1b\u0e25\u0e2d\u0e14\u0e20\u0e31\u0e22\u0e17\u0e35\u0e48 ${ComponentNameEditor} \u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23
NULL_ERROR_DOCS_EXT_J2C_ALIAS_USERACTION=\u0e1b\u0e49\u0e2d\u0e19\u0e0a\u0e37\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49 \u0e40\u0e0a\u0e48\u0e19 connectionsAdmin

NULL_ERROR_DOCS_EXT_IC_VERSION=\u0e1b\u0e49\u0e2d\u0e19\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e0a\u0e31\u0e19\u0e02\u0e2d\u0e07 HCL Connections
NULL_ERROR_DOCS_EXT_IC_VERSION_UUID=CLFAD3004E
NULL_ERROR_DOCS_EXT_IC_VERSION_EXPLANATION=\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e0a\u0e31\u0e19\u0e02\u0e2d\u0e07 HCL Connections \u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e17\u0e35\u0e48\u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19
NULL_ERROR_DOCS_EXT_IC_VERSION_USERACTION=\u0e1b\u0e49\u0e2d\u0e19\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e0a\u0e31\u0e19

INVALID_ERROR_DOCS_EXT_IC_VERSION_INVALID=\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e0a\u0e31\u0e19\u0e02\u0e2d\u0e07 HCL Connections \u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e0a\u0e31\u0e19\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e04\u0e37\u0e2d 5.0 \u0e41\u0e25\u0e30 5.5
INVALID_ERROR_DOCS_EXT_IC_VERSION_INVALID_UUID=CLFAD3005E
INVALID_ERROR_DOCS_EXT_IC_VERSION_INVALID_EXPLANATION=\u0e04\u0e48\u0e32\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e0a\u0e31\u0e19\u0e02\u0e2d\u0e07 HCL Connections
INVALID_ERROR_DOCS_EXT_IC_VERSION_INVALID_USERACTION=\u0e1b\u0e49\u0e2d\u0e19 5.0 \u0e2b\u0e23\u0e37\u0e2d 5.5.

NULL_ERROR_VIEWER_EXT_J2C_ALIAS=\u0e1b\u0e49\u0e2d\u0e19\u0e19\u0e32\u0e21\u0e41\u0e1d\u0e07 J2C \u0e02\u0e2d\u0e07\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e41\u0e1a\u0e1a\u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a HCL Connections \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a ${ComponentNameViewer}
NULL_ERROR_VIEWER_EXT_J2C_ALIAS_UUID=CLFAD3006E
NULL_ERROR_VIEWER_EXT_J2C_ALIAS_EXPLANATION=\u0e19\u0e32\u0e21\u0e41\u0e1d\u0e07 J2C \u0e02\u0e2d\u0e07\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e41\u0e1a\u0e1a\u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a HCL Connections \u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e31\u0e1a\u0e43\u0e0a\u0e49 WebSphere Application Server \u0e17\u0e35\u0e48\u0e1b\u0e23\u0e30\u0e01\u0e2d\u0e1a\u0e14\u0e49\u0e27\u0e22 ${ComponentNameViewer} \u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e02\u0e2d\u0e07\u0e19\u0e32\u0e21\u0e41\u0e1d\u0e07\u0e19\u0e35\u0e49\u0e15\u0e49\u0e2d\u0e07\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e42\u0e22\u0e07\u0e01\u0e31\u0e1a\u0e1a\u0e17\u0e1a\u0e32\u0e17\u0e01\u0e32\u0e23\u0e23\u0e31\u0e23\u0e01\u0e29\u0e32\u0e04\u0e27\u0e32\u0e21\u0e1b\u0e25\u0e2d\u0e14\u0e20\u0e31\u0e22\u0e17\u0e35\u0e48 ${ComponentNameViewer} \u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23
NULL_ERROR_VIEWER_EXT_J2C_ALIAS_USERACTION= \u0e1b\u0e49\u0e2d\u0e19\u0e0a\u0e37\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49 \u0e40\u0e0a\u0e48\u0e19 connectionsAdmin

NULL_ERROR_VIEWER_SHARED_DIRECTORY=\u0e1b\u0e49\u0e2d\u0e19\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e41\u0e1a\u0e1a\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49
NULL_ERROR_VIEWER_SHARED_DIRECTORY_UUID=CLFAD3008E
NULL_ERROR_VIEWER_SHARED_DIRECTORY_EXPLANATION=\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e41\u0e1a\u0e1a\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e17\u0e35\u0e48\u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19
NULL_ERROR_VIEWER_SHARED_DIRECTORY_USERACTION=\u0e1b\u0e49\u0e2d\u0e19\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e41\u0e1a\u0e1a\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49

NULL_ERROR_VIEWER_CONNECTION_SERVICE_PATH=\u0e1b\u0e49\u0e2d\u0e19\u0e0a\u0e37\u0e48\u0e2d\u0e42\u0e2e\u0e2a\u0e15\u0e4c\u0e41\u0e1a\u0e1a\u0e40\u0e15\u0e47\u0e21\u0e41\u0e25\u0e30\u0e41\u0e2d\u0e14\u0e40\u0e14\u0e23\u0e2a\u0e02\u0e2d\u0e07 ${ComponentNameConversion}
NULL_ERROR_VIEWER_CONNECTION_SERVICE_PATH_UUID=CLFAD3009E
NULL_ERROR_VIEWER_CONNECTION_SERVICE_PATH_EXPLANATION=\u0e0a\u0e37\u0e48\u0e2d\u0e42\u0e2e\u0e2a\u0e15\u0e4c\u0e41\u0e1a\u0e1a\u0e40\u0e15\u0e47\u0e21\u0e41\u0e25\u0e30\u0e41\u0e2d\u0e14\u0e40\u0e14\u0e23\u0e2a\u0e02\u0e2d\u0e07 ${ComponentNameConversion} \u0e04\u0e37\u0e2d\u0e04\u0e48\u0e32\u0e1a\u0e31\u0e07\u0e04\u0e31\u0e1a \u0e40\u0e0a\u0e48\u0e19: http://conversion.example.com/conversion
INVALID_ERROR_VIEWER_CONNECTION_SERVICE_PATH_USERACTION=\u0e16\u0e49\u0e32 ${ComponentNameConversion} \u0e16\u0e39\u0e01\u0e17\u0e33\u0e04\u0e25\u0e31\u0e2a\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e44\u0e27\u0e49 \u0e43\u0e2b\u0e49\u0e1b\u0e49\u0e2d\u0e19\u0e42\u0e2e\u0e2a\u0e15\u0e4c\u0e41\u0e2d\u0e14\u0e40\u0e14\u0e23\u0e2a\u0e02\u0e2d\u0e07\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e01\u0e32\u0e23\u0e17\u0e33\u0e42\u0e2b\u0e25\u0e14\u0e1a\u0e32\u0e25\u0e32\u0e19\u0e0b\u0e4c

INVALID_ERROR_VIEWER_CONNECTION_SERVICE_PATH=\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e0a\u0e37\u0e48\u0e2d\u0e42\u0e2e\u0e2a\u0e15\u0e4c\u0e40\u0e15\u0e47\u0e21\u0e41\u0e25\u0e30\u0e41\u0e2d\u0e14\u0e40\u0e14\u0e23\u0e2a\u0e02\u0e2d\u0e07 ${ComponentNameConversion}
INVALID_ERROR_VIEWER_CONNECTION_SERVICE_PATH_UUID=CLFAD3010E
INVALID_ERROR_VIEWER_CONNECTION_SERVICE_PATH_EXPLANATION=\u0e0a\u0e37\u0e48\u0e2d\u0e42\u0e2e\u0e2a\u0e15\u0e4c\u0e41\u0e1a\u0e1a\u0e40\u0e15\u0e47\u0e21\u0e41\u0e25\u0e30\u0e41\u0e2d\u0e14\u0e40\u0e14\u0e23\u0e2a\u0e02\u0e2d\u0e07 ${ComponentNameConversion} \u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07 \u0e40\u0e0a\u0e48\u0e19: http://conversion.example.com/conversion
INVALID_ERROR_VIEWER_CONNECTION_SERVICE_PATH_USERACTION=\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e27\u0e48\u0e32\u0e1e\u0e32\u0e18\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07

NULL_ERROR_VIEWER_AUTHENTICATION_SERVER_HOST_OF_DOCS=Authentication Server Host of Docs \u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e17\u0e35\u0e48\u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19  \u0e1b\u0e49\u0e2d\u0e19\u0e42\u0e2e\u0e2a\u0e15\u0e4c
NULL_ERROR_VIEWER_AUTHENTICATION_SERVER_HOST_OF_DOCS_UUID=CLFAD3011E
NULL_ERROR_VIEWER_AUTHENTICATION_SERVER_HOST_OF_DOCS_EXPLANATION=Authentication Server Host \u0e02\u0e2d\u0e07 ${ProductName} \u0e04\u0e37\u0e2d\u0e04\u0e48\u0e32\u0e1a\u0e31\u0e07\u0e04\u0e31\u0e1a
NULL_ERROR_VIEWER_AUTHENTICATION_SERVER_HOST_OF_DOCS_USERACTION=\u0e1b\u0e49\u0e2d\u0e19\u0e42\u0e2e\u0e2a\u0e15\u0e4c

INVALID_ERROR_VIEWER_AUTHENTICATION_SERVER_HOST_OF_DOCS=\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a URL \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e01\u0e32\u0e23\u0e1e\u0e34\u0e2a\u0e39\u0e08\u0e19\u0e4c\u0e15\u0e31\u0e27\u0e15\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a ${ProductName}
INVALID_ERROR_VIEWER_AUTHENTICATION_SERVER_HOST_OF_DOCS_UUID=CLFAD3012E
INVALID_ERROR_VIEWER_AUTHENTICATION_SERVER_HOST_OF_DOCS_EXPLANATION=\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e0a\u0e19\u0e34\u0e14\u0e01\u0e32\u0e23\u0e1e\u0e34\u0e2a\u0e39\u0e08\u0e19\u0e4c\u0e15\u0e31\u0e27\u0e15\u0e19\u0e40\u0e1b\u0e47\u0e19 TAM \u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e1b\u0e49\u0e2d\u0e19\u0e0a\u0e37\u0e48\u0e2d\u0e42\u0e2e\u0e2a\u0e15\u0e4c\u0e41\u0e25\u0e30\u0e41\u0e2d\u0e14\u0e40\u0e14\u0e23\u0e2a\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a WebSEAL - \u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e19\u0e35\u0e49\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e27\u0e48\u0e32\u0e07
INVALID_ERROR_VIEWER_AUTHENTICATION_SERVER_HOST_OF_DOCS_USERACTION=\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e27\u0e48\u0e32 URL \u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07 \u0e15\u0e31\u0e27\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e40\u0e0a\u0e48\u0e19 https://connections.example.com

NULL_ERROR_VIEWER_CLEANING_lATEST_VERSION_OF_DOCUMENT_CACHE=\u0e1b\u0e49\u0e2d\u0e19\u0e08\u0e33\u0e19\u0e27\u0e19\u0e27\u0e31\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e25\u0e49\u0e32\u0e07\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e0a\u0e31\u0e19\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14\u0e02\u0e2d\u0e07\u0e41\u0e04\u0e0a\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23
NULL_ERROR_VIEWER_CLEANING_lATEST_VERSION_OF_DOCUMENT_CACHE_UUID=CLFAD3013E
NULL_ERROR_VIEWER_CLEANING_lATEST_VERSION_OF_DOCUMENT_CACHE_EXPLANATION=\u0e04\u0e48\u0e32\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e16\u0e35\u0e48\u0e17\u0e35\u0e48\u0e08\u0e30\u0e25\u0e49\u0e32\u0e07\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e0a\u0e31\u0e19\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14\u0e02\u0e2d\u0e07\u0e41\u0e04\u0e0a\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e17\u0e35\u0e48\u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19
NULL_ERROR_VIEWER_CLEANING_lATEST_VERSION_OF_DOCUMENT_CACHE_USERACTION=\u0e1b\u0e49\u0e2d\u0e19\u0e08\u0e33\u0e19\u0e27\u0e19\u0e27\u0e31\u0e19 \u0e04\u0e48\u0e32\u0e17\u0e35\u0e48\u0e41\u0e19\u0e30\u0e19\u0e33 \u0e04\u0e37\u0e2d 30

INVALID_ERROR_VIEWER_CLEANING_lATEST_VERSION_OF_DOCUMENT_CACHE=\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e08\u0e33\u0e19\u0e27\u0e19\u0e27\u0e31\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e25\u0e49\u0e32\u0e07\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e0a\u0e31\u0e19\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14\u0e02\u0e2d\u0e07\u0e41\u0e04\u0e0a\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23
INVALID_ERROR_VIEWER_CLEANING_lATEST_VERSION_OF_DOCUMENT_CACHE_UUID=CLFAD3014E
INVALID_ERROR_VIEWER_CLEANING_lATEST_VERSION_OF_DOCUMENT_CACHE_EXPLANATION=\u0e04\u0e48\u0e32\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e16\u0e35\u0e48\u0e17\u0e35\u0e48\u0e08\u0e30\u0e25\u0e49\u0e32\u0e07\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e0a\u0e31\u0e19\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14\u0e02\u0e2d\u0e07\u0e41\u0e04\u0e0a\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e15\u0e49\u0e2d\u0e07\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
INVALID_ERROR_VIEWER_CLEANING_lATEST_VERSION_OF_DOCUMENT_CACHE_USERACTION=\u0e1b\u0e49\u0e2d\u0e19\u0e08\u0e33\u0e19\u0e27\u0e19\u0e27\u0e31\u0e19 \u0e04\u0e48\u0e32\u0e17\u0e35\u0e48\u0e41\u0e19\u0e30\u0e19\u0e33 \u0e04\u0e37\u0e2d 30

NULL_ERROR_VIEWER_TRIGGERING_LATEST_VERSION_CLEANING=\u0e1b\u0e49\u0e2d\u0e19\u0e02\u0e19\u0e32\u0e14\u0e41\u0e04\u0e0a\u0e2a\u0e39\u0e07\u0e2a\u0e38\u0e14\u0e17\u0e35\u0e48\u0e08\u0e30\u0e17\u0e23\u0e34\u0e01\u0e40\u0e01\u0e2d\u0e23\u0e4c\u0e01\u0e32\u0e23\u0e25\u0e49\u0e32\u0e07\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e0a\u0e31\u0e19\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14
NULL_ERROR_VIEWER_TRIGGERING_LATEST_VERSION_CLEANING_UUID=CLFAD3015E
NULL_ERROR_VIEWER_TRIGGERING_LATEST_VERSION_CLEANING_EXPLANATION=\u0e02\u0e19\u0e32\u0e14\u0e41\u0e04\u0e0a\u0e2a\u0e39\u0e07\u0e2a\u0e38\u0e14\u0e17\u0e35\u0e48\u0e08\u0e30\u0e17\u0e23\u0e34\u0e01\u0e40\u0e01\u0e2d\u0e23\u0e4c\u0e01\u0e32\u0e23\u0e25\u0e49\u0e32\u0e07\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e0a\u0e31\u0e19\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e17\u0e35\u0e48\u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19
NULL_ERROR_VIEWER_TRIGGERING_LATEST_VERSION_CLEANING_USERACTION= \u0e1b\u0e49\u0e2d\u0e19\u0e02\u0e19\u0e32\u0e14\u0e41\u0e04\u0e0a\u0e23\u0e30\u0e2b\u0e27\u0e48\u0e32\u0e07 64 GB \u0e41\u0e25\u0e30 256 GB \u0e04\u0e48\u0e32\u0e17\u0e35\u0e48\u0e41\u0e19\u0e30\u0e19\u0e33 \u0e04\u0e37\u0e2d 256 GB

INVALID_ERROR_VIEWER_TRIGGERING_LATEST_VERSION_CLEANING=\u0e1b\u0e49\u0e2d\u0e19\u0e15\u0e31\u0e27\u0e40\u0e25\u0e02\u0e23\u0e30\u0e2b\u0e27\u0e48\u0e32\u0e07 [64, ~] \u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e02\u0e19\u0e32\u0e14\u0e41\u0e04\u0e0a\u0e2a\u0e39\u0e07\u0e2a\u0e38\u0e14\u0e17\u0e35\u0e48\u0e08\u0e30\u0e17\u0e23\u0e34\u0e01\u0e40\u0e01\u0e2d\u0e23\u0e4c\u0e01\u0e32\u0e23\u0e25\u0e49\u0e32\u0e07\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e0a\u0e31\u0e19\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14
INVALID_ERROR_VIEWER_TRIGGERING_LATEST_VERSION_CLEANING_UUID=CLFAD3016E
INVALID_ERROR_VIEWER_TRIGGERING_LATEST_VERSION_CLEANING_EXPLANATION=\u0e04\u0e48\u0e32\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e02\u0e19\u0e32\u0e14\u0e41\u0e04\u0e0a\u0e2a\u0e39\u0e07\u0e2a\u0e38\u0e14\u0e17\u0e35\u0e48\u0e08\u0e30\u0e17\u0e23\u0e34\u0e01\u0e40\u0e01\u0e2d\u0e23\u0e4c\u0e01\u0e32\u0e23\u0e25\u0e49\u0e32\u0e07\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e0a\u0e31\u0e19\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14\u0e15\u0e49\u0e2d\u0e07\u0e40\u0e1b\u0e47\u0e19\u0e15\u0e31\u0e27\u0e40\u0e25\u0e02\u0e23\u0e30\u0e2b\u0e27\u0e48\u0e32\u0e07 [64, ~]
INVALID_ERROR_VIEWER_TRIGGERING_LATEST_VERSION_CLEANING_USERACTION=\u0e1b\u0e49\u0e2d\u0e19\u0e15\u0e31\u0e27\u0e40\u0e25\u0e02\u0e23\u0e30\u0e2b\u0e27\u0e48\u0e32\u0e07 [64, ~]

NULL_ERROR_ECM_FNCMIS_URL=\u0e1b\u0e49\u0e2d\u0e19 URL \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a IBM Content Management Interoperability Services
NULL_ERROR_ECM_FNCMIS_URL_UUID=CLFAD3017E
NULL_ERROR_ECM_FNCMIS_URL_EXPLANATION=\u0e0a\u0e37\u0e48\u0e2d\u0e42\u0e2e\u0e2a\u0e15\u0e4c\u0e41\u0e1a\u0e1a\u0e40\u0e15\u0e47\u0e21\u0e41\u0e25\u0e30\u0e41\u0e2d\u0e14\u0e40\u0e14\u0e23\u0e2a\u0e02\u0e2d\u0e07\u0e40\u0e0b\u0e2d\u0e23\u0e4c\u0e27\u0e34\u0e2a IBM CMIS \u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e17\u0e35\u0e48\u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19 \u0e40\u0e0a\u0e48\u0e19: http://navigator.example.com/fncmis
NULL_ERROR_ECM_FNCMIS_URL_USERACTION=\u0e1b\u0e49\u0e2d\u0e19 URL

INVALID_ERROR_ECM_FNCMIS_URL=\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a URL \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a IBM Content Management Interoperability Services
INVALID_ERROR_ECM_FNCMIS_URL_UUID=CLFAD3018E
INVALID_ERROR_ECM_FNCMIS_URL_EXPLANATION=\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e0a\u0e37\u0e48\u0e2d\u0e42\u0e2e\u0e2a\u0e15\u0e4c\u0e41\u0e1a\u0e1a\u0e40\u0e15\u0e47\u0e21\u0e41\u0e25\u0e30\u0e41\u0e2d\u0e14\u0e40\u0e14\u0e23\u0e2a\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e02\u0e2d\u0e07\u0e40\u0e0b\u0e2d\u0e23\u0e4c\u0e27\u0e34\u0e2a IBM CMIS \u0e40\u0e0a\u0e48\u0e19: http://navigator.example.com/fncmis
INVALID_ERROR_ECM_FNCMIS_URL_USERACTION=\u0e1b\u0e49\u0e2d\u0e19 URL \u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07

NULL_ERROR_ECM_FNCS_URL=\u0e1b\u0e49\u0e2d\u0e19 URL \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a IBM FileNet Collaboration Services
NULL_ERROR_ECM_FNCS_URL_UUID=CLFAD3019E
NULL_ERROR_ECM_FNCS_URL_EXPLANATION=\u0e0a\u0e37\u0e48\u0e2d\u0e42\u0e2e\u0e2a\u0e15\u0e4c\u0e41\u0e1a\u0e1a\u0e40\u0e15\u0e47\u0e21\u0e41\u0e25\u0e30\u0e41\u0e2d\u0e14\u0e40\u0e14\u0e23\u0e2a\u0e02\u0e2d\u0e07\u0e40\u0e0b\u0e2d\u0e23\u0e4c\u0e27\u0e34\u0e2a IBM FNCS \u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e17\u0e35\u0e48\u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19 \u0e40\u0e0a\u0e48\u0e19: http://navigator.example.com/dm
NULL_ERROR_ECM_FNCS_URL_USERACTION=\u0e1b\u0e49\u0e2d\u0e19 URL

INVALID_ERROR_ECM_FNCS_URL=\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a URL \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a IBM FileNet Collaboration Services
INVALID_ERROR_ECM_FNCS_URL_UUID=CLFAD3020E
INVALID_ERROR_ECM_FNCS_URL_EXPLANATION=\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e0a\u0e37\u0e48\u0e2d\u0e42\u0e2e\u0e2a\u0e15\u0e4c\u0e41\u0e1a\u0e1a\u0e40\u0e15\u0e47\u0e21\u0e41\u0e25\u0e30\u0e41\u0e2d\u0e14\u0e40\u0e14\u0e23\u0e2a\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e02\u0e2d\u0e07\u0e40\u0e0b\u0e2d\u0e23\u0e4c\u0e27\u0e34\u0e2a IBM FNCS \u0e40\u0e0a\u0e48\u0e19: http://navigator.example.com/dm
INVALID_ERROR_ECM_FNCS_URL_USERACTION=\u0e1b\u0e49\u0e2d\u0e19 URL \u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07

NULL_ERROR_ECM_NAVIGATOR_URL=\u0e1b\u0e49\u0e2d\u0e19 URL \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c IBM Content Navigator
NULL_ERROR_ECM_NAVIGATOR_URL_UUID=CLFAD3021E
NULL_ERROR_ECM_NAVIGATOR_URL_EXPLANATION=\u0e0a\u0e37\u0e48\u0e2d\u0e42\u0e2e\u0e2a\u0e15\u0e4c\u0e41\u0e1a\u0e1a\u0e40\u0e15\u0e47\u0e21\u0e41\u0e25\u0e30\u0e41\u0e2d\u0e14\u0e40\u0e14\u0e23\u0e2a\u0e02\u0e2d\u0e07\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c IBM Content Navigator \u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e17\u0e35\u0e48\u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19 \u0e40\u0e0a\u0e48\u0e19: http://navigator.example/navigator
NULL_ERROR_ECM_NAVIGATOR_URL_USERACTION=\u0e1b\u0e49\u0e2d\u0e19 URL

INVALID_ERROR_ECM_NAVIGATOR_URL=\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a URL \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c IBM Content Navigator
INVALID_ERROR_ECM_NAVIGATOR_URL_UUID=CLFAD3022E
INVALID_ERROR_ECM_NAVIGATOR_URL_EXPLANATION=\u0e0a\u0e37\u0e48\u0e2d\u0e42\u0e2e\u0e2a\u0e15\u0e4c\u0e41\u0e1a\u0e1a\u0e40\u0e15\u0e47\u0e21\u0e41\u0e25\u0e30\u0e41\u0e2d\u0e14\u0e40\u0e14\u0e23\u0e2a\u0e02\u0e2d\u0e07\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c IBM Content Navigator \u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e17\u0e35\u0e48\u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19 \u0e40\u0e0a\u0e48\u0e19: http://navigator.example/navigator
INVALID_ERROR_ECM_NAVIGATOR_URL_USERACTION=\u0e1b\u0e49\u0e2d\u0e19 URL \u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07

NULL_ERROR_ECM_COMMUNITY_URL=\u0e1b\u0e49\u0e2d\u0e19 URL \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c HCL Connections
NULL_ERROR_ECM_COMMUNITY_URL_UUID=CLFAD3023E
NULL_ERROR_ECM_COMMUNITY_URL_EXPLANATION=\u0e0a\u0e37\u0e48\u0e2d\u0e42\u0e2e\u0e2a\u0e15\u0e4c\u0e41\u0e1a\u0e1a\u0e40\u0e15\u0e47\u0e21\u0e41\u0e25\u0e30\u0e41\u0e2d\u0e14\u0e40\u0e14\u0e23\u0e2a\u0e02\u0e2d\u0e07\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c HCL Connections \u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e17\u0e35\u0e48\u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19 \u0e40\u0e0a\u0e48\u0e19: http//connections.example.com/communities
NULL_ERROR_ECM_COMMUNITY_URL_USERACTION=\u0e1b\u0e49\u0e2d\u0e19 URL

INVALID_ERROR_ECM_COMMUNITY_URL=\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a URL \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c HCL Connections
INVALID_ERROR_ECM_COMMUNITY_URL_UUID=CLFAD3024E
INVALID_ERROR_ECM_COMMUNITY_URL_EXPLANATION=\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e0a\u0e37\u0e48\u0e2d\u0e42\u0e2e\u0e2a\u0e15\u0e4c\u0e41\u0e1a\u0e1a\u0e40\u0e15\u0e47\u0e21\u0e41\u0e25\u0e30\u0e41\u0e2d\u0e14\u0e40\u0e14\u0e23\u0e2a\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e02\u0e2d\u0e07\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c HCL Connections \u0e40\u0e0a\u0e48\u0e19 http://connections.renovations.com/communities
INVALID_ERROR_ECM_COMMUNITY_URL_USERACTION=\u0e1b\u0e49\u0e2d\u0e19 URL \u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07

NULL_ERROR_ECM_J2CALIAS_URL=\u0e1b\u0e49\u0e2d\u0e19\u0e19\u0e32\u0e21\u0e41\u0e1d\u0e07 IBM Content Navigator administrative user's J2C
NULL_ERROR_ECM_J2CALIAS_URL_UUID=CLFAD3025E
NULL_ERROR_ECM_J2CALIAS_URL_EXPLANATION=\u0e19\u0e32\u0e21\u0e41\u0e1d\u0e07 J2C \u0e02\u0e2d\u0e07\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e41\u0e1a\u0e1a\u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a IBM Content Navigator \u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e31\u0e1a\u0e43\u0e0a\u0e49 WebSphere Application Server \u0e17\u0e35\u0e48\u0e1b\u0e23\u0e30\u0e01\u0e2d\u0e1a\u0e14\u0e49\u0e27\u0e22 ${HardwareServerNameViewer} \u0e41\u0e25\u0e30/\u0e2b\u0e23\u0e37\u0e2d ${ComponentNameEditor} \u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e19\u0e32\u0e21\u0e41\u0e1d\u0e07\u0e19\u0e35\u0e49\u0e15\u0e49\u0e2d\u0e07\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e42\u0e22\u0e07\u0e01\u0e31\u0e1a\u0e1a\u0e17\u0e1a\u0e32\u0e17\u0e01\u0e32\u0e23\u0e23\u0e31\u0e01\u0e29\u0e32\u0e04\u0e27\u0e32\u0e21\u0e1b\u0e25\u0e2d\u0e14\u0e20\u0e31\u0e22\u0e17\u0e35\u0e48 ${HardwareServerNameViewer} \u0e41\u0e25\u0e30/\u0e2b\u0e23\u0e37\u0e2d ${ComponentNameEditor} \u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23 \u0e40\u0e0a\u0e48\u0e19: filenetAdmin
NULL_ERROR_ECM_J2CALIAS_URL_USERACTION=\u0e1b\u0e49\u0e2d\u0e19\u0e0a\u0e37\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49
Message_WAS_MUST$msg1=\u0e42\u0e1b\u0e23\u0e14\u0e44\u0e1b\u0e17\u0e35\u0e48\u0e1e\u0e32\u0e40\u0e19\u0e25 {0} \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e2a\u0e23\u0e47\u0e08\u0e2a\u0e34\u0e49\u0e19\u0e01\u0e32\u0e23\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e2d\u0e19\u0e1f\u0e34\u0e01\u0e01\u0e48\u0e2d\u0e19
Message_WAS_MUST$msg2=\u0e42\u0e1b\u0e23\u0e14\u0e44\u0e1b\u0e17\u0e35\u0e48\u0e1e\u0e32\u0e40\u0e19\u0e25 {0} \u0e41\u0e25\u0e30\u0e1e\u0e32\u0e40\u0e19\u0e25 {1} \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e2a\u0e23\u0e47\u0e08\u0e2a\u0e34\u0e49\u0e19\u0e01\u0e32\u0e23\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e2d\u0e19\u0e1f\u0e34\u0e01\u0e01\u0e48\u0e2d\u0e19
Message_WAS_MUST$msg3=\u0e42\u0e1b\u0e23\u0e14\u0e44\u0e1b\u0e17\u0e35\u0e48\u0e1e\u0e32\u0e40\u0e19\u0e25 {0}, {1} \u0e41\u0e25\u0e30 {2} \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e2a\u0e23\u0e47\u0e08\u0e2a\u0e34\u0e49\u0e19\u0e01\u0e32\u0e23\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e2d\u0e19\u0e1f\u0e34\u0e01\u0e01\u0e48\u0e2d\u0e19
#
#Strings Definition for Generation CFG
#
PanelName$GenerationCFG=\u0e01\u0e32\u0e23\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e04\u0e2d\u0e19\u0e1f\u0e34\u0e01\u0e39\u0e40\u0e23\u0e0a\u0e31\u0e19
Message_Configuration_Generation$DocsExt=${ComponentNameEditorExt}
Message_Configuration_Generation$ViewerExt=${ComponentNameViewerExt}
Message_Configuration_Generation$generalLabel=\u0e44\u0e2d\u0e40\u0e17\u0e47\u0e21\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a {0} \u0e01\u0e33\u0e25\u0e31\u0e07\u0e16\u0e39\u0e01\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e2d\u0e19\u0e1f\u0e34\u0e01....
Message_Configuration_Generation$msg0=\u0e44\u0e1f\u0e25\u0e4c\u0e04\u0e2d\u0e19\u0e1f\u0e34\u0e01\u0e39\u0e40\u0e23\u0e0a\u0e31\u0e19\u0e16\u0e39\u0e01\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e40\u0e23\u0e35\u0e22\u0e1a\u0e23\u0e49\u0e2d\u0e22\u0e41\u0e25\u0e49\u0e27
Message_Configuration_Generation$msg1=\u0e44\u0e1f\u0e25\u0e4c\u0e04\u0e2d\u0e19\u0e1f\u0e34\u0e01\u0e39\u0e40\u0e23\u0e0a\u0e31\u0e19\u0e16\u0e39\u0e01\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e40\u0e23\u0e35\u0e22\u0e1a\u0e23\u0e49\u0e2d\u0e22\u0e41\u0e25\u0e49\u0e27 \u0e41\u0e15\u0e48 url \u0e02\u0e2d\u0e07\u0e40\u0e27\u0e47\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07\u0e2b\u0e32\u0e22\u0e44\u0e1b \u0e43\u0e2b\u0e49\u0e1b\u0e23\u0e31\u0e1a\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19 url \u0e14\u0e49\u0e27\u0e22\u0e15\u0e19\u0e40\u0e2d\u0e07\u0e15\u0e32\u0e21\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e1e\u0e32\u0e18\u0e01\u0e48\u0e2d\u0e19\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e31\u0e1a\u0e43\u0e0a\u0e49
Message_Configuration_Generation$msg2=\u0e01\u0e48\u0e2d\u0e19\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e44\u0e1f\u0e25\u0e4c\u0e04\u0e2d\u0e19\u0e1f\u0e34\u0e01\u0e39\u0e40\u0e23\u0e0a\u0e31\u0e19 \u0e43\u0e2b\u0e49\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e2d\u0e19\u0e1f\u0e34\u0e01\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e43\u0e2b\u0e49\u0e40\u0e23\u0e35\u0e22\u0e1a\u0e23\u0e49\u0e2d\u0e22
Message_Configuration_Generation$msg3=\u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27\u0e43\u0e19\u0e01\u0e32\u0e23\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e44\u0e1f\u0e25\u0e4c\u0e04\u0e2d\u0e19\u0e1f\u0e34\u0e01\u0e39\u0e40\u0e23\u0e0a\u0e31\u0e19

ThirdPartyPanel_AS_USER=\u0e17\u0e33\u0e2b\u0e19\u0e49\u0e32\u0e17\u0e35\u0e48\u0e40\u0e1b\u0e47\u0e19\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49:
ThirdPartyPanel_AS_USER_DESC=\u0e1b\u0e49\u0e2d\u0e19\u0e0a\u0e37\u0e48\u0e2d\u0e2a\u0e48\u0e27\u0e19\u0e2b\u0e31\u0e27\u0e17\u0e35\u0e48\u0e08\u0e30\u0e17\u0e33\u0e2b\u0e19\u0e49\u0e32\u0e17\u0e35\u0e48\u0e40\u0e1b\u0e47\u0e19\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49 \u0e40\u0e21\u0e37\u0e48\u0e2d\u0e17\u0e33\u0e01\u0e32\u0e23\u0e40\u0e23\u0e35\u0e22\u0e01\u0e41\u0e1a\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e16\u0e36\u0e07\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c
ThirdPartyPanel_AS_USER_EXAMPLE=as-user
ThirdPartyPanel_AUTH=\u0e40\u0e21\u0e18\u0e2d\u0e14\u0e01\u0e32\u0e23\u0e1e\u0e34\u0e2a\u0e39\u0e08\u0e19\u0e4c\u0e15\u0e31\u0e27\u0e15\u0e19\u0e02\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e40\u0e23\u0e35\u0e22\u0e01:
ThirdPartyPanel_AUTH_DESC=\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e40\u0e21\u0e18\u0e2d\u0e14\u0e01\u0e32\u0e23\u0e1e\u0e34\u0e2a\u0e39\u0e08\u0e19\u0e4c\u0e15\u0e31\u0e27\u0e15\u0e19\u0e02\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e40\u0e23\u0e35\u0e22\u0e01 server-to-server (s2s) \u0e17\u0e35\u0e48\u0e43\u0e0a\u0e49\u0e08\u0e32\u0e01 ${ProductName} \u0e44\u0e1b\u0e22\u0e31\u0e07\u0e17\u0e35\u0e48\u0e40\u0e01\u0e47\u0e1a\u0e44\u0e1f\u0e25\u0e4c\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e43\u0e0a\u0e48 IBM (OAuth, \u0e19\u0e32\u0e21\u0e41\u0e1d\u0e07 Java 2 Connector, \u0e42\u0e17\u0e40\u0e04\u0e47\u0e19 s2s \u0e2b\u0e23\u0e37\u0e2d\u0e04\u0e38\u0e01\u0e01\u0e35\u0e49):
ThirdPartyPanel_CMIS_ATOM_EXAMPLE=https://abc.com/cmisatom
ThirdPartyPanel_CMIS_ATOM_URL=URL \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a CMIS AtomPub:
ThirdPartyPanel_CMIS_OBJECT_STORE=\u0e0a\u0e37\u0e48\u0e2d\u0e17\u0e35\u0e48\u0e40\u0e01\u0e47\u0e1a\u0e2d\u0e47\u0e2d\u0e1a\u0e40\u0e08\u0e47\u0e01\u0e15\u0e4c:
ThirdPartyPanel_CMIS_OBJECT_STORE_DESC=\u0e1b\u0e49\u0e2d\u0e19\u0e0a\u0e37\u0e48\u0e2d\u0e17\u0e35\u0e48\u0e40\u0e01\u0e47\u0e1a\u0e2d\u0e47\u0e2d\u0e1a\u0e40\u0e08\u0e47\u0e01\u0e15\u0e4c\u0e0b\u0e36\u0e48\u0e07 CMIS \u0e43\u0e0a\u0e49\u0e2d\u0e22\u0e39\u0e48 \u0e1b\u0e25\u0e48\u0e2d\u0e22\u0e43\u0e2b\u0e49\u0e27\u0e48\u0e32\u0e07\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e44\u0e21\u0e48\u0e21\u0e35\u0e01\u0e32\u0e23\u0e01\u0e33\u0e2b\u0e19\u0e14 ObjectStore
ThirdPartyPanel_J2C_ALIAS=\u0e2a\u0e21\u0e19\u0e32\u0e21 J2C:
ThirdPartyPanel_J2C_ALIAS_DESC=\u0e1b\u0e49\u0e2d\u0e19\u0e2a\u0e21\u0e19\u0e32\u0e21 J2C \u0e02\u0e2d\u0e07\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e17\u0e35\u0e48\u0e04\u0e27\u0e1a\u0e04\u0e38\u0e21\u0e14\u0e39\u0e41\u0e25 WebSphere Application Server \u0e0b\u0e36\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e17\u0e33\u0e01\u0e32\u0e23\u0e40\u0e23\u0e35\u0e22\u0e01\u0e41\u0e1a\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e16\u0e36\u0e07\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c
ThirdPartyPanel_J2C_ALIAS_EXAMPLE=externalAdmin
ThirdPartyPanel_NAME=\u0e01\u0e32\u0e23\u0e23\u0e27\u0e21\u0e01\u0e31\u0e1a\u0e23\u0e30\u0e1a\u0e1a\u0e01\u0e32\u0e23\u0e08\u0e31\u0e14\u0e01\u0e32\u0e23\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e2d\u0e37\u0e48\u0e19
ThirdPartyPanel_OAUTH_EP=\u0e08\u0e38\u0e14\u0e1b\u0e25\u0e32\u0e22 OAuth:
ThirdPartyPanel_OAUTH_EP_DESC=\u0e1b\u0e49\u0e2d\u0e19\u0e08\u0e38\u0e14\u0e1b\u0e25\u0e32\u0e22 OAuth \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e17\u0e35\u0e48\u0e40\u0e01\u0e47\u0e1a\u0e44\u0e1f\u0e25\u0e4c
ThirdPartyPanel_OAUTH_EP_EXAMPLE=https://abc.com/auth/oauth/versions/2/token
ThirdPartyPanel_PROFILES_URL=\u0e08\u0e38\u0e14\u0e1b\u0e25\u0e32\u0e22\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49:
ThirdPartyPanel_PROFILES_URL_DESC=\u0e1b\u0e49\u0e2d\u0e19 URL \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49
ThirdPartyPanel_PROFILES_URL_EXAMPLE=https://abc.com/profiles
ThirdPartyPanel_REPO_HOME=\u0e42\u0e2e\u0e21\u0e02\u0e2d\u0e07\u0e17\u0e35\u0e48\u0e40\u0e01\u0e47\u0e1a:
ThirdPartyPanel_REPO_HOME_DESC=\u0e1b\u0e49\u0e2d\u0e19 URL \u0e02\u0e2d\u0e07\u0e42\u0e2e\u0e21\u0e40\u0e1e\u0e08\u0e02\u0e2d\u0e07\u0e17\u0e35\u0e48\u0e40\u0e01\u0e47\u0e1a\u0e2b\u0e23\u0e37\u0e2d\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e44\u0e1f\u0e25\u0e4c
ThirdPartyPanel_REPO_HOME_EXAMPLE=https://abc.com/myfiles
ThirdPartyPanel_REPO_TYPE=\u0e0a\u0e19\u0e34\u0e14\u0e17\u0e35\u0e48\u0e40\u0e01\u0e47\u0e1a:
ThirdPartyPanel_REPO_TYPE_DESC=\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e41\u0e19\u0e27\u0e17\u0e32\u0e07\u0e01\u0e32\u0e23\u0e23\u0e27\u0e21\u0e17\u0e35\u0e48\u0e08\u0e30\u0e43\u0e0a\u0e49 -- Content Management Interoperability Services (CMIS) \u0e2b\u0e23\u0e37\u0e2d Representational State Transfer (REST)
ThirdPartyPanel_REST_GET_EXAMPLE=https://abc.com/files/{ID}/content
ThirdPartyPanel_REST_GET_URL=URL \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e23\u0e31\u0e1a\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e44\u0e1f\u0e25\u0e4c:
ThirdPartyPanel_REST_ID_DESC={ID} \u0e40\u0e1b\u0e47\u0e19\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a\u0e17\u0e31\u0e48\u0e27\u0e44\u0e1b\u0e17\u0e35\u0e48\u0e08\u0e30\u0e41\u0e17\u0e19\u0e17\u0e35\u0e48 ID \u0e02\u0e2d\u0e07\u0e44\u0e1f\u0e25\u0e4c\u0e17\u0e35\u0e48\u0e40\u0e08\u0e32\u0e30\u0e08\u0e07
ThirdPartyPanel_REST_META_EXAMPLE=https://abc.com/files/{ID}/meta
ThirdPartyPanel_REST_META_URL=URL \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e44\u0e1f\u0e25\u0e4c metadata:
ThirdPartyPanel_REST_SET_EXAMPLE=https://abc.com/files/{ID}/content
ThirdPartyPanel_REST_SET_URL=URL \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e44\u0e1f\u0e25\u0e4c:
ThirdPartyPanel_S2S_TOKEN_EXAMPLE=\u0e42\u0e17\u0e40\u0e04\u0e47\u0e19
ThirdPartyPanel_S2S_TOKEN_VALUE=\u0e04\u0e48\u0e32\u0e42\u0e17\u0e40\u0e04\u0e47\u0e19\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e16\u0e36\u0e07\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c:
ThirdPartyPanel_S2S_TOKEY_DESC=\u0e1b\u0e49\u0e2d\u0e19\u0e42\u0e17\u0e40\u0e04\u0e47\u0e19\u0e17\u0e35\u0e48\u0e43\u0e0a\u0e49\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e17\u0e33\u0e01\u0e32\u0e23\u0e40\u0e23\u0e35\u0e22\u0e01\u0e41\u0e1a\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e16\u0e36\u0e07\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c
ThirdPartyPanel_S2S_TOKEY_KEY=\u0e42\u0e17\u0e40\u0e04\u0e47\u0e19\u0e04\u0e35\u0e22\u0e4c\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e16\u0e36\u0e07\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c:

EXAMPLE=\u0e15\u0e31\u0e27\u0e2d\u0e22\u0e48\u0e32\u0e07:
