/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	reconnecting : "Повторно свързване...",
	discardError : "Неуспешно връщане на последната версия.",
	discardErrorDelete : "Този файл е изтрит от споделянето на файл, докато Вие го редактирахте. Не можете да го върнете до последната версия. Свържете се със собственика на файла за повече информация.",
	discardErrorNoPermission : "Нямате позволение да върнете този файл до последната версия. Свържете се с Вашия администратор, за да получите оторизация и опитайте отново.",
	discardErrorNoSpace : "Последната версия не можа да бъде върната. Ако сте достигнали своята квота за размер, намелете я като преместите други файлове в кошчето и след това ги изтриете. След това опитайте отново да запазите текущата версия.",
	saveError : "Неуспешно записване",
	saveErrorNoDraft : "Черновата на този документ не съществува.",
	saveErrorNoPermission : "Нямате позволение да запазите черновата на този документ.",
	userJoinedMessage: "${0} редактира документа.",
	userLeftMessage: "${0} приключи с редактирането на документа."
})
