({
	saveDoc:"Αποθήκευση υπολογιστικού φύλλου",
	publishDoc:"Δημοσίευση εκδοχής",
	publishOkLabel: "Δημοσίευση",
	checkinLabel: "Επιστροφή ελέγχου",
	yesLabel: "Ναι",
	sortRange: "Ταξινόμηση",
	allFormula:"Όλοι οι τύποι",	
	importFile: "Εισαγωγή κειμένου",
	importAction: "Εισαγωγή",
	insertImage: "Εισαγωγή εικόνας",
	insertImageBtn: "Εισαγωγή",
	spreadsheetSettings: "Ορισμός ρύθμισης γλώσσας/περιοχής εγγράφου",
	saveSetting: "Αποθήκευση",
	enter_new_sheetname:"Καταχωρήστε ένα όνομα για το φύλλο:",
	enter_sheet_index_for_move: "Καταχωρήστε το δείκτη της θέσης όπου θα μετακινηθεί το τρέχον φύλλο.",
	INVALID_SHEET_INDEX_MSG: "Ο δείκτης θέσης φύλλου δεν είναι έγκυρος.",
	DELETE_ONLY_ONE_SHEET_MSG: "Δεν είναι δυνατή η διαγραφή του μοναδικού φύλλου σε ένα έγγραφο υπολογιστικού φύλλου.",
	HIDE_ONLY_ONE_SHEET_MSG: "Δεν είναι δυνατή η απόκρυψη του μοναδικού φύλλου.",
	MOVE_ONLY_ONE_SHEET_MSG: "Δεν είναι δυνατή η μετακίνηση του μοναδικού φύλλου σε ένα έγγραφο υπολογιστικού φύλλου.",
	pageSetup: "Ρύθμιση σελίδας",
	mergeCellConfirm: "Αν συγχωνεύσετε αυτά τα κελιά, το αρχικό περιεχόμενό τους θα διαγραφεί. Είστε βέβαιοι ότι θέλετε να γίνει συγχώνευση των επιλεγμένων κελιών;",
	not_match_space_in_sheet: "Η περιοχή του φύλλου στην οποία προσπαθείτε να επικολλήσετε τα δεδομένα δεν ταιριάζει με τα δεδομένα που έχετε αντιγράψει.",
	not_enough_space_in_sheet: "Η περιοχή του φύλλου στην οποία προσπαθείτε να επικολλήσετε τα δεδομένα δεν είναι αρκετά μεγάλη για την επικόλληση αυτών των δεδομένων.",
	too_large_paste_data: "Τα δεδομένα που προσπαθείτε να επικολλήσετε έχουν μεγάλο μέγεθος ή περιέχουν πάρα πολλούς τύπους.",
	maxImgSize: "Το μέγεθος της εικόνας είναι πολύ μεγάλο. Το μέγεθος μιας εικόνας για μεταφόρτωση δεν πρέπει να υπερβαίνει τα ${0} KB.",
	maxTextFileSize: "Δεν είναι δυνατή η μεταφόρτωση του αρχείου γιατί το μέγεθός του είναι πολύ μεγάλο. Το μέγεθος ενός αρχείου για μεταφόρτωση δεν πρέπει να υπερβαίνει τα ${0} KB.",	
	INVALID_SHEETNAME_MSG: "Το όνομα φύλλου ${0} δεν είναι έγκυρο.",
	EXISTING_SHEETNAME_MSG: "Υπάρχει ήδη ένα φύλλο με όνομα ${0}.",
	TOO_LONG_SHEETNAME_MSG: "Το όνομα ενός φύλλου δεν μπορεί να έχει περισσότερους από ${0} χαρακτήρες.",
	DELETE_SHEET_CONFIRM_MSG: "Θέλετε να διαγράψετε το φύλλο ${0};",
	INPUT_NEW_SHEETNAME_MSG: "Ορίστε ένα όνομα για το φύλλο.",
	INPUT_NEW_SHEETINDEX_MSG: "Ορίστε ένα δείκτη θέσης για το φύλλο.",
	INPUT_VALID_SHEETINDEX_MSG: "Ορίστε ένα δείκτη θέσης φύλλου από 1 έως ${0}.",
	RENAME_SHEET: "Μετονομασία φύλλου",
	MOVE_SHEET: "Μετακίνηση φύλλου",
	DELETE_SHEET: "Διαγραφή φύλλου",
	HIDE_SHEET: "Απόκρυψη φύλλου",
	INSERT_SHEET: "Εισαγωγή φύλλου",
	LOADING_MORE_DOCUMENT: "Φόρτωση...",
	PAINT: "Δεν είναι δυνατή η εφαρμογή της μορφοποίησης.",
	PAINT_NO_MATCHED_SPACE: "Η περιοχή προορισμού δεν συμφωνεί με το είδος της περιοχής από την οποία αντιγράφεται η μορφοποίηση. Βεβαιωθείτε ότι η αντιγραφή της μορφοποίησης γίνεται σε μια περιοχή ίδιου είδους. Για παράδειγμα, μπορείτε να αντιγράψετε τη μορφοποίηση μιας γραμμής σε άλλες γραμμές και τη μορφοποίηση μιας στήλης σε άλλες στήλες.",
	PAINT_LARGE_DATA: "Η περιοχή προορισμού στην οποία προσπαθήσατε να εφαρμόσετε τη μορφοποίηση είναι πολύ μεγάλη. Επιλέξτε μια μικρότερη περιοχή και προσπαθήστε ξανά.",
	PASTE: "Επικόλληση",
	CUT_COLUMN: "Αποκοπή στήλης",
	CUT_COLUMN_WITH_MERGED_FILTERED_CELL: "Προσπαθήστε ξανά αφού πρώτα καταργήσετε τη συγχώνευση κελιών ή αναιρέσετε το φιλτράρισμα γραμμών.",
	CUT_ROW: "Αποκοπή γραμμής",
	CUT_ROW_WITH_MERGED_CELL: "Αναιρέστε τη συγχώνευση των κελιών και προσπαθήστε ξανά.",
	MERGE_CELL: "Συγχώνευση κελιών",
	REF_TO_UNSUPPORTED_FORMULA_CELL_MSG: "Το κελί παραπέμπει σε ένα μη υποστηριζόμενο κελί τύπου και δεν μπορεί να ενημερωθεί.",
	UNSUPPORTED_FORMULA_CELL_REFED: "Το μη υποστηριζόμενο κελί τύπου επηρεάζει άλλα κελιά εμποδίζοντας την ενημέρωσή τους.",
	BEYOND_ROWS_BY_INSERT_ROWS_MSG: "Απέτυχε η εισαγωγή γραμμών γιατί θα είχε ως αποτέλεσμα την ύπαρξη δεδομένων μετά τη γραμμή ${0}.",
	BEYOND_ROWS_MSG: "Ο αριθμός των γραμμών στο φύλλο \"${0}\" υπερβαίνει τις ${1}. Μόνο οι πρώτες ${1} γραμμές θα εμφανίζονται στο παράθυρο επεξεργασίας. Οι υπόλοιπες γραμμές δεν θα εμφανίζονται.",
	BEYOND_COLUMNS_BY_INSERT_COLUMNS_MSG: "Απέτυχε η εισαγωγή στηλών γιατί ο αριθμός των στηλών μετά την εισαγωγή θα υπερέβαινε τις ${0}.",
	BEYOND_COLUMNS_NUMBER_SHEET_MSG: "Ο αριθμός των στηλών στο φύλλο \"${0}\" υπερβαίνει τις ${1}. Μόνο οι πρώτες ${1} στήλες θα εμφανίζονται στο παράθυρο επεξεργασίας. Οι υπόλοιπες στήλες δεν θα εμφανίζονται.",
	RANGEFILTER_WITHFILTERROW_SHEET_MSG: "Ένα φίλτρο περιοχής χρησιμοποιήθηκε στην αρχική εφαρμογή για την απόκρυψη μερικών γραμμών στο φύλλο \"${0}\".\nΑν σκοπεύετε να διατηρήσετε το αρχείο στο διαδικτυακό περιβάλλον και θέλετε να εμφανίσετε τις κρυφές γραμμές, χρησιμοποιήστε το Αυτόματο φίλτρο. Αν σκοπεύετε να μεταφορτώσετε το αρχείο και θέλετε να διατηρήσετε το φίλτρο περιοχής, αποφύγετε τη χρήση του Αυτόματου φίλτρου.",
	CONVERT_NOTIFY:"Ειδοποίηση για μετατροπή",
	HUGE_MESSAGE_WARNING:"Αυτή η ενέργεια είχε ως αποτέλεσμα ένα πολύ μεγάλο μήνυμα. Δεν ήταν δυνατή η αναίρεση.",
	CLEAR_MESSAGE_WARNING:"Υπάρχουν πολλά κελιά στα δεδομένα. Η εκκαθάριση δεν ήταν δυνατή.",
	FILTER_DATA_CHANGE_WARNING:"Τα κελιά τροποποιούνται από άλλους χρήστες. Επαναλάβετε το φιλτράρισμα για να λάβετε τα σωστά αποτελέσματα.",
	FILTER_HEADER_WARNING:"Η λειτουργία αυτόματου φίλτρου χειρίζεται την πρώτη γραμμή ως κεφαλίδα στήλης.",
	FOCUS_TO_HIDDEN_SHEET:"Το φύλλο είναι κρυφό.",
	LINKDIV_REMOVE:"Αφαίρεση",
	LINKDIV_GOTOLINK:"Μετάβαση στη διασύνδεση: ",
	TOGGLE_SHEET_DIRECTION_WARNING:"Μετά την αλλαγή της κατεύθυνσης, συνιστάται να επαναφορτώσετε το φύλλο για την ενημέρωση των στυλ περιγράμματος.",
	
	BEYOND_ROWS_BY_INSERT_CELLS_MSG: "Δεν είναι δυνατή η εισαγωγή κελιών. Δεν μπορείτε να μετακινήσετε τα κενά κελιά στην ${0}η γραμμή. ",
	BEYOND_COLUMNS_BY_INSERT_CELLS_MSG: "Δεν είναι δυνατή η εισαγωγή κελιών. Δεν μπορείτε να μετακινήσετε τα κενά κελιά στην ${0}η στήλη.",
	INSERT_DELETE_CELLS_CANCEL:"Δεν είναι δυνατή η εισαγωγή ή η διαγραφή κελιών γιατί υπάρχει ένα συγχωνευμένο κελί που καλύπτει τα κελιά που θα μετακινηθούν. Διαχωρίστε το συγχωνευμένο κελί ή επιλέξτε μια μεγαλύτερη περιοχή και προσπαθήστε ξανά.",
	
	
    dlgTaskReopenTitle: "Νέο άνοιγμα ανάθεσης",	
	dlgTaskReassignTitle: "Νέα ανάθεση κελιών",
	dlgTaskCreateTitle: "Ανάθεση κελιών",	    
	dlgTaskDeleteTitle: "Κατάργηση ανάθεσης",
	dlgTaskHistoryTitle: "Πληροφορίες για αυτή την ανάθεση", 
	TASK_ASSIGN_BTN : "Ανάθεση",
	STR_DELETE_NOT_ALLOWED : "Δεν επιτρέπεται η διαγραφή μιας γραμμής, μιας στήλης ή ενός φύλλου που περιλαμβάνεται σε μια εργασία. ",
	STR_TASK_OVERLAP_ERROR: "Δεν μπορείτε να δημιουργήσετε μια εργασία που αλληλεπικαλύπτεται με άλλες εργασίες.",
	STR_TASK_CREATE_ERROR : "Παρουσιάστηκε σφάλμα κατά τη δημιουργία μιας εκκρεμούς εργασίας στις Δραστηριότητες.",
	STR_TASK_RANGE_INVALID : "Η περιοχή της ανατεθειμένης εργασίας μπορεί να έχει διαγραφεί.",
	STR_TASK_DELETE_ERROR : "Δεν έχετε δικαίωμα να διαγράψετε αυτή την εργασία γιατί δεν είστε ο δημιουργός της.",
	STR_SHEET_NOT_EXIST : "Αποτυχία ανάθεσης εργασίας\n\nΤο φύλλο της ανατεθειμένης εργασίας μπορεί να έχει διαγραφεί.",
	STR_TASK_DELETE_NOSELECTION : "Δεν έχει επιλεγεί καμία εργασία.\n\nΠρέπει να επιλέξετε μια εργασία για διαγραφή.",
	STR_TASK_NO_SELECTIOIN : "Επιλέξτε μια περιοχή για να αναθέσετε μια εργασία.",
	STR_TASK_NOT_FRAGDOC : "Το τρέχον έγγραφο δεν σχετίζεται με καμία εργασία.",
	STR_CREATE_FRAGMENT_ERROR : "Παρουσιάζεται σφάλμα όταν επιχειρείτε να εργαστείτε ιδιωτικά.",
	STR_CHART_IMAGE_INVALIDATE: "Ορισμένες εικόνες γραφημάτων δεν έχουν ενημερωθεί.",		
		
	LINK_ALERT_TITLE:"Αποτυχία ανοίγματος διασύνδεσης",
	LINK_FILE_ALERT:"Δεν είναι δυνατή η μεταφορά για παραπομπή σε άλλα αρχεία.",
	LINK_REF_ALERT:"Η παραπομπή δεν είναι έγκυρη.,",
	LINK_URL_ALERT:"Η διαδικτυακή διεύθυνση δεν είναι έγκυρη.",
	
	acc_cellLabel:"κελί",
	
	//Worksheet panel
	acc_worksheetPanelLabel:"Πλαίσιο υπολογιστικού φύλλου",
	acc_worksheetGridLabel:"Πλέγμα φύλλου",
	//Filter context menu
	
	//Grid labels;
	acc_grid_inlineEditor:"Περιοχή εισαγωγής κελιού",
	
	//Menu bar labels;
	acc_menubarLabel:"Γραμμή μενού",
	//Tool bar labels;
	acc_toolbarLabel:"υπολογιστικό φύλλο",
	/**
	 * Formula bar input labels;
	 */
	acc_formulaBarLabel:"Γραμμή τύπων",
	acc_formulaNameBox:"Πλαίσιο ονόματος",
	acc_formulaInputLine:"Γραμμή εισαγωγής τύπων",
	
	/**
	 * Accessbility Announcement
	 */
	acc_Image_cell:"Αγκύρωση εικόνας στο κελί",
	acc_Image_sheet:"Αγκύρωση εικόνας στο φύλλο",
	acc_comments: "Εικονίδιο για την εμφάνιση σχολίων σε αυτό το κελί",
	acc_linkdiv_remove: "Μετατροπή υπερδιασύνδεσης σε απλό κείμενο",
	
	ACC_ROW_SEL:"Η γραμμή ${0} είναι επιλεγμένη",
	ACC_ROWS_SEL:"Οι γραμμές ${0} έως ${1} είναι επιλεγμένες",
	ACC_COL_SEL:"Η στήλη ${0} είναι επιλεγμένη",
	ACC_COLS_SEL:"Οι στήλες ${0} έως ${1} είναι επιλεγμένες",
	ACC_RANGE_SEL:"Τα κελιά ${0} έως ${1} είναι επιλεγμένα",
	ACC_FORMULA:"Τύπος",
	ACC_BLANKCELL:"Κενό",
	ACC_HYPERLINK: "Υπερδιασύνδεση",
	ACC_MERGECELL: "Τα κελιά ${0} έως ${1} συγχωνεύθηκαν",
	ACC_COMMENT: "Σχόλιο",
	ACC_FILTER: "Φίλτρα",
	ACC_COEDITING: "Κάποιος άλλος χρήστης επεξεργάζεται το αρχείο",
	ACC_DV_LIST: "λίστα επικύρωσης δεδομένων",
	
	ACC_EDITED: "Ο χρήστης ${0} τροποποίησε αυτό το κελί.",
	ACC_COPY: "Αντιγραφή επιλογής στο πρόχειρο",
	ACC_CUT: "Αποκοπή και τοποθέτηση επιλογής στο πρόχειρο",

	ACC_PASTE: "Επικόλληση από το πρόχειρο",
	//keyboard resizing
	ACC_INCREASE_ROWHEIGHT : "Αύξηση ύψους γραμμής κατά ${0} εικονοστοιχεία" ,
	ACC_DECREASE_ROWHEIGHT : "Μείωση ύψους γραμμής κατά ${0} εικονοστοιχεία",
	ACC_INCREASE_COLUMNWIDTH : "Αύξηση πλάτους στήλης κατά ${0} εικονοστοιχεία",
	ACC_DECREASE_COLUMNWIDTH : "Μείωση πλάτους στήλης κατά ${0} εικονοστοιχεία",
	
	//auto-complete indication
	ACC_RIGHTPAREN_ADDED: "Αυτόματη προσθήκη παρένθεσης κλεισίματος",
	ACC_PERCENTAGE_ADDED :"Αυτόματη προσθήκη συμβόλου ποσοστού",
	
	// acc string for the cell in task range
	ACC_IN_TASK_RANGE: "ανάθεση",
		
	ACC_CHART_CELL: "Αγκύρωση γραφήματος στο κελί",
	ACC_CHART_SHEET: "Αγκύρωση γραφήματος στο φύλλο",
	
	ACC_BORDER_TYPE: "εμφάνιση περιγράμματος κελιών",
	ACC_BORDER_STYLE:"στυλ περιγράμματος κελιών",
	ACC_BORDER_COLOR:"χρώμα περιγράμματος κελιών",
		
	// protection related strings
	PROTECTION_FORBIDDEN_MESSAGE: "Το κελί ή το αντικείμενο είναι προστατευμένο και δεν μπορεί να τροποποιηθεί.",
	PROTECTED:"Προστατευμένο",
	PROTECTEDSHEET:"Προστατευμένο φύλλο",

	// status bar quick formula strings.
	AVERAGE : "Μέσος όρος",
	COUNT:	"Πλήθος αριθμών",
	COUNTA:	"Πλήθος",
	MAX:	"Μέγιστη τιμή",
	MIN:	"Ελάχιστη τιμή",
	SUM:	"Άθροισμα",
	
	//data validation default tooltip
	DVTIPS1: "Ορίστε μια ${0} ${1} ${2} και ${3}.",
	DVCONBETWEEN: "μεταξύ",
	DVCONNOTBETWEEN: "όχι μεταξύ",
	
	DVTIPS2: "Ορίστε μια ${0} ${1} ${2}.",
	DVCONEQUAL: "ίση με",
	DVCONNOTEQUAL: "όχι ίση με",
	DVCONGREATER: "μεγαλύτερη από",
	DVCONLESS: "μικρότερη από",
	DVCONGREATEREQUAL: "μεγαλύτερη από ή ίση με",
	DVCONLESSEQUAL: "μικρότερη από ή ίση με",
	
	whole: "τιμή ακέραιου αριθμού",
	date: "τιμή ημερομηνίας",
	time: "τιμή ώρας",
	decimal: "τιμή δεκαδικού αριθμού",
	textLength: "τιμή μήκους",
	
	//Freeze Window related strings
	FW_GRAFIC_HIDDEN: "Τα αντικείμενα στα σταθεροποιημένα πλαίσια εμφανίζονται μόνο αν βρίσκονται ολόκληρα εντός των πλαισίων.",
	FW_WINDOW_TOO_SMALL: "Το παράθυρο προγράμματος πλοήγησης είναι μικρότερο από ένα σταθεροποιημένο πλαίσιο. Μεγιστοποιήστε το παράθυρο πλοήγησης ή καταργήστε τη σταθεροποίηση του πλαισίου πατώντας Προβολή > Σταθεροποίηση γραμμών > Χωρίς σταθεροποιημένες γραμμές ή Προβολή > Σταθεροποίηση στηλών > Χωρίς σταθεροποιημένες στήλες.",
	FW_FREEZE_CANCEL: "Ένα συγχωνευμένο κελί που εκτείνεται σε μια σταθεροποιημένη γραμμή καταργεί τη σταθεροποίηση του πλαισίου.",
		
	UNSUPPORT_FORMULA:"Ο τύπος ${0} στο κελί δεν υποστηρίζεται ακόμη.",
	Corrupted_Spreadsheet_MSG: "Το λογιστικό φύλλο έχει καταστραφεί.",
	FILL_RANGE_MAX_MSG:  "Ο αριθμός κελιών στην επιλεγμένη περιοχή υπερβαίνει το όριο των ${0}. Επιλέξτε λιγότερα κελιά και προσπαθήστε ξανά."
})

