({
	COPY_WARNING_MSG: "Υπάρχουν πολλά κελιά στα δεδομένα. Δεν είναι δυνατή η αντιγραφή.",
	COPY_FORMULA_UNCALC_ERROR: "Τα επιλεγμένα δεδομένα περιέχουν έναν τύπο που δεν έχει υπολογιστεί. Δεν είναι δυνατή η αντιγραφή.",
	COPY_OUT_LIMITED_MSG: "Αν πρόκειται να επικολλήσετε τα δεδομένα εκτός αυτού του υπολογιστικού φύλλου, θα επικολληθούν μόνο ${0} κελιά.",
	PASTE_DATA_TRUNKED: "Τα επικολλημένα δεδομένα έχουν περικοπεί γιατί υπερέβαιναν τα όρια του φύλλου.",
	PASTE_DATA_TRUNKED_PLUS_WORING: "Επεξεργασία σε εξέλιξη. Τα επικολλημένα δεδομένα περικόπτονται γιατί υπερβαίνουν τα όρια του φύλλου.",
	COPY_CHART_WARNING: "Δεν είναι δυνατή η αποκοπή, η αντιγραφή ή η επικόλληση μη υποστηριζόμενων διαγραμμάτων.",
	// This string content is copied from concord/widget/nls/CKResource.js
	PASTE_MAX_MSG:  "Το μέγεθος του περιεχομένου που θέλετε να επικολλήσετε είναι πολύ μεγάλο."
})
