/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

CKEDITOR.plugins.setLang("coediting", "en", {

	coediting :
	{
		exitTitle:"Έξοδος από την κατάσταση συνεργατικής επεξεργασίας",
		offlineTitle:"Πρόβλημα δικτύου",
		reloadTitle : "Πρόβλημα συγχρονισμού",
		firstTab : "Πρώτη καρτέλα",
		connectMsg: "Πατήστε το κουμπί ${0} για να συνδεθείτε ξανά. Διαφορετικά, πατήστε το κουμπί ${1} για ανανέωση.",
		exitMsg:"Πατήστε \"Έξοδος\" για να τερματίσετε την κατάσταση συνεργατικής επεξεργασίας. Διαφορετικά, πατήστε \"Κατάσταση προβολής\" για να μεταβείτε στην κατάσταση προβολής (κατάσταση Μόνο για Ανάγνωση).",
		lockMsg:"Το πρόγραμμα σύνταξης θα κλειδωθεί για να αποφευχθεί η απώλεια δεδομένων.",
		connectLabel:"Σύνδεση",
		exitLabel:"Έξοδος",
		reloadLabel : "Επαναφόρτωση",
		viewLabel:"Κατάσταση προβολής",
		viweAlert:"ΠΛΑΙΣΙΟ ΚΡΑΤΗΣΗΣ ΘΕΣΗΣ για την κατάσταση προβολής",
		forbiddenInput:"Δεν είναι δυνατή η καταχώρηση κειμένου γιατί στο επιλεγμένο περιεχόμενο υπάρχει μια εργασία.",
		taskLockMsg: "Ο χρήστης ${0} εργάζεται ιδιωτικά σε αυτή την ενότητα. Οι αλλαγές σας θα αντικατασταθούν όταν η ιδιωτική εργασία υποβληθεί ξανά στο έγγραφο."
	}
});
