/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	reconnecting : "กำลังเชื่อมต่ออีกครั้ง...",
	discardError : "ไม่สามารถแปรงเป็นเวอร์ชันล่าสุด",
	discardErrorDelete : "ไฟล์นี้ถูกลบออกจากการแบ่งใช้ไฟล์ขณะที่คุณกำลังแก้ไขไฟล์นี้ คุณไม่สามารถแปลงไฟล์กลับเป็นเวอร์ชันล่าสุดได้ โปรดติดต่อเจ้าของไฟล์สำหรับข้อมูลเพิ่มเติม",
	discardErrorNoPermission : "คุณไม่มีสิทธิแปลงไฟล์นี้กลับเป็นเวอร์ชันล่าสุด โปรดติดต่อผู้ดูแลระบบของคุณเพื่อขอสิทธิใช้งาน และลองอีกครั้ง",
	discardErrorNoSpace : "ไม่สามารถแปลงเป็นเวอร์ชันล่าสุด หากคุณถึงโควต้าขนาดไฟล์ของคุณ ให้ลดขนาดไฟล์โดยการย้ายไฟล์อื่นๆ ไปที่ถังขยะ จากนั้นลบออก แล้วลองบันทึกเป็นเวอร์ชันปัจจุบันอีกครั้ง",
	saveError : "ล้มเหลวในการบันทึก",
	saveErrorNoDraft : "แบบร่างของเอกสารนี้ไม่มีอยู่",
	saveErrorNoPermission : "คุณไม่มีสิทธิใช้งานเพื่อบันทึกแบบร่างของเอกสารนี้",
	userJoinedMessage: "${0} กำลังแก้ไขเอกสาร",
	userLeftMessage: "${0} เสร็จสิ้นการแก้ไขเอกสารแล้ว"
})
