/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({	
	add: "Προσθήκη",
	directed: "Αποδέκτης ",
	written: "Συντάκτης: ",
	menuSearch: "Αναζήτηση σχολίων",
	menuDirected: "Απευθυνόμενα προς εμένα σχόλια",
	menuBy: "Υποβληθέντα από εμένα σχόλια",
	invalidMessage: "Το πρόσωπο που ορίσατε δεν είναι στη λίστα. Ελέγξτε το όνομα και καταχωρήστε το ξανά.",
	enterKeywords: "Καταχωρήστε λέξεις-κλειδιά",
	searchlabel: "Εμφάνιση αποτελεσμάτων για: ${0}",
	sure: "Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το σχόλιο;",
	confirm: "Να μην ερωτηθώ ξανά.",
	exceed: "Το σχόλιο είναι πολύ μεγάλο.\n Καταχωρήσατε ένα σχόλιο που υπερβαίνει το μέγιστο επιτρεπόμενο μήκος.\n Προσπαθήστε να συντομεύσετε το σχόλιο ώστε να μην υπερβαίνει τους ${0} χαρακτήρες. Όταν το σχόλιο είναι έτοιμο, πατήστε Προσθήκη.",
	respond: "Απάντηση",
	nocomments: "Δεν υπάρχουν σχόλια στο έγγραφο '${0}'.\n Για να προσθέσετε ένα σχόλιο, τοποθετήστε το δείκτη του ποντικιού στο σημείο όπου θέλετε να εμφανίζεται το σχόλιο, καταχωρήστε το σχόλιο στο πεδίο, και πατήστε Προσθήκη.",
	nodirectcomments: "Δεν υπάρχουν σχόλια ή απαντήσεις προς το χρήστη ${0} στο έγγραφο '${1}'.",
	nobycomments: "Δεν υπάρχουν σχόλια ή απαντήσεις από το χρήστη ${0} στο έγγραφο '${1}'.",
	nosearchedcomments: "Δεν υπάρχουν σχόλια ή απαντήσεις με το αναζητούμενο κείμενο '${0}' στο έγγραφο '${1}'.",
	tipsDelete: "Διαγραφή του νήματος σχολίων",
	tipsTop: "Σχόλιο",
	tipsCommentField: "Καταχωρήστε ένα σχόλιο για όλους τους επιμελητές ή για έναν επιμελητή.",
	tipsResponse: "Απάντηση",
	tipsRespondField: "Καταχωρήστε μια απάντηση για όλους τους επιμελητές ή για έναν επιμελητή.",
	tipsSearchField: "Αναζήτηση σχολίων",
	tipsStrike: "Επισήμανση ή εκκαθάριση του διαγραμμισμένου κειμένου",
	tipsExpand: "Ανάπτυξη ή σύμπτυξη του νήματος σχολίων",
	tipsExpanded: "Αυτό το νήμα σχολίων έχει αναπτυχθεί.",
	tipsClose: "Κλείσιμο",
	tipsSearch: "Αναζήτηση",
	tipsCommentsMenu: "Λίστα μενού σχολίων",
	roleCommentsDesc:"Σχόλια",
	remainLabelHint: "Το μέγεθος του σχολίου σας έχει φτάσει στο όριο των 500 χαρακτήρων.",
	warnEnterKeywords: "Καταχωρήστε όρους αναζήτησης."
})
