/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({ 
	AssignASection:"Ανάθεση ενότητας",
	AssignCells:"Ανάθεση κελιών",
	ViewMyAssignments:"Προβολή των αναθέσεών μου",
	RemoveCompletedAssignments:"Αφαίρεση ολοκληρωμένων αναθέσεων",
	SelectAnActivityHint:"Πριν από την ανάθεση μιας ενότητας, επιλέξτε ή δημιουργήστε μια δραστηριότητα για να αποθηκεύσετε τις ανατεθειμένες εργασίες για αυτό το έγγραφο ως εκκρεμείς εργασίες.",
	SelectAnActivityHintSheet:"Πριν προχωρήσετε στην ανάθεση κελιών, επιλέξτε ή δημιουργήστε μια δραστηριότητα για την αποθήκευση των ανατεθειμένων εργασιών αυτού του εγγράφου ως εκκρεμών εργασιών.",
	SelectAnActivity:"Επιλογή δραστηριότητας",
	ActivityFeedbackInfo:"Δεν υπάρχει ακόμη καμία ανάθεση στο έγγραφο ${0}.",
	ActivityFilterFeedbackInfo:"Δεν υπάρχει ακόμη καμία ανάθεση στο έγγραφο ${0} για τη δραστηριότητα ${1}.",
	TaskSpreadsheetHint:"Προς το παρόν, δεν είναι δυνατή η χρήση της πλαϊνής γραμμής για την ανάθεση εργασιών στα υπολογιστικά φύλλα.",
	TaskLoadedFail:"Δεν είναι δυνατή η πρόσβαση στον εξυπηρετητή της εφαρμογής Δραστηριότητες για τη φόρτωση των αναθέσεων. Προσπαθήστε ξανά αργότερα.",
	Activity:"Δραστηριότητα: ",
	ViewBrokenAssignments:"Απόκρυψη προβληματικών αναθέσεων",
	BrokenTaskHint: "Δεν ήταν δυνατή η τοποθέτηση ορισμένων αναθέσεων στο έγγραφο. ",
	BrokenTaskTooltip:"Δεν ήταν δυνατή η τοποθέτηση ορισμένων αναθέσεων στο έγγραφο. Αυτό μπορεί να οφείλεται σε διάφορους λόγους (π.χ. μεταφόρτωση νέας εκδοχής του αρχείου). Μπορείτε να αποκρύψετε ή να διαγράψετε τις αναθέσεις που δεν μπορούν να τοποθετηθούν. Εναλλακτικά, μπορείτε να επαναφέρετε μια προηγούμενη εκδοχή του εγγράφου στην οποία όλες οι αναθέσεις είναι σωστά τοποθετημένες.",
	BrokenTaskHelp: "Βοήθεια",
	DuedateLiteral:"Λήξη προθεσμίας ολοκλήρωσης: ${0}",
	ForAssignee:"Για το χρήστη ${0}",
	writeDesc:"Σύνταξη ${0}",
	review:"Εξέταση",
	reviewDesc:"Εξέταση ${0}",
	reworkDesc:"Επανεκτέλεση εργασίας για ${0}",
	today: "Σήμερα",
	yesterday: "Χθες",
	tomorrow: "Αύριο",
	tipsTaskMenu: "Λίστα μενού εργασιών",
	tipsClose: "Κλείσιμο",
	AssignmentList: "Λίστα αναθέσεων",	
	AssignmentBroken: "Η ανάθεση έχει καταστραφεί.",
	AssignmentComplete: "Η ανάθεση έχει ολοκληρωθεί.",
	AssignmentButton: "Το κουμπί ${0} είναι απενεργοποιημένο γιατί η εστίαση βρίσκεται ήδη σε μια ανάθεση.",
	ProgressbarLabel: "Ανάθεση"
})
