/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({	
	add: "Добавить",
	directed: "Направлено @ ",
	written: "Написано пользователем: ",
	menuSearch: "Поиск в комментариях",
	menuDirected: "Показать комментарии, направленные @мне",
	menuBy: "Показать мои комментарии",
	invalidMessage: "Указанный пользователь не входит в список. Укажите правильное имя.",
	enterKeywords: "Введите ключевые слова",
	searchlabel: "Показать результаты для ${0}",
	sure: "Вы действительно хотите удалить этот комментарий?",
	confirm: "Больше не спрашивать.",
	exceed: "Слишком длинный комментарий.\n Длина введенного комментария превышает максимально допустимую.\n Сократите его до ${0} символов и нажмите кнопку Добавить.",
	respond: "Ответить",
	nocomments: "В документе '${0}' нет комментариев.\n Для добавления комментария поместите курсор в позицию, в которой должен быть показан комментарий, затем введите комментарий в поле и нажмите кнопку Добавить.",
	nodirectcomments: "В данный момент нет никаких направленных @${0} комментариев или ответов в документе '${1}'.",
	nobycomments: "В данный момент нет никаких записанных ${0} комментариев или ответов в документе '${1}'.",
	nosearchedcomments: "В данный момент нет никаких комментариев или ответов, содержащих ${0}, в документе '${1}'.",
	tipsDelete: "Удалить группу комментариев",
	tipsTop: "Комментарий",
	tipsCommentField: "Введите комментарий для всех или одного редактора",
	tipsResponse: "Ответ",
	tipsRespondField: "Введите ответ для всех или одного редактора",
	tipsSearchField: "Поиск по комментариям",
	tipsStrike: "Пометить или очистить перечеркнутый текст",
	tipsExpand: "Развернуть или свернуть группу комментариев",
	tipsExpanded: "Эта группа комментариев была развернута. ",
	tipsClose: "Закрыть",
	tipsSearch: "Поиск",
	tipsCommentsMenu: "Меню комментариев",
	roleCommentsDesc:"Комментарии",
	remainLabelHint: "Достигнута максимальная длина комментария (500 символов).",
	warnEnterKeywords: "Введите текст для поиска"
})
