({
	title: "Проверка на податоци",
	dvType:"Изберете тип на проверка на податоци",
	dvOperator: "Изберете оператор на проверка на податоци",
	and:"и",
	addItems:"Додај ставки...",
	
	none:"нема проверка",
	whole:"е цел број",
	decimal:"е децимален број",
	itemList:"е список на ставки",
	rangeList:"е список од опсег на ќелија",
	date:"е датум",
	time:"е време",
	text:"е текст",
	textLength:"во којшто должината на текстот е",
	custom:"е прилагодена формула",
	
	bet: "помеѓу",
	notBet:"не помеѓу",
	equal:"е еднакво на",
	notEqual:"не е еднакво на",
	greater:"е поголемо од",
	greaterEqual:"е поголемо од или еднакво на",
	less:"е помало од",
	lessEqual:"е помало од или еднакво на",
	
	valid:"Е важечки датум",
	before:"пред",
	onBefore:"на или пред",
	after:"по",
	onAfter:"на или по",
	
	contains:"Содржи",
	notContains:"Не содржи",
	email:"Е важечка е-пошта",
	url:"Е важечка url-адреса",

	max:"Максимум",
	min:"Минимум",
	source:"Извор",
	formula:"Формула",
	criValue:"Вредност на критериум",
	
	hintLabel:"Внесете текст со помош на критериум за овој опсег",
	
	refAlert:"Неважечки опсег",
	
	dateAlert: "Внесете важечки датум",
	timeAlert: "Внесете важечко време",
	wholeAlert: "Внесете важечки цел број",
	decimalAlert:"Внесете важечки децимален број",
	rangeAlert:"Внесете важечки опсег со еден ред/една колона",
	formulaAlert:"Внесете важечка формула",
	itemListAlert:"Внесете важечки список со ставки",
	textAlert:"Внесете важечки број",
	
	removeItem: "Отстрани ${0}",

	addItem:"Додај ставка на список",
	
	mulInfo:"Избраните ќелии содржат повеќе проверки.",
	
	removeAll: "Отстрани ги сите",
	ok:"ОК",
	remove:"Отстрани",
	cancel:"Откажи"
})

