({
	title: "Проверка на податоци",
	dvType:"Изберете тип на проверка на податоци",
	dvOperator: "Изберете оператор за проверка на податоци",
	and:"и",
	addItems:"Додај ставки...",
	
	none:"нема проверка",
	whole:"е цел број",
	decimal:"е децимален број",
	itemList:"е список на ставки",
	rangeList:"е список од опсег на ќелија",
	date:"е датум",
	time:"е време",
	text:"е текст",
	textLength:"во којшто должината на текстот е",
	custom:"е прилагодена формула",
	
	bet: "помеѓу",
	notBet:"не помеѓу",
	equal:"еднаков на",
	notEqual:"не еднаков на",
	greater:"поголем од",
	greaterEqual:"поголем од или еднаков на",
	less:"помал од",
	lessEqual:"помал од или еднаков на",
	
	valid:"Е важечки датум",
	before:"пред",
	onBefore:"на или пред",
	after:"после",
	onAfter:"на или после",
	
	contains:"Содржи",
	notContains:"Не содржи",
	email:"Е важечка е-пошта",
	url:"Е важечка url-адреса",

	max:"Максимум",
	min:"Минимум",
	source:"Извор",
	formula:"Формула",
	criValue:"Вредност на критериум",
	
	hintLabel:"Внесете текст за помош за критериум за овој опсег",
	
	refAlert:"Неважечки опсег",
	
	alert:"Неважечка вредност ${0}",
	dateStr:"датум",
	timeStr:"време",
	wholeStr:"цел број",
	decimalStr:"децимали",
	rangeStr:"опсег",
	formulaStr:"формула",
	itemListStr:"список со ставки",
	textStr:"број",
	
	removeItem: "Отстрани ${0}",

	addItem:"Додадете ставка на список",
	
	mulInfo:"Избраните ќелии содржат повеќе проверки.",
	
	removeAll: "Отстрани ги сите",
	ok:"ОК",
	remove:"Отстрани",
	cancel:"Откажи"
})

