({
	saveDoc:"Сохранить электронную таблицу",
	publishDoc:"Опубликовать версию",
	publishOkLabel: "Опубликовать",
	checkinLabel: "Вернуть",
	yesLabel: "Да",
	sortRange: "Сортировка",
	allFormula:"Все формулы",	
	importFile: "Импорт текста",
	importAction: "Импортировать",
	insertImage: "Вставить изображение",
	insertImageBtn: "Вставить",
	spreadsheetSettings: "Задать локаль документа",
	saveSetting: "Сохранить",
	enter_new_sheetname:"Введите имя листа:",
	enter_sheet_index_for_move: "Укажите порядковый номер листа в электронной таблице",
	INVALID_SHEET_INDEX_MSG: "Недопустимый индекс листа!",
	DELETE_ONLY_ONE_SHEET_MSG: "Нельзя удалить последний лист!",
	HIDE_ONLY_ONE_SHEET_MSG: "Нельзя скрыть последний лист!",
	MOVE_ONLY_ONE_SHEET_MSG: "Нельзя переместить последний лист!",
	pageSetup: "Параметры страницы",
	mergeCellConfirm: "Объединение этих ячеек приведет к очистке содержимого охватываемых ячеек. Вы действительно хотите объединить выбранные ячейки?",
	not_match_space_in_sheet: "Область листа, в которую вы пытаетесь вставить информацию, не соответствует копируемым данным.",
	not_enough_space_in_sheet: "Область листа, в которую вы пытаетесь вставить информацию, недостаточно велика, чтобы поместить копируемые данные.",
	too_large_paste_data: "Данные, которые вы пытаетесь вставить, слишком велики или содержат слишком много формул.",
	maxImgSize: "Слишком большой размер изображения. Максимальный размер передаваемого изображения составляет ${0} КБ",
	maxTextFileSize: "Размер файла слишком велик для передачи. Максимальный размер передаваемого файла - ${0} КБ.",	
	INVALID_SHEETNAME_MSG: "Недопустимое имя ${0} листа!",
	EXISTING_SHEETNAME_MSG: "Лист с названием '${0}' уже существует.",
	TOO_LONG_SHEETNAME_MSG: "Имя листа не может содержать более ${0} символов.",
	DELETE_SHEET_CONFIRM_MSG: "Удалить лист с названием ${0}?",
	INPUT_NEW_SHEETNAME_MSG: "Введите имя нового листа",
	INPUT_NEW_SHEETINDEX_MSG: "Введите порядковый номер нового листа",
	INPUT_VALID_SHEETINDEX_MSG: "Введите порядковый номер листа от 1 до ${0}",
	RENAME_SHEET: "Переименовать лист",
	MOVE_SHEET: "Переместить лист",
	DELETE_SHEET: "Удалить лист",
	HIDE_SHEET: "Скрыть лист",
	INSERT_SHEET: "Вставить лист",
	LOADING_MORE_DOCUMENT: "Загрузка...",
	PAINT: "Не удалось применить формат",
	PAINT_NO_MATCHED_SPACE: "Тип целевого диапазона не соответствует типу диапазона у копируемого форматирования. Форматирование можно копировать только в диапазон того же типа. Например, форматирование строк применяется к строкам, а форматирование столбцов - к столбцам.",
	PAINT_LARGE_DATA: "Вы попытались применить форматирование к слишком большому диапазону. Выберите меньший диапазон и повторите попытку.",
	PASTE: "Вставить",
	CUT_COLUMN: "Вырезать столбец",
	CUT_COLUMN_WITH_MERGED_FILTERED_CELL: "Отмените объединение ячеек или удалите фильтр по строкам и повторите операцию.",
	CUT_ROW: "Вырезать строку",
	CUT_ROW_WITH_MERGED_CELL: "Отмените объединение ячеек и повторите попытку.",
	MERGE_CELL: "Объединить ячейки",
	REF_TO_UNSUPPORTED_FORMULA_CELL_MSG: "Ячейка ссылается на неподдерживаемую ячейку формулы; обновить ее невозможно!",
	UNSUPPORTED_FORMULA_CELL_REFED: "Неподдерживаемая ячейка формулы влияет на другие ячейки, которые невозможно обновить!",
	BEYOND_ROWS_BY_INSERT_ROWS_MSG: "Вставка строк не выполнена, так как она приведет к выходу данных за ${0}-ю строку!",
	BEYOND_ROWS_MSG: "Количество строк в листе \"${0}\" превышает ${1}; строки, выходящие за рамки установленного для окна редактирования ограничения в ${1} строк, показаны не будут.",
	BEYOND_COLUMNS_BY_INSERT_COLUMNS_MSG: "Вставка столбцов не выполнена, так как она приведет к выходу данных за ${0}-й столбец!",
	BEYOND_COLUMNS_NUMBER_SHEET_MSG: "Количество столбцов в листе \"${0}\" превышает ${1}; столбцы, выходящие за рамки установленного для окна редактирования ограничения в ${1} столбцов, показаны не будут.",
	RANGEFILTER_WITHFILTERROW_SHEET_MSG: "Фильтр диапазона в исходном приложении применялся для скрытия некоторых строк на листе \"${0}\".\nЕсли планируется сохранить файл в интерактивном режиме и отобразить скрытые строки, воспользуйтесь автофильтром. Не используйте автофильтр, если планируется загрузить файл и сохранить фильтр диапазона.",
	CONVERT_NOTIFY:"Преобразовать уведомление",
	HUGE_MESSAGE_WARNING:"это действие привело к очень длинному сообщению; отмена невозможна",
	CLEAR_MESSAGE_WARNING:"В данных слишком много ячеек, очистить их не удалось!!!",
	FILTER_DATA_CHANGE_WARNING:"Ячейки изменены другими пользователями! Для получения правильного результата повторите фильтрацию.",
	FILTER_HEADER_WARNING:"Автофильтр ожидает, что верхняя строка является заголовком столбца.",
	FOCUS_TO_HIDDEN_SHEET:"Лист скрыт",
	LINKDIV_REMOVE:"Удалить",
	LINKDIV_GOTOLINK:"Перейти по ссылке: ",
	TOGGLE_SHEET_DIRECTION_WARNING:"После переключения направления текста рекомендуется перезагрузить таблицу, чтобы обновить стили рамок.",
	
	BEYOND_ROWS_BY_INSERT_CELLS_MSG: "Не удалось вставить ячейки. Непустые ячейки нельзя сдвинуть из ${0}-ой строки. ",
	BEYOND_COLUMNS_BY_INSERT_CELLS_MSG: "Не удалось вставить ячейки. Непустые ячейки нельзя сдвинуть из ${0}-ого столбца. ",
	INSERT_DELETE_CELLS_CANCEL:"Не удалось вставить или удалить ячейки, так как объединенная ячейка накладывается на сдвигаемые ячейки. Разделите объединенную ячейку или расширьте границы диапазона и повторите попытку.",
	
	
    dlgTaskReopenTitle: "Повторно открыть присвоение",	
	dlgTaskReassignTitle: "Переприсвоить ячейки",
	dlgTaskCreateTitle: "Присвоить ячейки",	    
	dlgTaskDeleteTitle: "Удалить присвоение",
	dlgTaskHistoryTitle: "Сведения об этом присвоении", 
	TASK_ASSIGN_BTN : "Присвоить",
	STR_DELETE_NOT_ALLOWED : "Вам не разрешено удалять строку/столбец/лист, если этот элемент содержится в TASK!! ",
	STR_TASK_OVERLAP_ERROR: "Невозможно создать задачу, которая пересекается с другими.",
	STR_TASK_CREATE_ERROR : "Произошла ошибка при создании задания для Операций.",
	STR_TASK_RANGE_INVALID : "Область присвоенной задачи, возможно, была удалена.",
	STR_TASK_DELETE_ERROR : "Вам не разрешено удалять эту задачу, так как вы не являетесь ее создателем.",
	STR_SHEET_NOT_EXIST : "Не удалось присвоить задачу!\nВозможно, лист новой присвоенной задачи удален.",
	STR_TASK_DELETE_NOSELECTION : "Задача не выбрана!\nНеобходимо сначала выбрать одну задачу, затем выполнить удаление.",
	STR_TASK_NO_SELECTIOIN : "Выберите диапазон для присвоения задачи!",
	STR_TASK_NOT_FRAGDOC : "Текущий документ не связан ни с одной задачей",
	STR_CREATE_FRAGMENT_ERROR : "Ошибка при работе в частном порядке",
	STR_CHART_IMAGE_INVALIDATE: "Некоторые изображения диаграммы не обновлены",		
		
	LINK_ALERT_TITLE:"Невозможно открыть ссылку",
	LINK_FILE_ALERT:"Невозможно переместить ссылку в другие файлы.",
	LINK_REF_ALERT:"Ссылка недопустима.",
	LINK_URL_ALERT:"Веб-адрес недопустим.",
	
	acc_cellLabel:"ячейка",
	
	//Worksheet panel
	acc_worksheetPanelLabel:"Панель электронной таблицы",
	acc_worksheetGridLabel:"Сетка листа",
	//Filter context menu
	
	//Grid labels;
	acc_grid_inlineEditor:"Область ввода ячейки",
	
	//Menu bar labels;
	acc_menubarLabel:"Строка меню",
	//Tool bar labels;
	acc_toolbarLabel:"электронная таблица",
	/**
	 * Formula bar input labels;
	 */
	acc_formulaBarLabel:"Панель формул",
	acc_formulaNameBox:"Поле имени",
	acc_formulaInputLine:"Строка ввода формулы",
	
	/**
	 * Accessbility Announcement
	 */
	acc_Image_cell:"Изображение, привязанное к ячейке",
	acc_Image_sheet:"Изображение, привязанное к листу",
	acc_comments: "Значок для отображения комментариев к ячейке",
	acc_linkdiv_remove: "преобразовать гиперссылку в простой текст",
	
	ACC_ROW_SEL:"выбрана строка ${0}",
	ACC_ROWS_SEL:"выбраны строки ${0} - ${1}",
	ACC_COL_SEL:"выбран столбец ${0}",
	ACC_COLS_SEL:"выбраны столбцы ${0} - ${1}",
	ACC_RANGE_SEL:"выбраны ячейки ${0} - ${1}",
	ACC_FORMULA:"формула",
	ACC_BLANKCELL:"пусто",
	ACC_HYPERLINK: "гиперссылка",
	ACC_MERGECELL: "ячейки ${0} - ${1} объединены",
	ACC_COMMENT: "комментарий",
	ACC_FILTER: "фильтр",
	ACC_COEDITING: "другой пользователь вносит изменения",
	ACC_DV_LIST: "список проверки данных",
	
	ACC_EDITED: "${0} изменил эту ячейку",
	ACC_COPY: "Скопировать выбранное в буфер обмена",
	ACC_CUT: "Вырезать выбранное в буфер обмена",

	ACC_PASTE: "Вставить из буфера обмена",
	//keyboard resizing
	ACC_INCREASE_ROWHEIGHT : "Увеличить высоту строки на ${0} пикселей" ,
	ACC_DECREASE_ROWHEIGHT : "Уменьшить высоту строки на ${0} пикселей",
	ACC_INCREASE_COLUMNWIDTH : "Увеличить ширину столбца на ${0} пикселей",
	ACC_DECREASE_COLUMNWIDTH : "Уменьшить ширину столбца на ${0} пикселей",
	
	//auto-complete indication
	ACC_RIGHTPAREN_ADDED: "Закрывающая скобка добавляется автоматически",
	ACC_PERCENTAGE_ADDED :"Знак процента добавляется автоматически",
	
	// acc string for the cell in task range
	ACC_IN_TASK_RANGE: "присвоение",
		
	ACC_CHART_CELL: "Диаграмма, привязанная к ячейке",
	ACC_CHART_SHEET: "Диаграмма, привязанная к листу",
	
	ACC_BORDER_TYPE: "Отображение границы ячейки",
	ACC_BORDER_STYLE:"Стиль границы ячейки",
	ACC_BORDER_COLOR:"Цвет границы ячейки",
		
	// protection related strings
	PROTECTION_FORBIDDEN_MESSAGE: "Ячейка или объект защищены, их нельзя изменить.",
	PROTECTED:"Защищено",
	PROTECTEDSHEET:"Защищенный лист",

	// status bar quick formula strings.
	AVERAGE : "Среднее",
	COUNT:	"Количество чисел",
	COUNTA:	"Количество",
	MAX:	"Максимум",
	MIN:	"Минимум",
	SUM:	"Сумма",
	
	//data validation default tooltip
	DVTIPS1: "Укажите ${0} ${1} ${2} и ${3}",
	DVCONBETWEEN: "между",
	DVCONNOTBETWEEN: "не между",
	
	DVTIPS2: "Укажите ${0} ${1} ${2}",
	DVCONEQUAL: "равно",
	DVCONNOTEQUAL: "не равно",
	DVCONGREATER: "больше",
	DVCONLESS: "меньше",
	DVCONGREATEREQUAL: "больше или равно",
	DVCONLESSEQUAL: "меньше или равно",
	
	whole: "целое число",
	date: "дата",
	time: "время",
	decimal: "десятичное число",
	textLength: "значение длины",
	
	//Freeze Window related strings
	FW_GRAFIC_HIDDEN: "Объекты в зафиксированных ячейках отображаются только в том случае, если они помещаются на панелях целиком.",
	FW_WINDOW_TOO_SMALL: "Окно браузера меньше, чем зафиксированная панель. Увеличьте окно браузера или выберите Вид > Зафиксировать строки > Не фиксировать строки или Вид > Зафиксировать столбцы > Не фиксировать столбцы для отмены фиксации панели.",
	FW_FREEZE_CANCEL: "Объединенные ячейки, окружающие зафиксированную панель, отменяют ее фиксацию.",
		
	UNSUPPORT_FORMULA:"Формула ${0} в ячейке еще не поддерживается.",
	Corrupted_Spreadsheet_MSG: "Электронная таблица повреждена",
	FILL_RANGE_MAX_MSG:  "Количество ячеек в выбранном диапазоне превышает ограничение, равное ${0}. Выберите меньше ячеек и повторите попытку."
})

