({
	COPY_WARNING_MSG: "Данные содержат слишком много ячеек. Их невозможно скопировать.",
	COPY_FORMULA_UNCALC_ERROR: "Выбранные данные содержат формулу, которая еще не вычислена. Ее нельзя скопировать.",
	COPY_OUT_LIMITED_MSG: "При вставке данных из этой таблицы будут вставлены только ${0} ячеек.",
	PASTE_DATA_TRUNKED: "Вставленные данные будут усечены, так как превышено ограничение таблицы.",
	PASTE_DATA_TRUNKED_PLUS_WORING: "Выполняется операция... вставленные данные усечены по границе листа.",
	COPY_CHART_WARNING: "Не удалось вырезать, скопировать или вставить неподдерживаемые диаграммы.",
	// This string content is copied from concord/widget/nls/CKResource.js
	PASTE_MAX_MSG:  "Слишком большой размер фрагмента, который требуется вставить."
})
