({
    dlgTaskReopenTitle: "Тағайындауды қайта ашу",	
	dlgTaskReassignTitle: "Ұяшықтарды қайта белгілеу",
	dlgTaskCreateTitle: "Ұяшықтарды белгілеу",
	dlgTaskDeleteTitle: "Тағайындауды жою",
	dlgTaskHistoryTitle: "Осы тапсырма туралы", 
	TASK_ASSIGN_BTN : "Тағайындау",
	STR_DELETE_NOT_ALLOWED : "Тапсырмаға тіркелген жолды/бағанды/парақты жоюға рұқсат жоқ.",
	STR_TASK_OVERLAP_ERROR: "Басқалармен қабаттастырылған тапсырманы жасау мүмкін емес.",
	STR_TASK_CREATE_ERROR : "Әрекеттерде іс-тізімін жасау кезінде қате орын алды.",
	STR_TASK_RANGE_INVALID : "Белгіленген тапсырманың аймағы жойылу мүмкін.",
	STR_TASK_DELETE_ERROR : "Осы тапсырманың жасаушысы болмағандықтан, сізде осы тапсырманы жоюға рұқсат берілмеген.",
	STR_SHEET_NOT_EXIST : "Тапсырма белгіленбеді!\nЖаңа белгіленген тапсырманың парағы жойылу мүмкін.",
	STR_TASK_DELETE_NOSELECTION : "Тапсырма таңдалмады!\nБір тапсырманы таңдап, сосын оны жою керек.",
	STR_TASK_NO_SELECTIOIN : "Тапсырманы белгілеу үшін ауқымды таңдаңыз!",
	STR_TASK_NOT_FRAGDOC : "Ағымдағы құжаттың тапсырмаға қатысы жоқ",
	STR_CREATE_FRAGMENT_ERROR : "Жеке жұмыс жасағанда қате орын алады"
})
