({
    dlgTaskReopenTitle: "Νέο άνοιγμα ανάθεσης",	
	dlgTaskReassignTitle: "Νέα ανάθεση κελιών",
	dlgTaskCreateTitle: "Ανάθεση κελιών",
	dlgTaskDeleteTitle: "Κατάργηση ανάθεσης",
	dlgTaskHistoryTitle: "Πληροφορίες για αυτή την ανάθεση", 
	TASK_ASSIGN_BTN : "Ανάθεση",
	STR_DELETE_NOT_ALLOWED : "Δεν επιτρέπεται η διαγραφή μιας γραμμής, μιας στήλης ή ενός φύλλου που έχει επισυναφθεί σε μια εργασία.",
	STR_TASK_OVERLAP_ERROR: "Δεν μπορείτε να δημιουργήσετε μια εργασία που αλληλεπικαλύπτεται με άλλες εργασίες.",
	STR_TASK_CREATE_ERROR : "Παρουσιάστηκε σφάλμα κατά τη δημιουργία μιας εκκρεμούς εργασίας στις Δραστηριότητες.",
	STR_TASK_RANGE_INVALID : "Η περιοχή της ανατεθειμένης εργασίας μπορεί να έχει διαγραφεί.",
	STR_TASK_DELETE_ERROR : "Δεν έχετε δικαίωμα να διαγράψετε αυτή την εργασία γιατί δεν είστε ο δημιουργός της.",
	STR_SHEET_NOT_EXIST : "Η ανάθεση εργασίας απέτυχε.\n\nΤο φύλλο της νέας ανατεθειμένης εργασίας μπορεί να έχει διαγραφεί.",
	STR_TASK_DELETE_NOSELECTION : "Δεν έχει επιλεγεί καμία εργασία.\n\nΠρέπει να επιλέξετε μια εργασία για διαγραφή.",
	STR_TASK_NO_SELECTIOIN : "Επιλέξτε μια περιοχή για να αναθέσετε μια εργασία.",
	STR_TASK_NOT_FRAGDOC : "Το τρέχον έγγραφο δεν σχετίζεται με καμία εργασία.",
	STR_CREATE_FRAGMENT_ERROR : "Παρουσιάζεται σφάλμα όταν επιχειρείτε να εργαστείτε ιδιωτικά."
})
