/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	reconnecting : "Повторно поврзување...",
	discardError : "Не успеа да се врати на последната верзија.",
	discardErrorDelete : "Оваа датотека била избришана од споделената датотека додека сте ја уредувале. Не можете да ја вратите на последната верзија. Контактирајте со сопственикот на датотеката за повеќе информации.",
	discardErrorNoPermission : "Немате дозвола да ја вратите оваа датотека на претходната верзија. Контактирајте со администраторот да добиете овластување и обидете се повторно.",
	discardErrorNoSpace : "Не се врати на последната верзија. Ако сте ја достигнале квотата за големина на датотека, намалете ја со преместување на други датотеки во ѓубрето и потоа избришете ги. Потоа обидете се да ја зачувате тековната верзија.",
	saveError : "Не успеа да се зачува",
	saveErrorNoDraft : "Нацрт-верзијата од овој документ не постои.",
	saveErrorNoPermission : "Немате дозвола да ја зачувате нацрт-верзијата на овој документ.",
	userJoinedMessage: "${0} го уредува документот.",
	userLeftMessage: "${0} заврши со уредување на документот."
})

