({	
	//Feature id (within tour.json) plus "_TITLE", which is for feature title.
	//Feature id (within tour.json) plus "_DESC"(or _DESC_1, DESC_2 for multiple description) , which is for feature description.
	//According to the UXDesign, in each release, for one application, the exhibited new feature number must be less than 5.(<= 5)
	PREV: "ก่อนหน้านี้",
	NEXT: "ถัดไป",
	DELETE: "ปิด",
	
	NotNow: "ไม่ใช่ตอนนี้",
	Tour: "แสดงเพิ่มเติม",
	Welcome: "ยินดีต้อนรับ!",
	Want: "คุณต้องการทัวร์เร่งด่วนหรือไม่?",
	
	TEXT_INTRODUCTION: "พร้อมกับเอกสาร ${productName}, คุณและเพื่อนร่วมงานของคุณสามารถขัดเกลาเนื้อหาของคุณและทำให้เอกสารดีขึ้น",
	SHEET_INTRODUCTION: "พร้อมกับสเปร็ดชีต ${productName}, คุณและเพื่อนร่วมงานของคุณสามารถคำนวน, วิเคราะห์, และจัดการข้อมูลของคุณ ใช้ประโยชน์จากความหลากหลายของฟังก์ชันที่ดำเนินการโดยเฉพาะการคำนวณ",
	PRES_INTRODUCTION: "พร้อมกับการนำเสนอ ${productName}, คุณและเพื่อนร่วมงานของคุณสามารถทำงานกับสไลด์และสไลด์โชว์อย่างรวดเร็วและง่ายดาย",
	
	// Common feature
	COMMON_COEDIT_TITLE: "เชิญคนอื่นเข้าร่วมปาร์ตี้",
	COMMON_COEDIT_DESC: "เมื่อบุคคลเริ่มการแก้ไข, รูปของเค้าจะถูกแสดงบนแถบด้านข้าง, และเครื่องหมายส่วนบุคคลของเขาจะระบุการเปลี่ยนแปลง",
	
	COMMON_TOUR_TITLE: "ค้นหาฉันได้ตลอดเวลา!",
	COMMON_TOUR_DESC: "คุณสามารถเริ่มทัวร์ได้ตลอดจากเมนูวิธีใช้",
	
	// Text feature
	TEXT_TOOLBAR_TITLE: "ดูดีที่สุดของคุณ!",
	TEXT_TOOLBAR_DESC: "เปลี่ยนขนานฟอนต์และรูปแบบข้อความ, รูปแบบรายการ, และแม้กระทั่งเพิ่มตารางโดยตรงจากแถบเครื่องมือ",
	
	TEXT_LAYOUT_TITLE: "ปรับแต่งรูปแบบของคุณ",
	TEXT_LAYOUT_DESC: "เพิ่มการแบ่งหน้า, หัวกระดาษ, ท้ายกระดาษและตารางของเนื้อหาที่จะทำให้เอกสารของคุณดูเป็นมืออาชีพ",
	
	TEXT_COMMENT_TITLE: "คุณต้องการแสดงข้อคิดเห็นบนนั้น?",
	TEXT_COMMENT_DESC_1: "แค่เลือกข้อความที่คุณต้องการแสดงข้อคิดเห็น, และคลิกปุ่มนี้เพื่อเริ่มต้นการสนทนากับเอดิเตอร์ท่านอื่น",
	TEXT_COMMENT_DESC_2: "ไฟล์ที่เผยแพร่รวมข้อคิดเห็นเมื่อดาวน์โหลด",
	
	TEXT_AUTO_PUBLISH_TITLE: "ให้ผู้อ่านทันสมัยเสมอ",
	TEXT_AUTO_PUBLISH_DESC: "ทำให้การเปลี่ยนแปลงล่าสุดพร้อมใช้งานทุกครั้งที่คุณปิดการนำเสนอ หรือเลือก เผยแพร่เดี๋ยวนี้ เฉพาะเมื่อคุณพร้อมที่จะแสดงการเปลี่ยนแปลง",		
	TEXT_AUTO_PUBLISH_DESC_RP: "ทำให้การเปลี่ยนแปลงล่าสุดพร้อมใช้งานทุกครั้งที่คุณปิดการนำเสนอ หรือเลือกบันทึกไปยังที่เก็บตอนนี้เท่านั้นเมื่อคุณพร้อมที่จะแสดงการเปลี่ยนแปลง",	
	
	TEXT_TRACK_CHANGE_TITLE: "การติดตามการเปลี่ยนแปลงพร้อมใช้งานแล้ว!",
	TEXT_TRACK_CHANGE_DESC: "คุณสามารถติดตามการเปลี่ยนแปลงเมื่อคุณแก้ไขหรือร่วมแก้ไขกับสมาชิกในทีม",
			
	// Sheet feature
	SHEET_FORMULA_TITLE: "สูตรที่คุณวางใจได้",
	SHEET_FORMULA_DESC: "ฟังก์ชันที่คุณใช้มากที่สุดในแอ็พอื่นๆ จะถูกสร้างขึ้นใน ${productName}",
	
	SHEET_DATA_TITLE: "ข้อมูล: วิธีการของคุณ",
	SHEET_DATA_DESC: "เรียงลำดับและกรองข้อมูลที่จะแสดงของคุณในทางที่ให้ความหมาย เพิ่มการตรวจสอบข้อมูลเพิ่มให้แน่ใจว่าข้อมูลที่ป้อนตรงกับเกณฑ์ของคุณ",
	
	SHEET_COMMENT_TITLE: "คุณต้องการแสดงข้อคิดเห็นบนนั้น?",
	SHEET_COMMENT_DESC_1: "แค่คลิกที่เซลล์ที่คุณต้องการแสดงข้อคิดเห็น, และคลิกปุ่มนี้เพื่อเริ่มต้นการสนทนากับเอดิเตอร์ท่านอื่น",
	SHEET_COMMENT_DESC_2: "ไฟล์ที่เผยแพร่รวมข้อคิดเห็นเมื่อดาวน์โหลด",
	
	SHEET_AUTO_PUBLISH_TITLE: "ให้ผู้อ่านทันสมัยเสมอ",
	SHEET_AUTO_PUBLISH_DESC: "ทำให้การเปลี่ยนแปลงล่าสุดพร้อมใช้งานทุกครั้งที่คุณปิดการนำเสนอ หรือเลือก เผยแพร่เดี๋ยวนี้ เฉพาะเมื่อคุณพร้อมที่จะแสดงการเปลี่ยนแปลง",	
	SHEET_AUTO_PUBLISH_DESC_RP: "ทำให้การเปลี่ยนแปลงล่าสุดพร้อมใช้งานทุกครั้งที่คุณปิดการนำเสนอ หรือเลือกบันทึกไปยังที่เก็บตอนนี้เท่านั้นเมื่อคุณพร้อมที่จะแสดงการเปลี่ยนแปลง",	

	
	// Presentation features 	
	PRES_SLIDES_TITLE: "เพิ่มสไลด์ใหม่",
	PRES_SLIDES_DESC: "คลิกเพื่อเพิ่มสไลด์ คุณสามารถเลือกสามารถเลือกพิมพ์เขียวที่แตกต่างกันใน สไลด์ > สไลด์แบบร่าง",
	
	PRES_ORDER_TITLE: "คลิกและไป",
	PRES_ORDER_DESC: "ย้ายอย่างรวดเร็วไปยังสไลด์ที่ต้องการโดยคลิกที่รูปขนาดย่อ ลากรูปขนาดย่อเพิ่มจัดเรียงสไลด์"	,
	
	PRES_COMMENT_TITLE: "คุณต้องการแสดงข้อคิดเห็นบนนั้น?",
	PRES_COMMENT_DESC_1: "แค่คลิกอ็อบเจ็กต์ที่คุณต้องการแสดงข้อคิดเห็น และคลิกปุ่มนี้เพื่อเริ่มต้นการสนทนากับเอดิเตอร์ท่านอื่น",
	PRES_COMMENT_DESC_2: "ไฟล์ที่เผยแพร่รวมข้อคิดเห็นเมื่อดาวน์โหลด",
	
	PRES_AUTO_PUBLISH_TITLE: "ให้ผู้อ่านทันสมัยเสมอ",
	PRES_AUTO_PUBLISH_DESC: "ทำให้การเปลี่ยนแปลงล่าสุดพร้อมใช้งานทุกครั้งที่คุณปิดการนำเสนอ หรือเลือก เผยแพร่เดี๋ยวนี้ เฉพาะเมื่อคุณพร้อมที่จะแสดงการเปลี่ยนแปลง",
	PRES_AUTO_PUBLISH_DESC_RP: "ทำให้การเปลี่ยนแปลงล่าสุดพร้อมใช้งานทุกครั้งที่คุณปิดการนำเสนอ หรือเลือกบันทึกไปยังที่เก็บตอนนี้เท่านั้นเมื่อคุณพร้อมที่จะแสดงการเปลี่ยนแปลง"
	
})

