({
	LABEL_REFERSTO: "참조 대상: ",
	LABEL_NAME: "이름:",
	LABEL_INVALIDADDRESS: "참조가 올바르지 않습니다. 참조 대상 필드에 범위를 입력하거나, 마우스를 끌어 스프레드시트에서 범위를 선택하십시오.",	
	LABEL_EMPTYREF: "참조는 비워 둘 수 없습니다. 참조 대상 필드에 범위를 입력하거나, 마우스를 끌어 스프레드시트에서 범위를 선택하십시오.",
	LABEL_INVALIDNAME: "이름이 올바르지 않습니다. 가능한 이유는 다음과 같습니다. <br> a) 이름이 문자, 백슬래시(\\) 또는 밑줄(_)로 시작하지 않습니다. <br>  b) 이름에 공백이 포함되었습니다. <br> c) \"r\" 또는 \"c\"와 같은 예약된 키워드가 사용되었습니다. <br> d) 이름이 셀 주소와 유사합니다(예: \"Q2\" 또는 \"FY98\").<br> e) 이름의 길이가 255자보다 깁니다.",
	LABEL_EMPTYNAME: "이름은 비워 둘 수 없습니다.",
	LABEL_EXISTEDNAME: "해당 이름은 이미 있습니다. 고유한 이름을 입력하십시오. 이름은 대소문자를 구분하지 않습니다.",
	LABEL_RCNAME: "R1C1 셀 주소와 비슷한 이름을 사용하지 마십시오." ,	
	LABEL_KEYWORDS: "키워드 '${0}'은(는) 이름으로 사용하지 마십시오.",
	REFERS_HELP:"이 창을 연 상태에서 마우스를 끌어 시트에서 범위 값을 선택하십시오."
})
