/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	reconnecting : "Повторное подключение...",
	discardError : "Не удалось восстановить предыдущую версию.",
	discardErrorDelete : "Пока вы редактировали этот файл, он был удален из общего каталога. Вернуться к последней версии файла невозможно. За дополнительной информацией обратитесь к владельцу файла.",
	discardErrorNoPermission : "У вас нет прав доступа для восстановления последней версии этого файла. Для получения прав доступа обратитесь к своему администратору и повторите запрос.",
	discardErrorNoSpace : "Возврат к предыдущей версии невозможен. Если достигнуто ограничение на общий объем файлов, переместите другие файлы в корзину, а затем удалите их. Затем попробуйте сохранить эту версию еще раз.",
	saveError : "Ошибка сохранения",
	saveErrorNoDraft : "У этого документа нет черновика.",
	saveErrorNoPermission : "У вас нет прав доступа на сохранение черновика этого документа.",
	userJoinedMessage: "Пользователь ${0} редактирует документ.",
	userLeftMessage: "Пользователь ${0} завершил редактирование документа."
})
