/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({	
	add: "Қосу",
	directed: "Бағытталды @ ",
	written: "Жазған: ",
	menuSearch: "Пікірлерді іздеу",
	menuDirected: "Маған бағытталған пікірлерді қарау",
	menuBy: "Мен бағыттаған пікірлерді қарау",
	invalidMessage: "Сіз көрсеткен адам тізімде жоқ. Атты тексеріп, оны қайтадан енгізіңіз.",
	enterKeywords: "Кілтсөздерді енгізіңіз",
	searchlabel: "Нәтижені көрсету: ${0}",
	sure: "Шынымен осы пікірді жойғыңыз келеді ме?",
	confirm: "Менен қайтадан сұрамаңыз.",
	exceed: "Пікір тым ұзын.\nСіз енгізген пікір рұқсат етілген ұзындығынан асты.\nОны ${0} таңбаға дейін қысқартыңыз және Қосу түймешігін басыңыз.",
	respond: "Жауап беру",
	nocomments: "'${0}' құжатында ешқандай пікірлер жоқ.\nПікірді қосу үшін, пікірді көрсететін орынға жүгірткіні орналастырыңыз, сосын пікірді өрісте теріп, Қосу түймешігін басыңыз.",
	nodirectcomments: "Ағымда, пікірлер немесе ${0} бағыттаған жауаптар '${1}' құжатында жоқ.",
	nobycomments: "Ағымда, пікірлер және ${0} жазған жауаптар '${1}' құжатында жоқ.",
	nosearchedcomments: "Ағымда, пікірлер немесе '${0}' қамтитын жауаптар '${1}' құжатында жоқ.",
	tipsDelete: "Пікір ағынын жою",
	tipsTop: "Пікір",
	tipsCommentField: "Барлық өңдегіштерге немесе бір өңдегішке пікірді енгізу",
	tipsResponse: "Жауап беру",
	tipsRespondField: "Барлық өңдегіштерге немесе бір өңдегішке жауапты енгізу",
	tipsSearchField: "Пікірлерді іздеу",
	tipsStrike: "Сызылған мәтінді белгілеу немесе өшіру",
	tipsExpand: "Пікір ағынын кеңейту немесе тасалау",
	tipsExpanded: "Осы пікір ағыны кеңейтілді.",
	tipsClose: "Жабу",
	tipsSearch: "Іздеу",
	tipsCommentsMenu: "Пікірлер мәзірінің тізімі",
	roleCommentsDesc:"Түсініктемелер",
	remainLabelHint: "Пікір 500 таңба шегіне жетті.",
	warnEnterKeywords: "Іздеу шарттарын енгізу"
})
