/*
Copyright (c) 2003-2011, CKSource - Frederico Knabben. All rights reserved.
For licensing, see LICENSE.html or http://ckeditor.com/license


Portions Copyright IBM Corp., 2010-2011.
*/

CKEDITOR.plugins.setLang( "a11yhelp", "en",
{

	// When translating all fields in accessibilityHelp object, do not translate anything with the form ${xxx}
	accessibilityHelp :
	{
		title : "Арнайы қолжетімділік нұсқауы",
		contents : "Анықтама мазмұндары. Осы тілқатысу терезесін жабу үшін, ESC пернесін басыңыз.",
		legend :
		[
			{
				name : "Жалпы",
				items :
				[
					{
						name : "Өңдегіш құралдар тақтасы",
						legend:
							"${toolbarFocus} пернесін құралдар тақтасын шарлау үшін басыңыз. " +
							"TAB және SHIFT-TAB пернесі арқылы келесі және алдыңғы құралдар тақталары тобына жылжытыңыз. " +
							"ОҢ ЖАҚ КӨРСЕТКІ немесе СОЛ ЖАҚ КӨРСЕТКІ пернесі арқылы келесі және алдыңғы құралдар тақтасы түймешігіне жылжытыңыз. " +
							"БОС ОРЫН немесе ENTER пернесін құралдар тақтасы түймешігін белсендіру үшін басыңыз."
					},

					{
						name : "Өңдегіш тілқатысу терезесі",
						legend :
							"Тілқатысу терезесі ішінде, TAB пернесін келесі тілқатысу терезесі өрісіне шарлау үшін басыңыз, SHIFT + TAB пернесін алдыңғы өріске жылжыту үшін басыңыз, ENTER пернесін тілқатысу терезесін жіберу үшін басыңыз, ESC пернесін тілқатысу терезесін болдырмау үшін басыңыз. " +
							"Бірнеше қойынды беттері бар тілқатысу терезедері үшін, ALT + F10 пернесін қойындылар тізімін шарлау үшін басыңыз. " +
							"Сосын келесі қойындыға TAB немесе RIGTH ARROW пернесі арқылы жылжытыңыз. " +
							"Алдыңғы қойындыға SHIFT + TAB немесе СОЛ ЖАҚ КӨРСЕТКІ пернесі арқылы жылжытыңыз. " +
							"БОС ОРЫН немесе ENTER пернесін қойынды бетін таңдау үшін басыңыз."
					},

					{
						name : "Мәтінмәндік мәзір өңдегіші",
						legend :
							"${contextMenu} немесе APPLICATION KEY пернесін мәтінмәндәк мәзірді ашу үшін басыңыз. " +
							"Сосын келесі мәзір параметріне TAB немесе DOWN ARROW пернесі арқылы жылжытыңыз. " +
							"Алдыңғы параметрге SHIFT+TAB немесе UP ARROW пернесі арқылы жылжытыңыз. " +
							"БОС ОРЫН немесе ENTER пернесін мәзір параметрін таңдау үшін басыңыз. " +
							"Ағымдағы параметрдің ішкі мәзірін БОС ОРЫН немесе ENTER немесе ОҢ ЖАҚ КӨРСЕТКІ пернесі арқылы ашыңыз. " +
							"Басты мәзір элементіне ESC немесе СОЛ ЖАҚ КӨРСЕТКІ пернесі арқылы кері оралыңыз. " +
							"Мәтінмәндік мәзірді ESC пернесі арқылы жабыңыз."
					},

					{
						name : "Өңдегіштің тізімді жолағы",
						legend :
							"Тізімді жолақ ішінде, келесі тізім элементіне TAB немесе DOWN ARROW пернесі арқылы жылжытыңыз. " +
							"Алдыңғы тізімі элементіне SHIFT + TAB немесе UP ARROW пернесі арқылы жылжытыңыз. " +
							"БОС ОРЫН немесе ENTER пернесін тізім параметрін таңдау үшін басыңыз. " +
							"ESC перенсін тізімді жолақты жабу үшін басыңыз."
					},

					{
						name : "Өңдегіш элементі жолындағы тақта (егер қол жетімді болса*)",
						legend :
							"${elementsPathFocus} пернесін элементтер жол тақтасына шарлау үшін басыңыз. " +
							"TAB пернесі немесе Оң жақ көрсеткімен келесі элемент түймешігіне жылжыңыз. " +
							"SHIFT+TAB немесе СОЛ ЖАҚ КӨРСЕТКІ пернесі арқылы алдыңғы түймешікке жылжыңыз. " +
							"Өңдегіштегі элементті таңдау үшін, БОС ОРЫН немесе ENTER пернесін басыңыз."
					}
				]
			},
			{
				name : "Пәрмендер",
				items :
				[
					{
						name : " Болдырмау пәрмені",
						legend : "${undo} басу"
					},
					{
						name : " Қайтару пәрмені",
						legend : "${redo} басу"
					},
					{
						name : " Қалың пәрмені",
						legend : "${bold} басу"
					},
					{
						name : " Көлбеу пәрмені",
						legend : "${italic} басу"
					},
					{
						name : " Астын сызу пәрмені",
						legend : "${underline} басу"
					},
					{
						name : " Сілтеме пәрмені",
						legend : "${link} басу"
					},
					{
						name : " Құралдар тақтасын тасалау пәрмені (қол жетімді болса*)",
						legend : "${toolbarCollapse} басу"
					},
					{
						name : " Арнайы мүмкіндіктер туралы анықтама",
						legend : "${a11yHelp} басу"
					}
				]
			},

			{	//added by ibm
				name : "",
				items :
				[
					{
						name : "Жазба",
						legend : "* Кейбір мүмкіндіктер әкімшіңізбен ажыратылады."
					}
				]
			}
		]
	}

});
