({
	EDIT_LABLE_TITLE: "ช่วงที่สามารถแก้ไขได้:",
	EDIT_LABLE_CONTENT: "เฉพาะบุคคลที่คุณเลือกไว้ที่สามารถแก้ไขช่วงนี้ พวกเขาไม่สามารถแก้ไขส่วนอื่นของชีตนี้จนกว่าการป้องกันสำหรับชีตจะอนุญาตให้ทำเช่นนั้น",
	READ_LABLE_TITLE: "ช่วงที่อ่านได้อย่างเดียว:",
	READ_LABLE_CONTENT: "เฉพาะบุคคลที่คุณเลือกไว้ที่สามารถอ่านช่วงนี้",
	EDIT_SHEET_TITLE: "ชีตที่สามารถแก้ไขได้:",
	EDIT_SHEET_CONTENT: "เฉพาะบุคคลที่คุณเลือกไว้ที่สามารถแก้ไขชีตนี้ ระดับของช่วงจะเขียนทับการป้องกันระดับของชีต",
	READ_SHEET_TITLE: "ชีตที่อ่านได้อย่างเดียว",
	READ_SHEET_CONTNET: "เฉพาะบุคคลที่คุณเลือกไว้ที่สามารถอ่านชีตนี้ ระดับของช่วงจะเขียนทับการป้องกันระดับของชีต",
	DELETE_PERMISSION: "ลบการป้องกัน",
	DELETE_CONFIRM_MSG: "คุณแน่ใจว่าต้องการลบการป้องกันนี้หรือไม่?",
	CREATED: "${0} สร้างแล้ว", // here ${0} means the user name
	LAST_MODIFIED: "${0} แก้ไขล่าสุด" // here ${0} means the user name
})

