({
    dlgTaskReopenTitle: "Повторно отваряне на задание",	
	dlgTaskReassignTitle: "Повторно приписване на клетки",
	dlgTaskCreateTitle: "Задаване на клетки",
	dlgTaskDeleteTitle: "Премахване на задание",
	dlgTaskHistoryTitle: "Относно това задание", 
	TASK_ASSIGN_BTN : "Задаване",
	STR_DELETE_NOT_ALLOWED : "Нямате право да изтривате ред/колона/таблица, прикачена към задача.",
	STR_TASK_OVERLAP_ERROR: "Не можете да създавате задача, която се припокрива с други.",
	STR_TASK_CREATE_ERROR : "Възникна грешка при създаването на списък със задачи за изпълнение в Дейности.",
	STR_TASK_RANGE_INVALID : "Областта на зададената задача може да бъде изтрита.",
	STR_TASK_DELETE_ERROR : "Нямате право да изтривате тази задача, тъй като не сте нейн създател.",
	STR_SHEET_NOT_EXIST : "Задаването на задачата е неуспешно!\nТаблицата на новозададената задача може да бъде изтрита.",
	STR_TASK_DELETE_NOSELECTION : "Не е избрана задача!\nТрябва да изберете една задача, след което да изтриете.",
	STR_TASK_NO_SELECTIOIN : "Моля, изберете обхват за задаване на задача!",
	STR_TASK_NOT_FRAGDOC : "Текущият документ не е свързан с никаква задача",
	STR_CREATE_FRAGMENT_ERROR : "Възникна грешка, когато работите поверително"
})
