/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	invalidMessage:" Сотрудник не определен как Редактор. Сначала необходимо разрешить совместное использование документа с сотрудником, использующим роль Редактор, затем можно присвоить раздел.",
	invalidEmailMessage:"Не удалось найти сотрудника по его адресу электронной почты. Проверьте орфографию и повторите запрос.",
	noAccessMessage:"У сотрудника с этим адресом электронной почты нет прав доступа для редактирования данного документа.",
	serverException:"В данный момент сервер недоступен. Повторите попытку позднее."
})
