/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	publishSummaryMsg: "Обзор изменений",
	publishMainDesc: "Опубликуйте эту версию в приложении Файлы и сделайте ее доступной всем читателям, включая комментарии в случае загрузки файла.",
	publishMainDescWithoutCMT: "Опубликуйте эту версию в приложении Файлы и сделайте ее доступной всем читателям.",
	publishNotificationMsg: "Пользователи, отслеживающие этот файл, получат уведомления о том, что он стал доступен.",
	publishSuccessMsg: "Версия успешно опубликована в приложении Файлы.",
	publishDescMsg: "Достигнуто максимальное ограничение, которое составляет 500 символов.",
	//publishReminderMsg: "There is no published version in Files of this document. Do you want to publish a version now?",
	publishErrMsg: "Версия не была опубликована. Возможно, файл был слишком большим или произошел тайм-аут сервера. Повторите попытку или отмените запрос и попросите администратора проверить протокол сервера для определения неполадки.",
	publishErrMsg_Quota_Out: "Недостаточно памяти для публикации новой версии этого документа. Удалите другие файлы, чтобы освободить место для публикации этого документа.",
	publishErrMsg_NoFile: "Не удалось опубликовать документ, так как он был удален другим пользователем.",
	publishErrMsg_NoFile2: "Для публикации материалов в новом файле выберите Файл > Копировать...",
	publishErrMsg_NoPermission: "Не удалось опубликовать новую версию, так как у вас нет прав на изменение этого файла. Обратитесь к владельцу файла для получения прав на редактирование и повторите попытку.",
	publishTxtFormatChangeMsg: "Для того чтобы обеспечить максимально точное отображение содержимого файла, файл будет опубликован в формате Microsoft Word (.docx).",
	publishCsvFormatChangeMsg: "Для того чтобы обеспечить максимально точное отображение содержимого файла, файл будет опубликован в формате Microsoft Excel (.xlsx).",
	publishTxtFormatChangeMsg2: "Для того чтобы обеспечить максимально точное отображение содержимого файла, файл будет опубликован в формате OpenDocument Text (.odt).",
	publishCsvFormatChangeMsg2: "Для того чтобы обеспечить максимально точное отображение содержимого файла, файл будет опубликован в формате OpenDocument Spreadsheet (.ods).",
	conflictMsg: "Пользователь ${0} отправил новую версию (${1} ${2}). Сейчас вы можете опубликовать отдельную версию и восстановить материалы позже на вкладке Версии приложения Файлы.", // ${0} is name, ${1} is time,  ${2} is date
	
	summaryHint: "Сводка изменений в этой новой версии",	
	ccmPublishMsg: "Вы действительно хотите вернуть файл?",
	coeditingMsg: "Этот файл редактируют следующие пользователи:",
	closeLabel: "Закрыть"
})

