/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	saveOptionMsg: "Для того чтобы сохранить исправления и перейти к управлению документом как новой версией, выберите Сохранить как новую версию. В противном случае сохраните документ как черновик.",
	saveOptionMsg2: "Для передачи документа обратно в составной документ выберите Передать личный черновик обратно в составной документ. В противном случае сохраните этот документ как черновик.",
	confirmSaveAs: "Опубликованный файл был удален во время вашего сеанса редактирования. Для сохранения внесенных изменений нажмите OK, чтобы сохранить черновик как новый файл.",
	publishErrMsg: "Не удалось сохранить в качестве новой версии",
	publishErrMsg_Quota_Out: "Недостаточно памяти для сохранения новой версии документа. Удалите другие файлы, чтобы освободить достаточно памяти для сохранения этого документа.",
	publishErrMsg_NoPermission: "Не удалось сохранить новую версию, так как у вас нет прав на изменение этого файла. Обратитесь к владельцу файла для получения прав на редактирование и повторите попытку.",
	saveDraftMsg: "Сохранить как черновик",
	saveDocumentsMsg: "Сохранить как новую версию в своем общем каталоге",
	submitDocumentMsg: "Передать содержимое документа обратно в составной документ",
	deleteDocumentMsg: "Переместить документ присвоения в корзину Файлы"
})
