/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	DIALOG_TITLE: "Выбор действия",   
	DIALOG_NOTICE : "Перед присвоением раздела выберите или создайте действие для сохранения присвоений документа в качестве задач. Нельзя изменить действие, после того как оно присвоено документу.",
	DIALOG_NOTICE_PRES : "Перед присвоением слайдов выберите или создайте действие для сохранения задач для присвоений этой презентации. Нельзя изменить действие, после того как оно присвоено документу.",
		
	LISTBOX_TITLE: "* Действие:",
	NEW_ACTIVITY: "Создать действие",
	LISTBOX_DEFAULT: "Выбрать действие",
	NEW_ACTIVITY_NAME: " * Имя нового действия:",
		
	INVALID_SELECTION: "Выбранное действие недопустимо.",
	ACTIVITY_NAME_REQUIRED: "Введите имя действия.",
	DEFAULT_NOT_WORK: "Укажите или создайте действие для сохранения элементов присвоения текущего документа.",
	LINK_FAIL: "Не удалось связать действие с текущим документом."
})
