/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	linkMsg: "Скопировать ссылку", 
    shareMsg: "Добавить пользователя в качестве редактора:",
    tipForShare: "Введите имя или электронный адрес...",
	successShareMsg: "Документ успешно сделан общим!", 
	errorShareMsg:"Не удалось сделать документ общим.",
	errorCommunityShareMsg:"Этим файлом владеет сообщество, к нему нельзя предоставить общий доступ для всех пользователей.",
	errorAcrossOrgMsg:"К файлу можно предоставить общий доступ только в пределах организации.",
	sharetoauthorMsg:"Невозможно предоставить доступ для совместного использования самому себе.",
	notTheAuthor:"Вы не являетесь владельцем этого документа.",
    communityShareMsg: "К ${title} предоставлен общий доступ для всех участников этого сообщества. <br>В зависимости от параметров сообщества все участники имеют права доступа редактора или читателя.",
	invalidInput:"Недопустимое имя пользователя или адрес электронной почты.",
	notSharingOutsideOrgMsg:"Совместный доступ к этому файлу можно предоставлять только сотрудникам вашей организации.",
	sharingForVisitor: "Этот файл можно использовать совместно с пользователями не из вашей организации.",
	sharingOutsideOrgMsg:"Если пользователь не является сотрудником организации, отмените операцию и настройте совместный доступ на странице Сведения в приложении Файлы.",
	sharingOutsideOrgErrorMsg:"Невозможно открыть документ для совместной работы с этим пользователем, так как он не является сотрудником вашей организации.",
	notFoundErrorMsg:"Не удалось найти имя или адрес электронной почты."
})
