({
	saveAsMsg: "Укажите новое имя для сохранения файла в папке Мои файлы. ", 
	saveAsErrMsg: "Не удалось сохранить в качестве новой электронной таблицы", 
	newDocErrMsg: "Не удалось создать новую электронную таблицу", 
	documentLabelMsg: "Имя (*)", 
	newDraftMsg: "Укажите новое имя для этой электронной таблицы без названия. ", 
	enterNewDocNameMsg: "Укажите новое имя для этой электронной таблицы",
	invalidDocNameMsg: "${0} - недопустимое имя документа",
	emptyDoc: "Электронная таблица без названия"
})

