/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	unsupportdlgTitle:"Особенности отображения",
	convertNotifyMsg:"Этот документ содержит сложное форматирование, которое может неправильно отображаться в браузере, однако будет сохранено в загруженной версии.",
	notShowCB:"Больше не показывать это сообщение.",
	notShowNote:"(Для повторного включения этого сообщения выберите Вид > Показать сообщения неподдерживаемых функций.)",
	PRESERVED:"можно сохранить.",
	NOTPRESERVED:"нельзя сохранить.",
	601:"Изменение дорожки: ${0}",
	602:"Пользовательская фигура: ${0}",
	603:"Объект OLE: ${0}",
	604:"Видео или звук: ${0}",
	605:"Сноска на странице или в конце документа: ${0}",
	606:"Текстовый раздел: ${0}",
	607:"Текстовый комментарий: ${0}",
	608:"Текстовое поле: ${0}",
	609:"Управляющий элемент формы: ${0}",
	610:"Составление стандартных писем: ${0}",
	611:"Макросы: ${0}",
	612:"Диаграмма: ${0}",
	613:"ActiveX: ${0}",
	614:"SmartArt: ${0}",
	615:"Графический символ элемента списка: ${0}",
	616:"Стиль таблицы: ${0}",
	701:"Макросы: ${0}",
	702:"Объект OLE: ${0}",
	703:"Графики: ${0}",
	704:"Фильтры: ${0}",
	705:"Именованные диапазоны: ${0}",
	706:"Условное форматирование: ${0}",
	707:"Сгруппированные объекты: ${0}",
	708:"Сводная таблица: ${0}",
	709:"Проверка даты: ${0}",
	710:"Таблица: ${0}",
	711:"ActiveX: ${0}",
	801:"Группировка объектов: ${0}",
	802:"Пользовательская фигура: ${0} (Никакие внесенные в форму изменения экспортировать нельзя.)",
	803:"Объект OLE или диаграмма: ${0}",
	804:"Видео или звук: ${0}",
	805:"Примечания докладчика: ${0}",
	806:"Анимация: ${0}",
	807:"Название: ${0}",
	808:"Заголовок: ${0}",
	809:"Управляющий элемент ActiveX: ${0}",
	810:"Диаграмма: ${0}",
	811:"WordArt: ${0}",
	812:"SmartArt: ${0}",
	813:"Тема: ${0}",
	900:"Это старая версия ODF. Некоторые элементы форматирования могут показываться неправильно."
})
