/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	PRINT: "Печать",
	HELP: "Справка",
	HELP_MSG_TITLE: "Не создавать верхние и нижние колонтитулы браузера:",
	HELP_MSG: "По умолчанию браузер добавляет в печатаемую презентацию верхние и нижние колонтитулы: URL, дату и т. д. Процедура их выключения для разных принтеров может несколько отличаться.",
	HELP_MSG_IE_1: "В меню на этой странице выберите <b>Файл &gt; Параметры страницы</b>.",
	HELP_MSG_IE_2: "В разделе \"Верхние и нижние колонтитулы\" щелкните на стрелке для каждого элемента, создание которого требуется отменить, и выберите в списке пункт <b>Очистить</b>.",
	HELP_MSG_IE_3: "Нажмите кнопку <b>OK</b>.",
	HELP_MSG_IE_4: "Выберите <b>Файл &gt; Печать</b>.",
	HELP_MSG_IE_5: "Выберите нужные опции и нажмите кнопку <b>Печать</b>.",
	HELP_MSG_FIREFOX_1: "В меню на этой странице выберите <b>Файл &gt; Параметры страницы</b>.",
	HELP_MSG_FIREFOX_2: "Перейдите на вкладку <b>Поля & Верхний/нижний колонтитул</b>.",
	HELP_MSG_FIREFOX_3: "В разделе \"Верхние и нижние колонтитулы\" щелкните на стрелке для каждого элемента, создание которого требуется отменить, и выберите в списке пункт <b>Пусто</b>.",
	HELP_MSG_FIREFOX_4: "Нажмите кнопку <b>OK</b>.",
	HELP_MSG_FIREFOX_5: "Выберите <b>Файл > Печать</b>.",
	HELP_MSG_FIREFOX_6: "Выберите нужные опции и нажмите кнопку <b>OK</b>.",
	HELP_MSG_SAFARI_1: "В меню на этой странице выберите <b>Файл &gt; Печать</b>.",
	HELP_MSG_SAFARI_2: "Если кроме принтера не показано никаких других опций, щелкните на стрелке рядом с полем <b>Принтер</b>.",
    HELP_MSG_SAFARI_3: "В разделе <b>Safari</b> выключите переключатель <b>Печатать верхние и нижние колонтитулы</b>.",
    HELP_MSG_SAFARI_4: "Нажмите кнопку <b>Печать</b>.",
    PRINT_PRES: "печать презентации"
})
	
