/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	PRINT : "Печать",
	HELP : "Справка",
	HELP_MSG_TITLE : "Игнорировать колонтитулы браузера:",
	HELP_MSG_PG_TITLE : "Изменить параметры бумаги:",

	HELP_MSG : "По умолчанию браузер добавляет верхний и нижний колонтитул, в том числе URL-адрес, дату и прочую информацию, в напечатанный документ. Процедура запрета этого немного различается в зависимости от типа принтера.",
	HELP_MSG_IE_1 : "В меню на этой странице выберите <b>Файл &gt; Параметры страницы</b>.",
	HELP_MSG_IE_2 : "В разделе \"Колонтитулы\" щелкните на стрелке напротив каждого элемента, от печати которого вы хотите отказаться, и выберите в списке <b>Пусто</b>.",
	HELP_MSG_IE_3 : "Нажмите кнопку <b>ОК</b>.",
	HELP_MSG_IE_4 : "Выберите <b>Файл &gt; Печать</b>.",
	HELP_MSG_IE_5 : "Выберите необходимые параметры и нажмите <b>Печать</b>.",

	HELP_MSG_IE_11 : "В меню на этой странице выберите <b>Файл &gt; Параметры страницы</b>.",
	HELP_MSG_IE_12 : "Выберите размер бумаги и необходимые параметры.",
	HELP_MSG_IE_13 : "Нажмите кнопку <b>ОК</b>.",

	HELP_MSG_FIREFOX_1 : "В меню на этой странице выберите <b>Файл &gt; Параметры страницы</b>.",
	HELP_MSG_FIREFOX_2 : "Перейдите на вкладку <b>Поля и колонтитулы</b>.",
	HELP_MSG_FIREFOX_3 : "В разделе \"Колонтитулы\" щелкните на стрелке напротив каждого элемента, от печати которого вы хотите отказаться, и выберите в списке <b>Пусто</b>.",
	HELP_MSG_FIREFOX_4 : "Нажмите кнопку <b>ОК</b>.",
	HELP_MSG_FIREFOX_5 : "Выберите <b>Файл > Печать</b>.",
	HELP_MSG_FIREFOX_6 : "Выберите необходимые параметры и нажмите <b>ОК</b>.",

	HELP_MSG_FIREFOX_11 : "В меню на этой странице выберите <b>Файл &gt; Печать</b>.",
	HELP_MSG_FIREFOX_12 : "Нажмите кнопку <b>Свойства</b>.",
	HELP_MSG_FIREFOX_13 : "Выберите размер бумаги и необходимые параметры.",
	HELP_MSG_FIREFOX_14 : "Нажмите кнопку <b>ОК</b>.",

	HELP_MSG_SAFARI_1 : "В меню на этой странице выберите <b>Файл &gt; Печать</b>.",
	HELP_MSG_SAFARI_2 : "Если никакие параметры, кроме поля выбора принтера, не показаны, то щелкните на стрелке рядом с полем <b>Принтер</b>.",
	HELP_MSG_SAFARI_3 : "В разделе <b>Safari</b> отмените выбор <b>Печать колонтитулов</b>.",
	HELP_MSG_SAFARI_4 : "Нажмите кнопку <b>Печать</b>.",

	HELP_MSG_SAFARI_11 : "В меню на этой странице выберите <b>Файл &gt; Печать</b>.",
	HELP_MSG_SAFARI_12 : "Нажмите кнопку <b>Свойства</b>.",
	HELP_MSG_SAFARI_13 : "Выберите размер бумаги и необходимые параметры.",
	HELP_MSG_SAFARI_14 : "Нажмите кнопку <b>Печать</b>.",

	TIP_MSG: "Для достижения оптимального результата ориентация и размер бумаги в параметрах принтера должны совпадать с настройками, заданными в параметрах страницы в Docs."
})

