/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({	
	add: "เพิ่ม",
	directed: "ส่งไปยัง @ ",
	written: "เขียนโดย: ",
	menuSearch: "ค้นหาข้อคิดเห็น",
	menuDirected: "ดูข้อคิดเห็นที่ส่งไปยัง @me",
	menuBy: "ดูข้อคิดเห็นโดยฉัน",
	invalidMessage: "บุคคลที่คุณระบุไม่อยู่ในรายการ โปรดตรวจสอบชื่อ และป้อนใหม่อีกครั้ง",
	enterKeywords: "ป้อนคีย์เวิร์ด",
	searchlabel: "กำลังแสดงผลลัพธ์สำหรับ: ${0}",
	sure: "คุณแน่ใจว่าต้องการลบข้อคิดเห็นนี้หรือไม่ ?",
	confirm: "ไม่ต้องถามอีก",
	exceed: "ข้อคิดเห็นยาวเกินไป\n ข้อคิดเห็นที่คุณป้อนเกินกว่าความยาวสูงสุดที่อนุญาต\n ลดความยาวของข้อคิดเห็นไม่เกิน ${0} อักขระ และคลิก เพิ่ม",
	respond: "ตอบกลับ",
	nocomments: "ไม่มีข้อคิดเห็นใน '${0}' เอกสาร\n เมื่อต้องการเพิ่มข้อคิดเห็น ให้วางเคอร์เซอร์บนตำแหน่งที่คุณต้องการแสดงข้อคิดเห็น จากนั้น พิมพ์ข้อคิดเห็นในฟิลด์ และคลิก เพิ่ม",
	nodirectcomments: "ในปัจจุบัน ไม่มีข้อคิดเห็นหรือการตอบกลับที่ส่งไปยัง @${0} ใน '${1}' เอกสาร",
	nobycomments: "ในปัจจุบัน ไม่มีข้อคิดเห็นหรือการตอบกลับที่เขียนโดย ${0} ใน '${1}' เอกสาร",
	nosearchedcomments: "ในปัจจุบัน ไม่มีข้อคิดเห็นหรือการตอบกลับที่มี '${0}' ในเอกสาร '${1}'",
	tipsDelete: "ลบเธรดข้อคิดเห็น",
	tipsTop: "ข้อคิดเห็น",
	tipsCommentField: "ป้อนข้อคิดเห็นถึงเอดิเตอร์ทั้งหมด หรือเอดิเตอร์คนเดียว",
	tipsResponse: "การตอบกลับ",
	tipsRespondField: "ป้อนการตอบกลับถึงเอดิเตอร์ทั้งหมด หรือเอดิเตอร์คนเดียว",
	tipsSearchField: "ค้นหาข้อคิดเห็น",
	tipsStrike: "ทำเครื่องหมายหรือเคลียร์ข้อความขีดทับ",
	tipsExpand: "ขยายหรือยุบเธรดข้อคิดเห็น",
	tipsExpanded: "เธรดข้อคิดเห็นนี้ถูกขยาย",
	tipsClose: "ปิด",
	tipsSearch: "ค้นหา",
	tipsCommentsMenu: "รายการเมนูข้อคิดเห็น",
	roleCommentsDesc:"ข้อคิดเห็น",
	remainLabelHint: "ข้อคิดเห็นของคุณเกินค่าจำกัด 500 อักขระ",
	warnEnterKeywords: "ป้อนคำที่ค้นหา"
})
