({
	TITLE: "Формулада қате бар",
	OK_LABEL:"OK",
	SEP_ERROR_INFO:"(${1}) пайдаланбаңыз, ${0}) бөлгіш параметрі ретінде пайдаланыңыз. Леп белгісін(!) ұяшық сілтемесінде парақ атын бөлгіш ретінде пайдаланыңыз.",
	NUM_ERROR_INFO:"Егер тілді ескеретін санды енгізгіңіз келсе, \"\" оны жабу үшін пайдаланыңыз.",
	SEP_NUM_ERROR_INFO: "(${1}) пайдаланбаңыз, ${0}) бөлгіш параметрі ретінде пайдаланыңыз. Леп белгісін(!) ұяшық сілтемесінде парақ атын бөлгіш ретінде пайдаланыңыз.\nЕгер тілді ескеретін санды енгізгіңіз келсе, \"\" оны жабу үшін пайдаланыңыз.",
	FORMULA_ERROR_INFO: "${1} пайдаланбаңыз, ${0} формула аты ретінде пайдаланыңыз.",
	BOOOL_ERROR_INFO: "${1} пайдаланбыңыз, ${0} қисындық мән ретінде пайдаланыңыз.",
	COMMON_ERROR_INFO: "Сіз терген формулада қате бар."
})
