({	
	title: "Ορθογραφικός έλεγχος",
	suggests: "Αντικατάσταση με:",
	misword: "Άγνωστη λέξη:",
	ignore: "Παράβλεψη αυτής της λέξης",
	nextBtn: "Επόμενο",
	doneBtn: "Ολοκλήρωση",
	okBtn: "OK",
	ignoreBtn: "Παράβλεψη",
	replaceBtn: "Αντικατάσταση",
	cellName: "Κελί ${0}",
	noSuggestions: "Δεν υπάρχουν προτάσεις.",
	complete: "Ο ορθογραφικός έλεγχος ολοκληρώθηκε.",
	warning: "Δεν βρέθηκαν ορθογραφικά λάθη.",
	MISWORD_MSG: "Η λέξη ${0} στη θέση ${1} δεν περιλαμβάνεται στο λεξικό ορθογραφικού ελέγχου.",
	WAITING_MSG: "Γίνεται αναζήτηση των λέξεων που δεν εντοπίστηκαν στο λεξικό ορθογραφικού ελέγχου."
})
