/*
 * Do not translate 'result' field of Arguments, like 
 * 	result : 1
 * 	result : "TRUE"
 * 	result : "\"ug\""
 * Do not translate formula error code like #NAME?, #NULL!, they all starts with #
 * 
 * */
({
	titleDialog: "Сите формули",
	LABEL_FORMULA_LIST: "Список со формули:",
	formula:{
	ABS:{	
	    Syntax:"${0}(број)",
	    Disp:"Враќа апсолутна вредност од број."
    },
    ACOS:{
    	Syntax:"${0}(број)",
    	Disp:"Враќа аркус косинус од број. Аголот се враќа во радијани."
    },
    ACOSH:{
    	Syntax:"${0}(година)",
    	Disp:"Враќа инверзен хиперболичен косинус од број."
    },
    ADDRESS:{
         Syntax:"${0}(ред${1} колона${1} [апс]${1} [a1]${1} [лист])",
         Disp:"Враќа референца за ќелија како текст.",
         Arguments: {
        	 2 : [{
        		 label : "${0} - Апсолутни",
        		 result : 1
        	 }, {
        		 label : "${0} - Апсолутен ред / Релативна колона",
        		 result : 2
        	 }, {
        		 label : "${0} - Релативен ред / Апсолутна колона",
        		 result : 3
        	 }, {
        		 label : "${0} - Релативни",
        		 result : 4
        	 }
        	 ],
        	 
        	 3 : [{
        		 label : "${0} - стил R1C1",
        		 result : 0
        	 }, {
        		 label: "${0} - стил A1",
        		 result : 1
        	 }
        	 ]
         }
    },
    AND:{    
    	Syntax:"${0}(логичка вредност 1${1} [логичка вредност 2]${1} ...)",
    	Disp:"Враќа ТОЧНО ако сите аргументи се ТОЧНО."
    },
    ASIN:{
    	Syntax:"${0}(број)",
    	Disp:"Враќа аркус синус од број. Аголот се враќа во радијани."
    },
    ASINH:{
    	Syntax:"${0}(година)",
    	Disp:"Враќа инверзен хиперболичен синус од број."
    },
    ATAN:{
    	Syntax:"${0}(година)",
    	Disp:"Враќа аркус тангенс од број. Аголот се враќа во радијани."
    },
    AVERAGE:{    
    	Syntax:"${0}(број 1${1} [број 2]${1} ...)",
    	Disp:"Враќа просек од аргументите."
    },
    AVERAGEA:{    
    	Syntax:"${0}(број 1${1} [број 2]${1} ...)",
    	Disp:"Враќа просечна вредност за примерок. Текстот се оценува како нула."
    },
    ATAN2:{
    	Syntax:"${0}(x_num${1} y_num)",
    	Disp:"Враќа аркус тангенс или обратен тангенс на наведените координати x и y. Аркус тангенс е аголот од x-оската до линијата што го содржи потеклото (0, 0) и точка со координати (x_num, y_num)."
    },
    ATANH:{
    	Syntax:"${0}(година)",
    	Disp:"Враќа инверзен хиперболичен тангенс од број. Бројот мора да биде помеѓу -1 и 1 (со исклучок на -1 и 1)."
    },
    BASE:{    
    	Syntax:"${0}(број${1} radix${1} [минимална должина])",
    	Disp:"Претвора позитивен цел број во текст од систем на броеви за дефинираната основа."
    },
    BIN2DEC:{
    	Syntax:"${0}(година)",
    	Disp:"Претвора бинарен број во децимален број."
    }, 
    BIN2HEX:{
    	Syntax:"${0}(број${1} [места])",
    	Disp:"Претвора бинарен број во хексадецимален број."
    }, 
    BIN2OCT:{
    	Syntax:"${0}(број${1} [места)",
    	Disp:"Претвора бинарен број во октален број."
    },
    CODE:{
    	Syntax:"${0}(текст)",
    	Disp:"Враќа нумерички код за првиот знак во низа на текст со кој е кодиран unicode."
    },
    COS:{
    	Syntax:"${0}(број)",
    	Disp:"Враќа косинус од дадениот агол."
    },
    COSH:{
    	Syntax:"${0}(година)",
    	Disp:"Враќа хиперболичен косинус од број."
    },
    COMBIN:{
    	Syntax:"${0}(број${1} број_избран)",
    	Disp:"Враќа број на комбинации за секој даден број на ставки. Користете ${0} за да го одредите вкупниот можен број на групи за даден број на ставки."
    },
    CEILING:{  
    	Syntax: "${0}(број${1} додаток)",
    	Disp:"Заокружува број до најблискиот цел број или број по важност."
    },
    CHAR: {
    	Syntax: "${0}(година)",
    	Disp: "Враќа знак мапиран според бројот. Знакот го наоѓа во знаковната мапа Unicode. Бројот е помеѓу 1 и 255."
    },
    CHOOSE: {
    	Syntax: "${0}(индекс${1} вредност1${1} [вредност2]${1} ...)",
    	Disp: "Наоѓа и враќа соодветна вредност според индексот. Може да ИЗБИРА од најмногу 30 вредности."
    },
    COLUMN:{    
    	Syntax:"${0}([референца])",
    	Disp:"Враќа внатрешен број на колона за референца."
    },
    COLUMNS:{    
    	Syntax:"${0}(низа)",
    	Disp:"Враќа број на колони во низа или референца."
    },
    CONVERT:{
    	Syntax:"${0}(број${1} од_единица${1} во_единица)",
    	Disp:"Претвора број од еден мерен систем во друг.",
    	Arguments: {
       	 1 : [{
       		 label : "${0} - Грам",
       		 result : "\"q\""
       	 }, {
       		 label : "${0} - Променливо поле",
       		 result : "\"sg\""
       	 }, {
       		 label : "${0} - Фунта (avoirdupois)",
       		 result : "\"lbm\""
       	 }, {
       		 label : "${0} - U (единица на атомска маса)",
       		 result : "\"u\""
       	 }, {
       		 label : "${0} - Унца (avoirdupois)",
       		 result : "\"ozm\""
       	 }, {
       		 label : "${0} - Метар",
       		 result : "\"м\""
       	 }, {
       		 label : "${0} - Статусна милја",
       		 result : "\"mi\""
       	 }, {
       		 label : "${0} - Инчи",
       		 result : "\"in\""
       	 }, {
       		 label : "${0} - Стапка",
       		 result : "\"ft\""
       	 }, {
       		 label : "${0} - Јард",
       		 result : "\"vd\""
       	 }, {
       		 label : "${0} - Ангстром",
       		 result : "\"ang\""
       	 }, {
       		 label : "${0} - Пика",
       		 result : "\"pica\""
       	 }, {
       		 label : "${0} - Година",
       		 result : "\"vr\""
       	 }, {
       		 label : "${0} - Ден",
       		 result : "\"day\""
       	 }, {
       		 label : "${0} - Час",
       		 result : "\"hr\""
       	 }, {
       		 label : "${0} - Минута",
       		 result : "\"mn\""
       	 }, {
       		 label : "${0} - Секунда",
       		 result : "\"sec\""
       	 }, {
       		 label : "${0} - Паскал",
       		 result : "\"Pa\""
       	 }, {
       		 label : "${0} - Атмосфера",
       		 result : "\"atm\""
       	 }, {
       		 label : "${0} - Милиметри на живин столб (Тор)",
       		 result : "\"mmHg\""
       	 }, {
       		 label : "${0} - Њутон",
       		 result : "\"N\""
       	 }, {
       		 label : "${0} - Дин",
       		 result : "\"dvn\""
       	 }, {
       		 label : "${0} - Сила на фунта",
       		 result : "\"lbf\""
       	 }, {
       		 label : "${0} - Џул",
       		 result : "\"J\""
       	 }, {
       		 label : "${0} - Ерг",
       		 result : "\"е\""
       	 }, {
       		 label : "${0} - Мали калории",
       		 result : "\"cal\""
       	 }, {
       		 label : "${0} - Електрон-волт",
       		 result : "\"eV\""
       	 }, {
       		 label : "${0} - Коњски сили на час",
       		 result : "\"HPh\""
       	 }, {
       		 label : "${0} - Ват-часови",
       		 result : "\"Wh\""
       	 }, {
       		 label : "${0} - Стапка-фунта",
       		 result : "\"flb\""
       	 }, {
       		 label : "${0} - БТУ",
       		 result : "\"BTU\""
       	 }, {
       		 label : "${0} - Термодинамичка калорија",
       		 result : "\"c\""
       	 }, {
       		 label : "${0} - Коњски сили",
       		 result : "\"HP\""
       	 }, {
       		 label : "${0} - Ват",
       		 result : "\"W\""
       	 }, {
       		 label : "${0} - Тесла",
       		 result : "\"Т\""
       	 }, {
       		 label : "${0} - Гаус",
       		 result : "\"ga\""
       	 }, {
       		 label : "${0} - Целзиусов степен",
       		 result : "\"C\""
       	 }, {
       		 label : "${0} - Фаренхајтов степен",
       		 result : "\"F\""
       	 }, {
       		 label : "${0} - Келвин",
       		 result : "\"К\""
       	 }, {
       		 label : "${0} - Лажиче",
       		 result : "\"tsp\""
       	 }, {
       		 label : "${0} - Лажица",
       		 result : "\"tbs\""
       	 }, {
       		 label : "${0} - Унца течност",
       		 result : "\"oz\""
       	 }, {
       		 label : "${0} - Шолја",
       		 result : "\"cup\""
       	 }, {
       		 label : "${0} - Американска пинта",
       		 result : "\"us_pt\""
       	 }, {
       		 label : "${0} - Британска пинта",
       		 result : "\"uk_pt\""
       	 }, {
       		 label : "${0} - Кварт",
       		 result : "\"qt\""
       	 }, {
       		 label : "${0} - Галон",
       		 result : "\"gal\""
       	 }, {
       		 label : "${0} - Литар",
       		 result : "\"I\""
       	 }
       	 ],
       	 2 : 1	//SAME WITH 2
        }
    },
    CONCATENATE:{   
    	Syntax:"${0}(текст 1${1} ...)",
    	Disp:"Комбинира неколку низи на текст во една низа."
    },
    COUNT:{   
    	Syntax:"${0}(вредност1${1} [вредност2]${1} ...)",
    	Disp:"Пресметува колку броеви има во списокот со аргументи. Записите на текст се игнорираат."
    },
    COUNTA:{   
    	Syntax:"${0}(вредност1${1} [вредност2]${1} ...)",
    	Disp:"Пресметува колку вредности има во списокот со аргументи."
    },
    COUNTBLANK:{   
    	Syntax:"${0}(опсег)",
    	Disp: "Пресметува празни ќелии во наведениот опсег."
    },
    COUNTIF:{
    	Syntax: "${0}(опсег${1} критериуми)",
    	Disp:"Пресметува аргументи коишто ги исполнуваат поставените услови."
    },
    DATE:{	
	    Syntax:"${0}(година${1} месец${1} ден)",
	    Disp:"Обезбедува внатрешен број за дадениот датум."
    },  
    DATEDIF:{	
	    Syntax:"${0}(почетен датум${1} краен датум${1} формат)",
	    Disp:"Враќа разлика во години, месеци или денови помеѓу два датума.",
	    Arguments: {
	    	2 : [{
	    		label: "${0} - Бројот на завршени години во периодот.",
	    		result: "\"Г\""
	    	}, {
	    		label: "${0} - Бројот на завршени месеци во периодот.",
	    		result: "\"М\""
	    	}, {
	    		label: "${0} - Бројот на денови во периодот.",
	    		result: "\"Д\""
	    	}, {
	    		label: "${0} - Бројот на денови помеѓу почетниот датум и крајниот, игнорирајќи месеци и години.",
	    		result: "\"МД\""
	    	}, {
	    		label: "${0} - Бројот на месеци помеѓу почетниот датум и крајниот датум, игнорирајќи години.",
	    		result: "\"ГМ\""
	    	}, {
	    		label: "${0} - Бројот на денови помеѓу почетниот датум и крајниот датум, игнорирајќи години.",
	    		result: "\"ГД\""
	    	}
	    	]
	    }
    },  
    DATEVALUE:{	
	    Syntax:"${0}(текст)",
	    Disp:"Враќа внатрешен број за текст којшто можеби има формат на датум."
    }, 
    DAY:{
    	Syntax:"${0}(година)",
    	Disp:"Враќа ден за дадена вредност за датум. Денот се враќа како цел број помеѓу 1 и 31. Можете да внесете и негативна вредност за датум/време."
    },
    DAYS360:{
    	Syntax:"${0}(почетен датум${1} краен датум${1}[метод])",
    	Disp:"Пресметува број на денови помеѓу два датума врз основа на 360 дена во годината.",
    	Arguments: {
       	 2 : [{
       		 label : "${0} - Американски (NASD) метод",
       		 result : "НЕТОЧНО"
       	 }, {
       		 label : "${0} - Европски метод",
       		 result : "ТОЧНО"
       	 }
       	 ]
        }
    },
    DAYS:{
    	Syntax:"${0}(почетен датум${1} краен датум${1})",
    	Disp:"Пресметува број на денови помеѓу два датума."
    },
    DEC2BIN:{
    	Syntax:"${0}(број${1} [места])",
    	Disp:"Претвора децимален број во бинарен број."
    }, 
    DEC2HEX:{
    	Syntax:"${0}(број${1} [места)",
    	Disp:"Претвора децимален број во хексадецимален број."
    },
    DEC2OCT:{
    	Syntax:"${0}(број${1} [места)",
    	Disp:"Претвора децимален број во октален број."
    },
    DEGREES:{	
	    Syntax:"${0}(агол)",
	    Disp:"Претвора радијани во степени."
    },
    DOLLAR:{
    	Syntax:"${0}(број${1} [децимали])",
    	Disp:"Претвора број во текст, користејќи формат на валута $ (долар)."
    },
    "ERROR.TYPE":{    
    	Syntax:"${0}(reference)",
    	Disp:"Враќа број кој соодветствува на тип на грешка."
//    		,
//    	Arguments: {
//       	 0 : [{
//       		 label : "${0} - #NULL!",
//       		 result : -1
//       	 }, {
//       		 label : "${0} - #DIV/0!",
//       		 result : -2
//       	 }, {
//       		 label : "${0} - #VALUE!",
//       		 result : -3
//       	 }, {
//       		 label : "${0} - #REF!",
//       		 result : -4
//       	 }, {
//       		 label : "${0} - #NAME?",
//       		 result : -5
//       	 }, {
//       		 label : "${0} - #NUM!",
//       		 result : -6
//       	 }, {
//       		 label : "${0} - #N/A",
//       		 result : -7
//       	 }, {
//       		 label : "${0} - #GETTING_DATA",
//       		 result : -8
//       	 }
//       	 ]
//        }
    },    
    EVEN:{   
    	Syntax:"${0}(година)",
    	Disp:"Враќа број заокружен на најблискиот поголем цел парен број."
    },
    EXACT:{    
    	Syntax:"${0}(текст 1${1} текст 2)",
    	Disp: "Споредува две низи на текст и враќа ТОЧНО ако се идентични. Оваа функција разликува големи и мали букви."
    },
    EXP:{    
    	Syntax:"${0}(година)",
    	Disp: "Враќа e на степен од дадениот број."
    },
    FACT:{  
    	Syntax:"${0}(година)",
    	Disp:"Пресметува факторијал од број."
    },
    FALSE:{
    	Syntax:"${0}()",
    	Disp:"Враќа логичка вредност како НЕТОЧНО."
    },
    FIND:{   
    	Syntax:"${0}(пронајди текст${1} текст${1} [положба])",
    	Disp:"Бара низа на текст во друга (разликува големи и мали букви)."
    },
    FIXED:{
    	Syntax:"${0}(број${1} [децимали]${1} [без запирки])",
    	Disp:"Форматира број како текст со фиксен број на децимали.",
    	Arguments: {
    		2 : [{
    			label : "${0} - спречи запирки",
    			result : "ТОЧНО"
    		}, {
    			label : "${0} - не спречувај запирки",
    			result: "НЕТОЧНО" 
    		}
    		]
    	}
    },
    FLOOR:{   
    	Syntax:"${0}(број${1} број по важност)",
    	Disp:"Заокружува број на најблискиот помал број по важност."
    },
    FORMULA:{   
    	Syntax:"${0}(reference)",
    	Disp:"Враќа формула за ќелија со формула."
    },
    FREQUENCY:{   
    	Syntax:"${0}(NumberSequenceList_data${1} NumberSequenceList_bins)",
    	Disp:"Категоризира вредности во интервали и пресметува број на вредности во секој интервал."
    },
    HEX2BIN:{
    	Syntax:"${0}(број${1} [места)",
    	Disp:"Претвора хексадецимален број во бинарен број."
    }, 
    HEX2DEC:{
    	Syntax:"${0}(година)",
    	Disp:"Претвора хексадецимален број во децимален број."
    }, 
    HEX2OCT:{
    	Syntax:"${0}(број${1} [места)",
    	Disp:"Претвора хексадецимален број во октален број."
    },
    HOUR:{   
    	Syntax:"${0}(година)",
    	Disp:"Одредува секвенцијален број на часот во денот (0-23) за временската вредност."
    },
    HLOOKUP:{   
    	Syntax:"${0}(критериуми за пребарување${1} низа${1} индекс${1} [сортирано])",
    	Disp:"Хоризонтално пребарување и референца на ќелиите лоцирани подолу.",
    	Arguments: {
          	 3 : [{
          		 label : "${0} - Приближно совпаѓање",
          		 result : "ТОЧНО"
          	 }, {
          		 label : "${0} - Целосно совпаѓање",
          		 result : "НЕТОЧНО"
          	 }
          	 ]
           }
    },
    HYPERLINK:{    
    	Syntax:"${0}(link${1} [cell_text])",
    	Disp:"Враќа врска што укажува на ресурс на мрежа или на опсег, наведени од врската. Прикажува cell_text (по избор) ако е докажано; инаку, врската ја прикажува како текст."
    },    
    IF:{    
    	Syntax:"${0}(тест${1} [тогаш_вредност]${1} [во_спротивно_вредност])",
    	Disp:"Одредува логички текст што треба да се изврши."
    },
    INDEX:{    
    	Syntax:"${0}(референца${1} ред${1} [колона]${1} [опсег])",
    	Disp:"Враќа референца за ќелија од дефиниран опсег."
    },
    INDIRECT:{    
    	Syntax:"${0}(реф${1} [стил на референца])",
    	Disp:"Враќа содржина на ќелијата за која има референца во вид на текст.",
    	Arguments: {
         	 1 : [{
         		 label : "${0} - стил R1C1",
         		 result : "НЕТОЧНО"
         	 }, {
         		 label : "${0} - стил A1",
         		 result : "ТОЧНО"
         	 }
         	 ]
          }
    }, 
    INT:{    
    	Syntax:"${0}(година)",
    	Disp:"Заокружува број на најблискиот помал цел број."
    },       
    ISBLANK:{   
    	Syntax:"${0}(вредност)",
    	Disp:"Враќа ТОЧНО ако референтната ќелија е празна, инаку враќа НЕТОЧНО."
    },
    ISERR:{
    	Syntax:"${0}(вредност)",
    	Disp:"Враќа ТОЧНО ако вредноста е грешка на вредност не еднаква на #N/A."
    },
    ISERROR:{
    	Syntax:"${0}(вредност)",
    	Disp:"Враќа ТОЧНО ако вредноста е вредност на грешка."
    },
    ISEVEN:{    
    	Syntax:"${0}(вредност)",
    	Disp:"Враќа ТОЧНО ако вредноста е еднаква, инаку враќа НЕТОЧНО." 
    },
    ISFORMULA:{    
    	Syntax:"${0}(референца)",
    	Disp:"Враќа ТОЧНО ако ќелијата е ќелија со формула."
    },
    ISLOGICAL:{    
    	Syntax:"${0}(вредност)",
    	Disp:"Враќа ТОЧНО ако вредноста содржи логички број."
    },
    ISNA:{    
    	Syntax:"${0}(вредност)",
    	Disp:"Враќа ТОЧНО ако вредноста е еднаква на #N/A."
    },  
    ISNONTEXT:{   
    	Syntax:"${0}(вредност)",
    	Disp:"Враќа точно ако вредноста не е текст."
    },
    ISNUMBER:{   
    	Syntax:"${0}(вредност)",
    	Disp:"Враќа ТОЧНО ако вредноста е број."
    },
    ISODD:{    
    	Syntax:"${0}(вредност)",
    	Disp:"Враќа ТОЧНО ако вредноста е непарен цел број."
    },
    ISREF:{    
    	Syntax:"${0}(вредност)",
    	Disp:"Враќа ТОЧНО ако вредноста е референца."
    },
    ISTEXT:{    
    	Syntax:"${0}(вредност)",
    	Disp:"Враќа ТОЧНО ако вредноста е текст."
    },
    LARGE:{
        Syntax:"${0}(низа${1} n-та_положба)",
    	Disp:"Враќа n-та најголема вредност за група вредности."
    },
    LEFT:{
        Syntax:"${0}(текст${1} [должина])",
    	Disp:"Враќа наведен број на знаци од почетокот на текстот."
    },
    LEN:{
    	Syntax:"${0}(текст)",
    	Disp:"Враќа должина на низата на текст."
    },
    LENB:{
    	Syntax:"${0}(текст)",
    	Disp:"Враќа број на бајти на низата на текст."
    },
    LN:{
    	Syntax:"${0}(година)",
    	Disp:"Враќа природен логаритам од број."
    },
    LOG:{
    	Syntax:"${0}(број${1} [основа])",
    	Disp:"Враќа логаритам од број во одредена основа."
    },
    LOG10:{
    	Syntax:"${0}(година)",
    	Disp:"Враќа логаритам со основа на некој број."
    },
    LOOKUP:{
    	Syntax: "${0}(критериум на пребарување${1} вектор на пребарување ${1} [резултат на вектор])",
    	Disp:"Одредува вредност во векторот со споредување на вредностите во друг вектор."
    },
    LOWER:{    
    	Syntax:"${0}(текст)",
    	Disp:"Претвора текст во текст со мали букви."
    },    
    MATCH:{    
    	Syntax: "${0}(критериум на пребарување${1} низа на проверување${1} [тип])",
    	Disp:"Дефинира положба во низа после споредување на вредности.",
    	Arguments: {
         	 2 : [{
         		 label : "${0} - Помало од",
         		 result : 1
         	 }, {
         		 label : "${0} - Целосно совпаѓање",
         		 result : 0
         	 }, {
         		 label : "${0} - Поголемо од",
         		 result : -1
         	 }
         	 ]
          }
    },
    MAX:{   
    	Syntax:"${0}(број 1${1} [број 2]${1} ...)",
    	Disp:"Враќа максимална вредност во список на аргументи."
    },
    MEDIAN:{    
    	Syntax:"${0}(број 1${1} [број 2]${1} ...)",
    	Disp:"Враќа средна вредност ако има непарен број вредности. Инаку, враќа аритметички просек на двете средни вредности."
    },
    MID:{    
    	Syntax:"${0}(текст${1} број${1} број)",
    	Disp:"Враќа делумна низа на текст од еден текст."
    }, 
    MIN:{    
    	Syntax:"${0}(број 1${1} [број 2]${1} ...)",
    	Disp:"Враќа минимална вредност во список на аргументи."
    },    
    MINUTE:{    
    	Syntax:"${0}(година)",
    	Disp:"Одредува секвенцијален број за минута од час (0-59) за вредноста на време."
    },    
    MOD:{    
    	Syntax:"${0}(деленик${1} делител)",
    	Disp:"Враќа потсетник кога деленикот се дели со делителот."
    },
    MODE:{    
    	Syntax:"${0}(број 1${1} [број 2]${1} ...)",
    	Disp:"Враќа најчеста вредност во еден примерок."
    },
    MONTH:{    
    	Syntax:"${0}(година)",
    	Disp:"Враќа месец за дадената вредност на датумот. Месецот се враќа како цел број помеѓу 1 и 12."
    },
    MMULT:{    
    	Syntax:"${0}(низа${1} низа)",
    	Disp:"Множење на низа. Враќа производ на две низи."
    },
    N:{    
    	Syntax:"${0}(вредност)",
    	Disp:"Претвора вредност во број."
    },    
    NA:{    
    	Syntax:"${0}()",
    	Disp:"Враќа грешка на вредност #N/A."
    },
    NETWORKDAYS:{    
    	Syntax:"${0}(почетен датум${1} краен датум${1} [празници])",
    	Disp:"Враќа број на работни денови помеѓу два датума."
    },
    NOT:{    
    	Syntax:"${0}(логичка вредност)",
    	Disp:"Враќа вредност на аргументот."
    },
    NOW:{    
    	Syntax:"${0}()",
    	Disp:"Одредува точно време на компјутерот."
    },
    OCT2BIN:{
    	Syntax:"${0}(број${1} [места)",
    	Disp:"Претвора октален број во бинарен број."
    },
    OCT2DEC:{
    	Syntax:"${0}(година)",
    	Disp:"Претвора октален број во децимален број."
    },
    OCT2HEX:{
    	Syntax:"${0}(број${1} [места)",
    	Disp:"Претвора октален број во хексадецимален број."
    },
    ODD:{    
    	Syntax:"${0}(година)",
    	Disp:"Заокружува број до најблискиот поголем непарен цел број, при што \„up\“ значи \„подалеку од 0\“."
    },
    OFFSET:{
    	Syntax:"${0}(референца${1} редови${1} колони${1} [висина]${1} [ширина])",
    	Disp:"Враќа референца на опсег којшто е одреден број од редови и колони од ќелија или опсег од ќелии."
    },
    OR:{    
    	Syntax:"${0}(логичка вредност 1${1} [логичка вредност 2]${1} ...)",
    	Disp:"Враќа ТОЧНО ако најмалку еден аргумент е ТОЧНО."
    },
    PI:{    
    	Syntax:"${0}()",
    	Disp:"Враќа приближна вредност од Пи."
    },
    POWER:{    
    	Syntax:"${0}(основа${1} експонент)",
    	Disp:"Крева број на некој степен."
    },
    PRODUCT:{   
    	Syntax:"${0}(број 1${1} [број 2]${1} ...)",
    	Disp:"Ги множи сите броеви дадени како аргументи и враќа производ."
    },
    PROPER:{    
    	Syntax:"${0}(текст)",
    	Disp:"Претвора низа на текст во правилна големина на букви; првата буква од секој збор е со голема буква, а другите букви од зборот се со мали букви."
    },
    RAND:{
    	Syntax:"${0}()",
    	Disp: "Враќа случаен број помеѓу 0 и 1"
    },
    RANDBETWEEN:{    
    	Syntax:"${0}(најмал${1} најголем)",
    	Disp: "Враќа случаен цел број помеѓу броеви коишто ќе ги одредите."
    },
    RANK:{    
    	Syntax:"${0}(број${1} реф${1} [редослед])",
    	Disp: "Враќа рангирање на вредноста во примерок.",
    	Arguments: {
          	 2 : [{
          		 label : "${0} - Надолен редослед",
          		 result : 0
          	 }, {
          		 label : "${0} - Нагорен редослед",
          		 result : 1
          	 }
          	 ]
           }
    },
    REPLACE:{    
    	Syntax: "${0}(текст${1} положба${1} должина${1} нов текст)",
    	Disp:"Заменува знаци во низата на текст со различна низа на текст."	
    },
    REPT:{    
    	Syntax: "${0}(текст${1} преброј)",
    	Disp:"Повторува текст одреден број пати."	
    },
    RIGHT:{
    	Syntax: "${0}(текст${1} [број])",
    	Disp:"Враќа последен знак или знаци од текстот."
    },
    RIGHTB:{
    	Syntax: "${0}(текст${1} [број])",
    	Disp:"Враќа последен знак или знаци од текстот."
    },
    ROUND:{   
    	Syntax: "${0}(број${1} пресметај)",
    	Disp:"Заокружува број до однапред дефинирана точност."
    },
    ROUNDDOWN:{   
    	Syntax: "${0}(број${1} пресметај)",
    	Disp:"Заокружува број на најблискиот помал број до однапред дефинирана точност."
    },
    ROUNDUP:{   
    	Syntax: "${0}(број${1} пресметај)",
    	Disp:"Заокружува број на најблискиот поголем број до однапред дефинирана точност."
    },
    ROW:{   
    	Syntax:"${0}([референца])",
    	Disp:"Дефинира внатрешен број на редот на референца."
    },
    ROWS:{   
    	Syntax:"${0}(низа)",
    	Disp:"Враќа број на редови во низа или референца."
    },
    RADIANS:{   
    	Syntax:"${0}(агол)",
    	Disp:"Претвора степени во радијани."
    },
    ROMAN:{   
    	Syntax:"${0}(број${1} [вид])",
    	Disp:"Претвора арапски броеви во римски, како текст.",
    	Arguments: {
          	 1 : [{
          		 label : "${0} - Класично",
          		 result : 0
          	 }, {
          		 label : "${0} - Поконцизно",
          		 result : 1
          	 }, {
          		 label : "${0} - Поконцизно",
          		 result : 2
          	 }, {
          		 label : "${0} - Поконцизно",
          		 result : 3
          	 }, {
          		 label : "${0} - Поедноставено",
          		 result : 4
          	 }
          	 ]
           }
    },
    SEARCH:{   
    	Syntax:"${0}(пронајди текст${1} текст${1} [положба])",
    	Disp:"Бара една вредност на текст во друга (не разликува голема и мала буква)."
    },  
    SIN:{    
    	Syntax:"${0}(број)",
    	Disp:"Враќа синус од дадениот агол."
    },
    SINH:{    
    	Syntax:"${0}(број)",
    	Disp:"Враќа инверзен хиперболичен синус од бројот."
    },
    SECOND:{    
    	Syntax:"${0}(година)",
    	Disp:"Одредува секвенцијален број за секунда од минута (0-59) за вредноста на време."
    },
    SHEET:{   
    	Syntax:"${0}([референца])",
    	Disp:"Враќа внатрешен број на листот за референца или низа."
    },
    SMALL:{   
    	Syntax:"${0}(низа${1} n-та_положба)",
    	Disp:"Враќа најмала вредност на n-та од групата на вредности."
    },
    SUBSTITUTE:{   
    	Syntax:"${0}(текст${1} стар${1} нов${1} [кој])",
    	Disp:"Враќа текст каде што стар текст се заменува со нов текст."
    },
    SUBTOTAL:{   
    	Syntax:"${0}(функција${1} опсег${1} ...)",
    	Disp:"Пресметува подзбир во преметковен лист.",
    	Arguments: {
    		0 : [{
    			label : "${0} - AVERAGE",
    			result : 1
    		}, {
    			label : "${0} - COUNT",
    			result: 2
    		}, {
    			label : "${0} - COUNTA",
    			result: 3
    		}
    		, {
    			label : "${0} - MAX",
    			result: 4
    		}
    		, {
    			label : "${0} - MIN",
    			result: 5
    		}
    		, {
    			label : "${0} - PRODUCT",
    			result: 6
    		}
    		, {
    			label : "${0} - STDEV",
    			result: 7
    		}
    		, {
    			label : "${0} - STDEVP",
    			result: 8
    		}
    		, {
    			label : "${0} - SUM",
    			result: 9
    		}
    		, {
    			label : "${0} - VAR",
    			result: 10
    		}, {
    			label : "${0} - VARP",
    			result: 11
    		}, {
    			label : "${0} - AVERAGE",
    			result: 101
    		}, {
    			label : "${0} - COUNT",
    			result: 102
    		}, {
    			label : "${0} - COUNTA",
    			result: 103
    		}, {
    			label : "${0} - MAX",
    			result: 104
    		}, {
    			label : "${0} - MIN",
    			result: 105
    		}, {
    			label : "${0} - PRODUCT",
    			result: 106
    		}, {
    			label : "${0} - STDEV",
    			result: 107
    		}, {
    			label : "${0} - STDEVP",
    			result: 108
    		}, {
    			label : "${0} - SUM",
    			result: 109
    		}, {
    			label : "${0} - VAR",
    			result: 110
    		}, {
    			label : "${0} - VARP",
    			result: 111
    		}
    		]
    	}
    },
    SUM:{   
    	Syntax:"${0}(број1${1} [број 2]${1} ...)",
    	Disp:"Враќа збир од сите аргументи."
    },
    SUMPRODUCT:{   
    	Syntax:"${0}(низа 1${1} [низа 2]${1} ...)",
    	Disp:"Враќа збир на производи од аргументите за низа."
    },
    SUMIF:{   
    	Syntax:"${0}(опсег${1} критериуми${1} [опсег на збир])",
    	Disp:"Собира аргументи кои ги задоволуваат условите."
    },
    SQRT:{   
    	Syntax:"${0}(број)",
    	Disp:"Враќа квадратен корен од број."
    },
    STDEV:
    {
    	Syntax:"${0}(број 1${1} [број 2]${1} ...)",
    	Disp:"Пресметува стандардно отстапување врз основа на примерок."
    },
    STDEVP:
    {
    	Syntax:"${0}(број 1${1} [број 2]${1} ...)",
    	Disp:"Пресметува стандардно отстапување врз основа на целата популација."
    },
    T:{
    	Syntax:"${0}(текст)",
    	Disp:"Претвора аргументи во текст."
    },
    TEXT:{
    	Syntax:"${0}(вредност${1} код на формат)",
    	Disp:"Претвора вредност во текст според правилата на код на формат на број и потоа ја враќа."
    },
    TIME:{   
    	Syntax:"${0}(час${1} минута${1} секунда)",
    	Disp:"Одредува вредност на време од деталите за час, минута и секунда."
    },
    TIMEVALUE:{	
	    Syntax:"${0}(текст)",
	    Disp:"Враќа број за текст кој веројатно има формат за време."
    }, 
    TODAY:{   
    	Syntax:"${0}()",
    	Disp:"Одредува точен датум на компјутерот."
    },    
    TRIM:{
    	Syntax:"${0}(текст)",
    	Disp:"Ги отстранува сите празни места на почетокот и крајот. Секоја низа од 2 или повеќе празни места внатре се заменети со едно."
    },
    TRUE:{   
    	Syntax:"${0}()",
    	Disp:"Враќа логичка вредност ТОЧНО."
    },
    TRUNC:{   
    	Syntax:"${0}(број${1} [преброј])",
    	Disp:"Отсекува децимални места на број."
    },
    TYPE:{   
    	Syntax:"${0}(вредност)",
    	Disp:"Дефинира тип на податок на вредноста."	
    },
    UPPER:{  
    	Syntax: "${0}(текст)",
    	Disp:"Претвора текст во големи букви."
    },
    VALUE:{    
    	Syntax: "${0}(текст)",
    	Disp:"Претвора аргумент на текст во број."
    },
    VAR:{    
    	Syntax: "${0}(број1${1} [број2]${1}...)",
    	Disp:"Претпоставува варијанти врз основа на примерок."
    },
    VARA:{    
    	Syntax: "${0}(број1${1} [број2]${1}...)",
    	Disp:"Претпоставува варијанти врз основа на примерок, вклучувајќи броеви, текст и логички вредности."
    },
    VARP:{    
    	Syntax: "${0}(број1${1} [број2]${1}...)",
    	Disp:"Пресметува варијанти врз основа на целата популација."
    },
    VARPA:{    
    	Syntax: "${0}(број1${1} [број2]${1}...)",
    	Disp:"Пресметува варијанти врз основа на целата популација, вклучувајќи броеви, текст и логички вредности."
    },
    VLOOKUP:{    
    	Syntax: "${0}(критериум на пребарување${1} низа${1} индекс${1} [редослед на сортирање])",
    	Disp:"Вертикално пребарување и референца за посочените ќелии.",
    	Arguments: {
          	 3 : [{
          		 label : "${0} - Приближно совпаѓање",
          		 result : "ТОЧНО"
          	 }, {
          		 label : "${0} - Целосно совпаѓање",
          		 result : "НЕТОЧНО"
          	 }
          	 ]
           }
    },
    WEEKDAY:{    
    	Syntax:"${0}(број${1} [тип])",
    	Disp:"Враќа ден од неделата за вредноста на датумот како цел број.",
    	Arguments: {
          	 1 : [{
          		 label : "${0} - Броеви 1 (Недела) до 7 (Сабота)",
          		 result : 1
          	 }, {
          		 label : "${0} - Броеви 1 (Понеделник) до 7 (Недела)",
          		 result : 2
          	 }, {
          		 label : "${0} - Броеви 0 (Понеделник) до 6 (Недела)",
          		 result : 3
          	 }
          	, {
         		 label : "${0} - Броеви 1 (Понеделник) до 7 (Недела)",
         		 result : 11
         	 }
          	, {
         		 label : "${0} - Броеви 1 (Вторник) до 7 (Понеделник)",
         		 result : 12
         	 }
          	, {
         		 label : "${0} - Броеви 1 (Среда) до 7 (Вторник)",
         		 result : 13
         	 }
          	, {
         		 label : "${0} - Броеви 1 (Четврток) до 7 (Среда)",
         		 result : 14
         	 }
          	, {
         		 label : "${0} - Броеви 1 (Петок) до 7 (Четврток)",
         		 result : 15
         	 }
          	, {
         		 label : "${0} - Броеви 1 (Сабота) до 7 (Петок)",
         		 result : 16
         	 }
          	, {
         		 label : "${0} - Броеви 1 (Недела) до 7 (Сабота)",
         		 result : 17
         	 }
          	 ]
           }
    },
    WEEKNUM:{    
    	Syntax:"${0}(број${1} [режим])",
    	Disp:"Пресметува календарска недела соодветно на дадениот датум.",
    	Arguments: {
          	 1 : [{
          		 label : "${0} - Недела",
          		 result : 1
          	 }, {
          		 label : "${0} - Понеделник",
          		 result : 2
          		 /*
          	 }, {
          		 label : "${0} - Monday",
          		 result : 11
          	 }, {
          		 label : "${0} - Tuesday",
          		 result : 12
          	 }, {
          		 label : "${0} - Wednesday",
          		 result : 13
          	 }, {
          		 label : "${0} - Thursday",
          		 result : 14
          	 }, {
          		 label : "${0} - Friday",
          		 result : 15
          	 }, {
          		 label : "${0} - Saturday",
          		 result : 16
          	 }, {
          		 label : "${0} - Sunday",
          		 result : 17
          	 }, {
          		 label : "${0} - Monday",
          		 result : 21
          		 */
          	 }
          	 ]
           }
    },
    WORKDAY:{    
    	Syntax:"${0}(почетен датум${1} денови${1} [празници])",
    	Disp:"Враќа сериски број на датум пред или после одреден број на работни денови."
    },
    YEAR:{    
    	Syntax:"${0}(година)",
    	Disp:"Враќа година за вредност на датум како цел број."
    }
}
})

