({
	LABEL_NAMES_LIST: "Именувани опсези:",
	LABEL_REFERSTO: "Се однесува на:",
	LABEL_NEW_BUTTON: "Ново...",
	LABEL_MODIFY_BUTTON: "Примени",
	DELETE_NAME_CONFIRM_MSG:"Дали сакате да го избришете опсегот ${0}?",
	DELETE_NAME:"Избриши именуван опсег",
	LABEL_INVALIDMSG: "Референцата е неважечка. Внесете го опсегот во полето „Се однесува на“ или повлечете за да изберете опсег во пресметковниот лист.",
	LABEL_EMPTYREF: "Референцата не може да е празна. Внесете го опсегот во полето „Се однесува на“ или повлечете за да изберете опсег во пресметковниот лист.",
	EMPTY_INFO:"Нема именувани опсези. За да создадете опсег, кликнете Ново.",
	DELETE_HELP:"Избриши именуван опсег",
	REFERS_HELP:"Оставете го прозорецот отворен и повлечете за да изберете вредности на опсег во листот.",
	
	ACC_NAMEDRANGE:"Именуван опсег",
	ACC_REFERSTO : "Се однесува на"
	})

