({
	LABEL_REFERSTO: "Се однесува на:",
	LABEL_NAME: "Име:",
	LABEL_INVALIDADDRESS: "Референцата е неважечка. Внесете го опсегот во полето „Се однесува на“ или повлечете за да изберете опсег во пресметковниот лист.",	
	LABEL_EMPTYREF: "Референцата не може да е празна. Внесете го опсегот во полето „Се однесува на“ или повлечете за да изберете опсег во пресметковниот лист.",
	LABEL_INVALIDNAME: "Името е неважечко. Можни причини:<br> a) Името не започнува со буква, коса црта наназад (\\) или долна црта (_). <br> б)Има празни места во името.<br> в) Употребени се резервирани клучни зборови, како \„r\“ или \„c\“.<br> г) Името е слично со адреса на ќелија, како \„Q2\“ или \„FY98\“.<br> д) Името содржи над 255 знаци.",
	LABEL_EMPTYNAME: "Името не може да биде празно",
	LABEL_EXISTEDNAME: "Името веќе постои. Внесете единствено име. Имињата не разликуваат голема и мала буква.",
	LABEL_RCNAME: "Не користете име слично на адресата на ќелија R1C1." ,	
	LABEL_KEYWORDS: "Не користете го клучниот збор „${0}“ како име.",
	REFERS_HELP:"Оставете го прозорецот отворен и повлечете за да изберете вредности на опсег на листот."
})

