({
	TITLE: "المعادلة تحتوى على أخطاء",
	OK_LABEL:"‏حسنا‏",
	SEP_ERROR_INFO:"لا تستخدم (${1})، كبديل استخدم (${0}) كفاصل للمعامل. قم باستخدام علامة التعجب(!) كفاصل لاسم الجدول فى مرجع الخانة.",
	NUM_ERROR_INFO:"اذا كنت تريد ادخال الرقم الحساس لمحددات اللغة، يرجى استخدام \"\" لتضمينه.",
	SEP_NUM_ERROR_INFO: "لا تستخدم (${1})، كبديل استخدم (${0}) كفاصل للمعامل. قم باستخدام علامة التعجب(!) كفاصل لاسم الجدول فى مرجع الخانة.\nاذا كنت تريد ادخال الرقم الحساس لمحددات اللغة، يرجى استخدام \"\" لتضمينه.",
	FORMULA_ERROR_INFO: "لا تستخدم ${1}، استخدم ${0} كاسم المعادلة بدلا منه.",
	BOOOL_ERROR_INFO: "لا تستخدم ${1}، استخدم ${0} كقيمة بوولية بدلا منها.",
	COMMON_ERROR_INFO: "المعادلة التى كتبتها تحتوى على خطأ."
})
