/*
Copyright (c) 2003-2011, CKSource - Frederico Knabben. All rights reserved.
For licensing, see LICENSE.html or http://ckeditor.com/license


Portions Copyright IBM Corp., 2010-2011.
*/

CKEDITOR.plugins.setLang( "a11yhelp", "en",
{

	// When translating all fields in accessibilityHelp object, do not translate anything with the form ${xxx}
	accessibilityHelp :
	{
		title : "تعليمات امكانية التوصل",
		contents : "محتويات المساعدة. لاغلاق مربع الحوار اضغط ESC.",
		legend :
		[
			{
				name : "عام",
				items :
				[
					{
						name : "خط أدوات برنامج التحرير",
						legend:
							"اضغط ${toolbarFocus} للتجول الى ‏خط الأداوات‏. " +
							"انتقل الى مجموعة ‏خط الأداوات‏ السابقة والتالية بواسطة TAB و SHIFT-TAB. " +
							"انتقل الى المفتاح السابق والتالي بخط الأداوات بواسطة السهم الى اليمين أو السهم الى اليسار. " +
							"اضغط SPACE أو ENTER لتفعيل مفتاح خط الأدوات."
					},

					{
						name : "حوار برنامج التحرير",
						legend :
							"داخل مربع الحوار، اضغط TAB للتجول الى مجال الحوار التالى، اضغط SHIFT + TAB للانتقال الى المجال السابق، اضغط ENTER لاحالة الحوار،  اضغط ESC لالغاء الحوار. " +
							"بالنسبة لمربعات الحوار التى تحتوى على العديد من الصفحات المبوبة، اضغط ALT + F10‎ للتجول الى كشف علامات التبويب tab-list. " +
							"ثم انتقل الى علمة التبويب التالية بواسطة TAB أو السهم الأيمن. " +
							"انتقل الى علامة التبويب السابقة بواسطة SHIFT + TAB أو السهم الأيسر. " +
							"اضغط SPACE أو ENTER لتحديد الصفحة المبوبة."
					},

					{
						name : "القائمة السياقية لبرنامج التحرير",
						legend :
							"اضغط ${contextMenu} أو APPLICATION KEY لفتح القائمة السياقية. " +
							"ثم انتقل الى اختيار القائمة بواسطة TAB أو السهم لأسفل. " +
							"الانتقال الى الاختيار السابق بواسطة  SHIFT+TAB أو السهم لأعلى. " +
							"اضغط SPACE أو ENTER لتحديد اختيار القائمة. " +
							"قم بفتح القائمة الفرعية من الاختيار الحالى بوساطة SPACE أو ENTER أو السهم الأيمن. " +
							"عد بند القائمة الرئيسية باستخدام ESC أو السهم الأيسر. " +
							"قم باغلاق القائمة السياقية باستخدام ESC."
					},

					{
						name : "مربع اختيار برنامج التحرير",
						legend :
							"داخل مربع الكشف، انتقل الى بند الكشف التالى باستخدام TAB أو السهم للأسفل. " +
							"انتقل الى بند القائمة السابق باستخدام SHIFT + TAB أو السهم لأعلى. " +
							"اضغط SPACE أو ENTER لتحديد اختيار الكشف. " +
							"اضغط ESC لاغلاق مربع الكشف."
					},

					{
						name : "خط مسار عنصر المحرر (ان كان متاحا*)",
						legend :
							"اضغط ${elementsPathFocus} للتجول الى خط مسار العناصر. " +
							"انتقل الى مفتاح العنصر التالى باسنخدام TAB أو السهم الأيمن. " +
							"الانتقال الى المفتاح السابق بواسطة  SHIFT+TAB أو السهم الأيسر. " +
							"اضغط SPACE أو ENTER لتحديد العنصر فى المحرر."
					}
				]
			},
			{
				name : "الأوامر",
				items :
				[
					{
						name : " أمر التراجع",
						legend : "اضغط ${undo}"
					},
					{
						name : " أمر الاعادة",
						legend : "اضغط ${redo}"
					},
					{
						name : " أمر عريض",
						legend : "اضغط ${bold}"
					},
					{
						name : " أمر المائل",
						legend : "اضغط ${italic}"
					},
					{
						name : " أمر التسطير",
						legend : "اضغط ${underline}"
					},
					{
						name : " أمر الربط",
						legend : "اضغط ${link}"
					},
					{
						name : " أمر طى خط الأدوات (ان كان متاحا*)",
						legend : "اضغط ${toolbarCollapse}"
					},
					{
						name : " مساعدة عن امكانية التوصل",
						legend : "اضغط ${a11yHelp}"
					}
				]
			},

			{	//added by ibm
				name : "",
				items :
				[
					{
						name : "مذكرة",
						legend : "* يمكن الغاء اتاحة بعض الخصائص بواسطة موجه النظام الخاص بك."
					}
				]
			}
		]
	}

});
