({	
	title: "Проверка орфографии",
	suggests: "Заменить на:",
	misword: "Слово не найдено:",
	ignore: "Игнорировать это слово.",
	nextBtn: "Далее",
	doneBtn: "Готово",
	okBtn: "OK",
	ignoreBtn: "Пропустить",
	replaceBtn: "Заменить",
	cellName: "Ячейка ${0}",
	noSuggestions: "Вариантов нет.",
	complete: "Проверка орфографии завершена.",
	warning: "Орфографических ошибок не найдено.",
	MISWORD_MSG: "Слово ${0} в ${1} отсутствует в орфографическом словаре. ",
	WAITING_MSG: "Поиск слов, которые отсутствуют в орфографическом словаре. "
})
