# NLS_MESSAGEFORMAT_VAR
# NLS_ENCODING=UNICODE
feature.display.name.10000=HCL Connections Docs
vendor.name.value=HCL
offering.description=Grafisk brugergr\u00e6nseflade til implementering af HCL Connections Docs
offering.display.name=HCL Connections Docs
feature.IBMDocs.IBMConversion.name=Document Format Conversion Application
feature.IBMDocs.IBMConversion.description=Document Format Conversion Application-komponenten til HCL Connections Docs formaterer dokumenter, der er uploadet til Connections Files, s\u00e5 de kan \u00e5bnes eller redigeres online i Editor Application.
feature.IBMDocs.IBMDocs.name=Editor Application
feature.IBMDocs.IBMDocs.description=F\u00f8r du v\u00e6lger Editor Application til HCL Connections Docs, skal du v\u00e6lge Document Format Conversion Application-komponenten.
feature.IBMDocs.IBMDocsG.name=Editor Application, der skal installeres
feature.IBMDocs.IBMDocsG.description=V\u00e6lg de komponenter i HCL Connections Docs, som denne installationsguide skal distribuere.
feature.IBMDocs.IBMConnectionsG.name=Forudinstallerede IBM-samarbejdsprodukter, der skal integreres med HCL Connections Docs
feature.IBMDocs.IBMConnectionsG.description=Integration af HCL Connections Docs med IBM-samarbejdsprodukter giver brugere sociale muligheder, n\u00e5r de arbejder med et dokument.
feature.IBMDocs.IBMConnections.name=HCL Connections Suite
feature.IBMDocs.IBMConnections.description=HCL Connections Suite indeholder dokumentlager, kontostyring og sociale funktioner, herunder tilstedev\u00e6relse og chat i dokumenter, hvis du har installeret serveren Connections Chat/Meetings (Sametime). Da Connections Docs kr\u00e6ver et opbevaringssted, skal du for at forts\u00e6tte med denne installation v\u00e6lge "IBM Enterprise Content Management-serviceprogrammer", hvis du ikke v\u00e6lger HCL Connections Suite.
feature.IBMDocs.IBMST.name=HCL Sametime Stand-alone med ECM-services
feature.IBMDocs.IBMST.description=Hvis IBM Enterprise Content Management-serviceprogrammer er opbevaringsstedet, giver Sametime Stand-alone mulighed for tilstedev\u00e6relse og chat i dokumenter.
feature.IBMDocs.IBMLCST.name=HCL Connections Chat and Meetings
feature.IBMDocs.IBMLCST.description=HCL Connections Chat and Meetings
feature.IBMDocs.IBMCCMG.name=Forudinstallerede IBM Content Management-produkter, der skal integreres med HCL Connections Docs
feature.IBMDocs.IBMCCMG.description=Hvis HCL Connections Docs integreres i IBM Content Management-produkter, kan brugere \u00e5bne og redigere dokumenter direkte fra det tilknyttede opbevaringssted.
feature.IBMDocs.IBMCCM.name=HCL Connections Content Manager inkluderet i Connections Suite
feature.IBMDocs.IBMCCM.description=F\u00f8r du v\u00e6lger HCL Connections Content Manager, skal du f\u00f8rst v\u00e6lge "HCL Connections Suite".
feature.IBMDocs.IBMECM.name=IBM Enterprise Content Management-serviceprogrammer
feature.IBMDocs.IBMECM.description=Hvis du fjerner fra markeringen fra "IBM Enterprise Content Management-serviceprogrammer", skal du v\u00e6lge "HCL Connections Suite".
feature.IBMDocs.IBMSTG.name=Integration med chat og m\u00f8der-serviceprogrammet
feature.IBMDocs.IBMSTG.description=Integration med chat og m\u00f8der-serviceprogrammet
feature.IBMDocs.IBMViewer.name=Viewer Application
feature.IBMDocs.IBMViewer.description=Med Viewer Application-komponenten i HCL Connections Docs kan brugere med l\u00e6seradgang f\u00e5 vist den senest publicerede version af et dokument.
feature.IBMDocs.IBMDocsProxy.name=Editor Proxy
feature.IBMDocs.IBMDocsProxy.description=Editor Proxy-komponenten tilf\u00f8rer sessionssl\u00e6gtsskab til HCL Connections Docs.
feature.IBMDocs.IBMDocsExt.name=Editor Extension
feature.IBMDocs.IBMDocsExt.description=Editor Extension-komponenten til HCL Connections Docs integrererer Docs i Connections, s\u00e5 brugere kan \u00e5bne og redigere dokumenter i Connections Docs.
feature.IBMDocs.IBMViewerExt.name=Viewer Extension
feature.IBMDocs.IBMViewerExt.description=Viewer Extension integrerer Viewer i Connections, s\u00e5 brugeren kan f\u00e5 vist dokumenter i HCL Connections Docs.

feature.ConnectionsDocs.IBMProductsIntegrationG.name=Produkter, som HCL Connections Docs kan integreres med. "Connections" kan inkludere Sametime-integration
feature.ConnectionsDocs.IBMProductsIntegrationG.description=Hvis HCL Connections Docs integreres med andre produkter, kan brugere \u00e5bne og redigere dokumenter direkte fra det tilknyttede opbevaringssted, og der er sociale muligheder, hvis de arbejder i et dokument.

feature.ConnectionsDocs.IBMConnections.name=Connections
feature.ConnectionsDocs.IBMConnections.description=Kun HCL Connections integreres. Connections inkluderer Filer, Nyheder, F\u00e6llesskaber, Profiler, kontostyring mv. Filer indeholder et basisdokumentlager og dokumentstyring. Der er blandt andet mulighed for chat, hvis der er integreret Sametime-funktioner i Connections.

feature.ConnectionsDocs.IBMICCCM.name=Connections og Connections Content Manager
feature.ConnectionsDocs.IBMICCCM.description=Sammen med HCL Connections bliver HCL Connections Content Manager integreret med henblik p\u00e5 udvidede dokumentlagringsfunktioner og -styring via f\u00e6llesskabsbiblioteker, herunder kompleks tjek ind og ud af dokumenter. 

feature.ConnectionsDocs.IBMECM.name=Content Navigator
feature.ConnectionsDocs.IBMECM.description=Kun IBM Content Navigator integreres. Content Navigator er et meget stabilt dokumentlager og dokumentstyringssystem.

feature.ConnectionsDocs.IBMSTG.name=Content Navigator og Sametime
feature.ConnectionsDocs.IBMSTG.description=Sammen med IBM Content Navigator integreres HCL Sametime for blandt andet at levere chatfunktioner i dokumenter.

feature.ConnectionsDocs.IBMICECM.name=Connections og Content Navigator
feature.ConnectionsDocs.IBMICECM.description=B\u00e5de HCL Connections og IBM Content Navigator integreres p\u00e5 samme tid for at levere forskellige typer dokumentlager og -styring sammen med kontostyring og sociale funktioner. Der er blandt andet mulighed for chat, hvis der er integreret Sametime-funktioner i Connections.

feature.ConnectionsDocs.IBMICCCMECM.name=Connections, Connections Content Manager og Content Navigator
feature.ConnectionsDocs.IBMICCCMECM.description=B\u00e5de HCL Connections, HCL Connections Content Manager og IBM Content Navigator integreres for at levere udvidede dokumentlagringsfunktioner, kontostyring og sociale muligheder, der blandt omfatter chatmuligheder i dokumenter, hvis Sametime er integreret i Connections.

feature.ConnectionsDocs.IBMTPI.description=HCL Connections Docs bliver integreret i et ikke-IBM-fillager.
feature.ConnectionsDocs.IBMTPI.name=Andre Content Management-systemer
