# NLS_MESSAGEFORMAT_VAR
# NLS_ENCODING=UNICODE
feature.display.name.10000=HCL Connections Docs
vendor.name.value=HCL
offering.description=Implementierung der grafischen Benutzerschnittstelle f\u00fcr HCL Connections Docs
offering.display.name=HCL Connections Docs
feature.IBMDocs.IBMConversion.name=Anwendung 'Document Format Conversion'
feature.IBMDocs.IBMConversion.description=Die Anwendung 'Document Format Conversion' von HCL Connections Docs formatiert Dokumente, die in die Anwendung 'Editor' hochgeladen wurden, sodass sie in der Anwendung 'Editor' online ge\u00f6ffnet oder bearbeitet werden k\u00f6nnen.
feature.IBMDocs.IBMDocs.name=Anwendung 'Editor'
feature.IBMDocs.IBMDocs.description=Bevor Sie die Anwendung 'Editor' von HCL Connections Docs ausw\u00e4hlen k\u00f6nnen, m\u00fcssen Sie zuerst die Anwendung 'Document Format Conversion' ausw\u00e4hlen.
feature.IBMDocs.IBMDocsG.name=Zu installierende Anwendung 'Editor'
feature.IBMDocs.IBMDocsG.description=W\u00e4hlen Sie die Komponenten von HCL Connections Docs aus, die von diesem Installationsassistenten implementiert werden sollen.
feature.IBMDocs.IBMConnectionsG.name=Vorinstallierte IBM Produkte f\u00fcr Onlinezusammenarbeit, die in HCL Connections Docs integriert werden sollen
feature.IBMDocs.IBMConnectionsG.description=Das Integrieren von HCL Connections Docs in IBM Produkte f\u00fcr Onlinezusammenarbeit erm\u00f6glicht es Benutzern, soziale Funktionen bei der Arbeit an einem Dokument zu nutzen.
feature.IBMDocs.IBMConnections.name=HCL Connections Suite
feature.IBMDocs.IBMConnections.description=HCL Connections Suite stellt Dokumentspeicher, Account-Management und soziale Funktionen, einschlie\u00dflich einer Anwesenheitsanzeige und einer Chatfunktion, innerhalb von Dokumenten bereit, wenn Sie den Connections Chat/Meetings-Server (Sametime-Server) installiert haben. Da f\u00fcr Connections Docs ein Repository erforderlich ist, m\u00fcssen Sie 'IBM Enterprise Content Management-Services' ausw\u00e4hlen, um mit dieser Installation fortzufahren, wenn Sie die Auswahl der Option 'HCL Connections Suite' aufheben.
feature.IBMDocs.IBMST.name=HCL Sametime Stand-alone mit ECM-Services
feature.IBMDocs.IBMST.description=Wenn die IBM Enterprise Content Management-Services als Repository fungieren, bietet Sametime Stand-alone Anwesenheitsanzeige und Chatfunktionalit\u00e4t innerhalb von Dokumenten.
feature.IBMDocs.IBMLCST.name=HCL Connections Chat und Meetings
feature.IBMDocs.IBMLCST.description=HCL Connections Chat und Meetings
feature.IBMDocs.IBMCCMG.name=Vorinstallierte IBM Produkte f\u00fcr Content-Management, die in HCL Connections Docs integriert werden sollen
feature.IBMDocs.IBMCCMG.description=Das Integrieren von HCL Connections Docs in ein IBM Produkt f\u00fcr Content-Management erm\u00f6glicht es den Benutzern, Dokumente direkt aus dem zugeh\u00f6rigen Repository heraus zu \u00f6ffnen und zu bearbeiten.
feature.IBMDocs.IBMCCM.name=HCL Connections Content Manager als Teil von Connections Suite
feature.IBMDocs.IBMCCM.description=Bevor Sie den HCL Connections Content Manager ausw\u00e4hlen k\u00f6nnen, m\u00fcssen Sie zuerst 'HCL Connections Suite' ausw\u00e4hlen.
feature.IBMDocs.IBMECM.name=IBM Enterprise Content Management-Services
feature.IBMDocs.IBMECM.description=Wenn Sie die Auswahl von 'IBM Enterprise Content Management-Services' aufheben, m\u00fcssen Sie 'HCL Connections Suite' ausw\u00e4hlen.
feature.IBMDocs.IBMSTG.name=Integration in den Chat- und Besprechungsservice
feature.IBMDocs.IBMSTG.description=Integration in den Chat- und Besprechungsservice
feature.IBMDocs.IBMViewer.name=Anwendung 'Viewer'
feature.IBMDocs.IBMViewer.description=Mit der Anwendung 'Vierwer' von HCL Connections Docs k\u00f6nnen Benutzer mit Leserzugriff die letzte ver\u00f6ffentlichte Version eines Dokuments anzeigen.
feature.IBMDocs.IBMDocsProxy.name=Editor Proxy
feature.IBMDocs.IBMDocsProxy.description=Der Editor Proxy stellt Sitzungsaffinit\u00e4t in HCL Connections Docs bereit.
feature.IBMDocs.IBMDocsExt.name=Editor Extension
feature.IBMDocs.IBMDocsExt.description=Die Editor Extension von HCL Connections Docs integriert Docs in Connections, sodass Benutzer in Connections Docs Dokumente \u00f6ffnen und bearbeiten k\u00f6nnen.
feature.IBMDocs.IBMViewerExt.name=Viewer Extension
feature.IBMDocs.IBMViewerExt.description=Die Viewer Extension integriert den Viewer in Connections, sodass Benutzer Dokumente in HCL Connections Docs anzeigen k\u00f6nnen.

feature.ConnectionsDocs.IBMProductsIntegrationG.name=Produkte, in die HCL Connections Docs integriert wird. 'Connections' kann eine Integration von Sametime enthalten
feature.ConnectionsDocs.IBMProductsIntegrationG.description=Durch das Integrieren von HCL Connections Docs in andere Produkte k\u00f6nnen Benutzer Dokumente direkt aus dem zugeordneten Repository \u00f6ffnen und bearbeiten und erhalten soziale Funktionen, wenn sie an einem Dokument arbeiten.

feature.ConnectionsDocs.IBMConnections.name=Connections
feature.ConnectionsDocs.IBMConnections.description=Nur HCL Connections wird integriert. Connections enth\u00e4lt die Anwendungen 'Files', 'News', 'Communities', 'Profiles', das Accountmanagement usw. Die Anwendung 'Files' stellt ein grundlegendes Dokumentrepository sowie Dokumentmanagementfunktionen bereit. Die Anwesenheitsanzeige und die Chatfunktion stehen in Dokumenten zur Verf\u00fcgen, wenn Connections \u00fcber integrierte Sametime-Services verf\u00fcgt.

feature.ConnectionsDocs.IBMICCCM.name=Connections und Connections Content Manager
feature.ConnectionsDocs.IBMICCCM.description=Zusammen mit HCL Connections wird HCL Connections Content Manager integriert, um erweiterte Speicher- und Managementfunktionen \u00fcber Community-Bibliotheken f\u00fcr das Dokumentrepository bereitzustellen, einschlie\u00dflich der Check-in- und Check-Out-Funktion f\u00fcr Dokumente.

feature.ConnectionsDocs.IBMECM.name=Content Navigator
feature.ConnectionsDocs.IBMECM.description=Nur IBM Content Navigator wird integriert. Content Navigator ist ein sehr leistungsf\u00e4higes Dokumentrepository- und -Managementsystem.

feature.ConnectionsDocs.IBMSTG.name=Content Navigator und Sametime
feature.ConnectionsDocs.IBMSTG.description=Zusammen mit IBM Content Navigator wird HCL Sametime integriert, um die Anwesenheitsanzeige und Chatfunktionen in Dokumenten bereitzustellen.

feature.ConnectionsDocs.IBMICECM.name=Connections und Content Navigator
feature.ConnectionsDocs.IBMICECM.description=HCL Connections und IBM Content Navigator werden gleichzeitig integriert, um verschiedene Typen von Dokumentspeicher- und -Managementfunktionen sowie Account-Management-Funktionen und soziale Funktionen bereitzustellen. Die Anwesenheitsanzeige und die Chatfunktion steht in Dokumenten zur Verf\u00fcgen, wenn Connections \u00fcber integrierte Sametime-Services verf\u00fcgt.

feature.ConnectionsDocs.IBMICCCMECM.name=Connections, Connections Content Manager und Content Navigator
feature.ConnectionsDocs.IBMICCCMECM.description=HCL Connections, HCL Connections Content Manager und IBM Content Navigator werden integriert, um erweiterte Dokumentrepository- und Account-Mangement-Funktionen sowie soziale Funktionen bereitzustellen, die die Anwesenheitsanzeige und die Chatfunktion in Dokumenten beinhalten, wenn Connections \u00fcber integrierte Sametime-Services verf\u00fcgt.

feature.ConnectionsDocs.IBMTPI.description=HCL Connections Docs wird in ein Nicht-IBM-Dateirepository integriert.
feature.ConnectionsDocs.IBMTPI.name=Andere Content-Management-Systeme
