# NLS_MESSAGEFORMAT_VAR
# NLS_ENCODING=UNICODE
feature.display.name.10000=HCL Connections Docs
vendor.name.value=HCL
offering.description=D\u00e9ploiement de l'interface utilisateur graphique pour HCL Connections Docs
offering.display.name=HCL Connections Docs
feature.IBMDocs.IBMConversion.name=Application de conversion de format de document
feature.IBMDocs.IBMConversion.description=L'application de conversion de format de document d'HCL Connections Docs formate les documents envoy\u00e9s par t\u00e9l\u00e9chargement vers Fichiers Connections de fa\u00e7on \u00e0 ce qu'ils puissent \u00eatre ouverts ou \u00e9dit\u00e9s en ligne dans l'application Editor.
feature.IBMDocs.IBMDocs.name=Application Editor
feature.IBMDocs.IBMDocs.description=Avant de s\u00e9lectionner l'application Editor d'HCL Connections Docs, vous devez d'abord s\u00e9lectionner l'application de conversion de format de document.
feature.IBMDocs.IBMDocsG.name=Application Editor \u00e0 installer
feature.IBMDocs.IBMDocsG.description=S\u00e9lectionnez les composants d'HCL Connections Docs dont le d\u00e9ploiement doit \u00eatre effectu\u00e9 par cet assistant d'installation.
feature.IBMDocs.IBMConnectionsG.name=Produits collaboratifs IBM pr\u00e9-install\u00e9s \u00e0 int\u00e9grer \u00e0 HCL Connections Docs
feature.IBMDocs.IBMConnectionsG.description=L'int\u00e9gration d'HCL Connections Docs aux produits collaboratifs IBM fournit aux utilisateurs des fonctionnalit\u00e9s sociales quand ils travaillent sur un document.
feature.IBMDocs.IBMConnections.name=HCL Connections Suite
feature.IBMDocs.IBMConnections.description=HCL Connections Suite fournit des fonctionnalit\u00e9s sociales ainsi que des fonctionnalit\u00e9s de stockage de documents et de gestion de compte, incluant des options d'identification de pr\u00e9sence en ligne et de discussion si vous avez install\u00e9 le serveur Sametime g\u00e9rant les discussions et les r\u00e9unions Connections. Puisque Connections Docs requiert un r\u00e9f\u00e9rentiel, si vous d\u00e9s\u00e9lectionnez HCL Connections Suite, vous devez s\u00e9lectionnez "IBM Enterprise Content Management Services" pour poursuivre l'installation.
feature.IBMDocs.IBMST.name=Produit HCL Sametime autonome, utilis\u00e9 avec les services ECM
feature.IBMDocs.IBMST.description=Quand IBM Enterprise Content Management Services est le r\u00e9f\u00e9rentiel, le produit Sametime autonome fournit des fonctionnalit\u00e9s d'identification de pr\u00e9sence en ligne et de discussion au sein des documents.
feature.IBMDocs.IBMLCST.name=HCL Connections - Discussion et r\u00e9unions
feature.IBMDocs.IBMLCST.description=HCL Connections - Discussion et r\u00e9unions
feature.IBMDocs.IBMCCMG.name=Produits IBM Content Management pr\u00e9-install\u00e9s \u00e0 int\u00e9grer \u00e0 HCL Connections Docs
feature.IBMDocs.IBMCCMG.description=L'int\u00e9gration d'HCL Connections Docs \u00e0 un produit IBM permet aux utilisateurs d'ouvrir et d'\u00e9diter des documents directement depuis le r\u00e9f\u00e9rentiel associ\u00e9.
feature.IBMDocs.IBMCCM.name=HCL Connections Content Manager, inclus dans Connections Suite
feature.IBMDocs.IBMCCM.description=Avant de s\u00e9lectionner HCL Connections Content Manager, vous devez d'abord s\u00e9lectionner "HCL Connections Suite".
feature.IBMDocs.IBMECM.name=IBM Enterprise Content Management Services
feature.IBMDocs.IBMECM.description=Si vous d\u00e9s\u00e9lectionnez "IBM Enterprise Content Management Services", vous devez s\u00e9lectionner "HCL Connections Suite".
feature.IBMDocs.IBMSTG.name=Int\u00e9gration aux services de discussion et de r\u00e9union
feature.IBMDocs.IBMSTG.description=Int\u00e9gration aux services de discussion et de r\u00e9union
feature.IBMDocs.IBMViewer.name=Application Viewer
feature.IBMDocs.IBMViewer.description=Avec l'application Viewer d'HCL Connections Docs, les utilisateurs avec l'acc\u00e8s lecteur peuvent voir la derni\u00e8re version publi\u00e9e d'un document.
feature.IBMDocs.IBMDocsProxy.name=Proxy Editor
feature.IBMDocs.IBMDocsProxy.description=Le proxy Editor fournit une fonction d'affinit\u00e9 de session dans HCL Connections Docs.
feature.IBMDocs.IBMDocsExt.name=Extension Editor
feature.IBMDocs.IBMDocsExt.description=Le composant Extension Editor d'HCL Connections Docs int\u00e8gre Docs \u00e0 Connections pour permettre aux utilisateurs d'ouvrir et d'\u00e9diter des documents dans Connections Docs.
feature.IBMDocs.IBMViewerExt.name=Extension Viewer
feature.IBMDocs.IBMViewerExt.description=Le composant Extension Viewer int\u00e8gre Viewer \u00e0 Connections pour permettre aux utilisateurs d'afficher des documents dans HCL Connections Docs.

feature.ConnectionsDocs.IBMProductsIntegrationG.name=Produits auxquels HCL Connections Docs sera int\u00e9gr\u00e9. "Connections" peut inclure l'int\u00e9gration de Sametime.
feature.ConnectionsDocs.IBMProductsIntegrationG.description=L'int\u00e9gration d'HCL Connections Docs aux autres produits permet aux utilisateurs d'ouvrir et d'\u00e9diter des documents directement depuis le r\u00e9f\u00e9rentiel associ\u00e9 et leur fournit des fonctionnalit\u00e9s sociales quand ils travaillent sur un document.

feature.ConnectionsDocs.IBMConnections.name=Connections
feature.ConnectionsDocs.IBMConnections.description=Seul HCL Connections sera int\u00e9gr\u00e9. Connections inclut Files, News, Communities, Profiles, la gestion de compte, etc. Files fournit un d\u00e9p\u00f4t de documents de base ainsi que la gestion de documents. Les fonctionnalit\u00e9s d'identification de pr\u00e9sence en ligne et de discussion au sein des documents sont disponibles si Connections dispose des services Sametime int\u00e9gr\u00e9s.

feature.ConnectionsDocs.IBMICCCM.name=Connections et Connections Content Manager
feature.ConnectionsDocs.IBMICCCM.description=Associ\u00e9 \u00e0 HCL Connections, HCL Connections Content Manager sera int\u00e9gr\u00e9 afin de fournir des fonctionnalit\u00e9s avanc\u00e9es de gestion et stockage en d\u00e9p\u00f4t de documents via des biblioth\u00e8ques de communaut\u00e9, y compris l'enregistrement et la sortie complexes de documents. 

feature.ConnectionsDocs.IBMECM.name=Content Navigator
feature.ConnectionsDocs.IBMECM.description=Seul IBM Content Navigator sera int\u00e9gr\u00e9. Content Navigator est un syst\u00e8me de gestion et d\u00e9p\u00f4t de documents particuli\u00e8rement robuste.

feature.ConnectionsDocs.IBMSTG.name=Content Navigator et Sametime
feature.ConnectionsDocs.IBMSTG.description=Associ\u00e9 \u00e0 IBM Content Navigator, HCL Sametime sera int\u00e9gr\u00e9 afin de fournir des fonctionnalit\u00e9s d'identification de pr\u00e9sence en ligne et de discussion au sein des documents.

feature.ConnectionsDocs.IBMICECM.name=Connections et Content Navigator
feature.ConnectionsDocs.IBMICECM.description=HCL Connections et IBM Content Navigator seront tous deux int\u00e9gr\u00e9s afin de fournir diff\u00e9rents types de stockage et de gestion de documents, ainsi que des fonctionnalit\u00e9s de gestion de compte et de r\u00e9seau social. Les fonctionnalit\u00e9s d'identification de pr\u00e9sence en ligne et de discussion au sein des documents sont disponibles si Connections dispose des services Sametime int\u00e9gr\u00e9s.

feature.ConnectionsDocs.IBMICCCMECM.name=Connections, Connections Content Manager et Content Navigator
feature.ConnectionsDocs.IBMICCCMECM.description=HCL Connections, HCL Connections Content Manager et IBM Content Navigator seront int\u00e9gr\u00e9s afin de fournir des fonctionnalit\u00e9s avanc\u00e9es de d\u00e9p\u00f4t de documents, de gestion de compte et de r\u00e9seau social incluant l'identification de pr\u00e9sence en ligne et la discussion au sein des documents si Connections dispose de services Sametime int\u00e9gr\u00e9s.

feature.ConnectionsDocs.IBMTPI.description=HCL Connections Docs sera int\u00e9gr\u00e9 \u00e0 un r\u00e9f\u00e9rentiel de fichiers non IBM.
feature.ConnectionsDocs.IBMTPI.name=Autres syst\u00e8mes de gestion de contenu
