# NLS_MESSAGEFORMAT_VAR
# NLS_ENCODING=UNICODE
feature.display.name.10000=HCL Connections Docs
vendor.name.value=HCL
offering.description=Postavljanje grafi\u010dkog korisni\u010dkog su\u010delja za HCL Connections Docs
offering.display.name=HCL Connections Docs
feature.IBMDocs.IBMConversion.name=Document Format Conversion Application
feature.IBMDocs.IBMConversion.description=Document Format Conversion Application HCL Connections Docsa formatira dokumente predane u Connections Files tako da se mogu otvoriti ili ure\u0111ivati online koriste\u0107i Editor Application.
feature.IBMDocs.IBMDocs.name=Editor Application
feature.IBMDocs.IBMDocs.description=Prije nego \u0161to izaberete Editor Application HCL Connections Docsa, morate izabrati Document Format Conversion Application.
feature.IBMDocs.IBMDocsG.name=Editor Application za instaliranje
feature.IBMDocs.IBMDocsG.description=Izaberite komponente HCL Connections Docsa koje \u0107e ovaj instalacijski \u010darobnjak postaviti.
feature.IBMDocs.IBMConnectionsG.name=Unaprijed instalirani IBM-ovi proizvodi za suradnju koji \u0107e se integrirati s HCL Connections Docsom
feature.IBMDocs.IBMConnectionsG.description=Integracija HCL Connections Docsa s IBM-ovim proizvodima za suradnju korisnicima pru\u017ea dru\u0161tvene mogu\u0107nosti kada rade na dokumentu.
feature.IBMDocs.IBMConnections.name=HCL Connections Suite
feature.IBMDocs.IBMConnections.description=HCL Connections Suite pru\u017ea mogu\u0107nosti pohrane dokumenata, upravljanja ra\u010dunima i dru\u0161tvene mogu\u0107nosti, uklju\u010duju\u0107i status prisutnosti i chat unutar dokumenata ako ste instalirali Connections poslu\u017eitelj za chat/sastanke (Sametime). Po\u0161to je za Connections Docs potrebno spremi\u0161te, ako ne izaberete HCL Connections Suite, morate izabrati "IBM enterprise content management services" da biste mogli nastaviti instalaciju.
feature.IBMDocs.IBMST.name=HCL Sametime Stand-alone, koristi se uz ECM usluge
feature.IBMDocs.IBMST.description=Kada IBM enterprise content management services slu\u017ei kao spremi\u0161te, Sametime Stand-alone pru\u017ea mogu\u0107nosti statusa prisutnosti i chata unutar dokumenata.
feature.IBMDocs.IBMLCST.name=HCL Connections chat i sastanci
feature.IBMDocs.IBMLCST.description=HCL Connections chat i sastanci
feature.IBMDocs.IBMCCMG.name=Unaprijed instalirani IBM-ovi proizvodi za upravljanje sadr\u017eajem koji \u0107e se integrirati s HCL Connections Docsom
feature.IBMDocs.IBMCCMG.description=Integracija HCL Connections Docsa s IBM-ovim proizvodom za upravljanje sadr\u017eajem omogu\u0107uje korisnicima otvaranje i ure\u0111ivanje dokumenata izravno u pridru\u017eenom spremi\u0161tu.
feature.IBMDocs.IBMCCM.name=HCL Connections Content Manager, uklju\u010den u Connections Suite
feature.IBMDocs.IBMCCM.description=Prije nego izaberete HCL Connections Content Manager, morate izabrati "HCL Connections Suite".
feature.IBMDocs.IBMECM.name=IBM enterprise content management services
feature.IBMDocs.IBMECM.description=Ako ne izaberete "IBM enterprise content management services," morate izabrati "HCL Connections Suite".
feature.IBMDocs.IBMSTG.name=Integracija s uslugom chata i sastanaka
feature.IBMDocs.IBMSTG.description=Integracija s uslugom chata i sastanaka
feature.IBMDocs.IBMViewer.name=Viewer Application
feature.IBMDocs.IBMViewer.description=Koriste\u0107i Viewer Application HCL Connections Docsa korisnici s pristupom za \u010ditanje mogu pregledavati najnoviju objavljenu verziju dokumenta.
feature.IBMDocs.IBMDocsProxy.name=Editor Proxy
feature.IBMDocs.IBMDocsProxy.description=Editor Proxy pru\u017ea afinitet sesije u HCL Connections Docsu.
feature.IBMDocs.IBMDocsExt.name=Editor Extension
feature.IBMDocs.IBMDocsExt.description=Editor Extension HCL Connections Docsa integrira Docs s Connectionsom kako bi korisnici mogli otvoriti i urediti dokumente u Connections Docsu.
feature.IBMDocs.IBMViewerExt.name=Viewer Extension
feature.IBMDocs.IBMViewerExt.description=Viewer Extension integrira Viewer s Connectionsom, tako da korisnici mogu pregledavati dokumente u Connections Docsu.

feature.ConnectionsDocs.IBMProductsIntegrationG.name=Proizvodi s kojima \u0107e se HCL Connections Docs integrirati. "Connections" mo\u017ee uklju\u010divati Sametime integraciju
feature.ConnectionsDocs.IBMProductsIntegrationG.description=Integracija HCL Connections Docsa s drugim proizvodima omogu\u0107uje korisnicima otvaranje i ure\u0111ivanje dokumenata izravno u pridru\u017eenom spremi\u0161tu i pru\u017ea im dru\u0161tvene mogu\u0107nosti dok rade na dokumentu.

feature.ConnectionsDocs.IBMConnections.name=Connections
feature.ConnectionsDocs.IBMConnections.description=Integrirat \u0107e se samo HCL Connections. Connections uklju\u010duje Datoteke, Novosti, Zajednice, Profile, upravljanje ra\u010dunima i drugo. Datoteke pru\u017eaju osnovno spremi\u0161te dokumenata i omogu\u0107uju upravljanje dokumentima. Ako Connections ima integrirane Sametime usluge, dostupni su i informiranost o statusu i chat unutar dokumenata.

feature.ConnectionsDocs.IBMICCCM.name=Connections i Connections Content Manager
feature.ConnectionsDocs.IBMICCCM.description=Uz HCL Connections, integrirat \u0107e se HCL Connections Content Manager koji pru\u017ea pohranu za napredno spremi\u0161te dokumenata i upravljanje pomo\u0107u knji\u017enica zajednice, uklju\u010duju\u0107i kompleksnu prijavu i odjavu dokumenata. 

feature.ConnectionsDocs.IBMECM.name=Content Navigator
feature.ConnectionsDocs.IBMECM.description=Integrirat \u0107e se samo IBM Content Navigator. Content Navigator predstavlja vrlo robusno spremi\u0161te dokumenata i sistem za upravljanje.

feature.ConnectionsDocs.IBMSTG.name=Content Navigator i Sametime
feature.ConnectionsDocs.IBMSTG.description=Uz IBM Content Navigator integrirat \u0107e se HCL Sametime za pru\u017eanje informiranosti o statusu i mogu\u0107nosti chata unutar dokumenata.

feature.ConnectionsDocs.IBMICECM.name=Connections i Content Navigator
feature.ConnectionsDocs.IBMICECM.description=Istovremeno \u0107e se integrirati i HCL Connections i IBM Content Navigator da bi se omogu\u0107ili razli\u010diti tipovi pohrane dokumenata i upravljanja dokumentima, uz upravljanje ra\u010dunima i dru\u0161tvene mogu\u0107nosti. Ako Connections ima integrirane Sametime usluge, dostupni su i informiranost o statusu i chat unutar dokumenata.

feature.ConnectionsDocs.IBMICCCMECM.name=Connections, Connections Content Manager i Content Navigator
feature.ConnectionsDocs.IBMICCCMECM.description=Integrirat \u0107e se HCL Connections, HCL Connections Content Manager i IBM Content Navigator za pru\u017eanje naprednog spremi\u0161ta dokumenata, upravljanja ra\u010dunom i dru\u0161tvenih mogu\u0107nosti koje uklju\u010duju informiranost o statusu i chat unutar dokumenata ako Connections ima integrirane Sametime usluge.

feature.ConnectionsDocs.IBMTPI.description=HCL Connections Docs \u0107e se integrirati sa spremi\u0161tem datoteka koje nije IBM-ovo.
feature.ConnectionsDocs.IBMTPI.name=Drugi sistemi za upravljanje sadr\u017eajem
