# NLS_MESSAGEFORMAT_VAR
# NLS_ENCODING=UNICODE
feature.display.name.10000=HCL Connections Docs
vendor.name.value=HCL
offering.description=HCL Connections Docs i\u00e7in Grafik Kullan\u0131c\u0131 Arabirimi Da\u011f\u0131t\u0131m\u0131
offering.display.name=HCL Connections Docs
feature.IBMDocs.IBMConversion.name=Document Format Conversion Uygulamas\u0131
feature.IBMDocs.IBMConversion.description=HCL Connections Docs uygulamas\u0131n\u0131n Document Format Conversion Uygulamas\u0131 bile\u015feni, Connections Files bile\u015fenine y\u00fcklenen belgeleri bi\u00e7imlendirerek bunlar\u0131n \u00e7evrimi\u00e7i olarak Editor Uygulamas\u0131 i\u00e7inde a\u00e7\u0131lmas\u0131n\u0131 ve d\u00fczenlenmesini sa\u011flar.
feature.IBMDocs.IBMDocs.name=Editor Uygulamas\u0131
feature.IBMDocs.IBMDocs.description=HCL Connections Docs uygulamas\u0131n\u0131n EditorUygulamas\u0131 bile\u015fenini se\u00e7meden \u00f6nce, Document Format Conversion Uygulamas\u0131n\u0131 se\u00e7meniz gerekir.
feature.IBMDocs.IBMDocsG.name=Kurulacak Editor Uygulamas\u0131
feature.IBMDocs.IBMDocsG.description=Bu kurulu\u015f sihirbaz\u0131n\u0131n da\u011f\u0131tmas\u0131n\u0131 istedi\u011finiz HCL Connections Docs bile\u015fenlerini se\u00e7in.
feature.IBMDocs.IBMConnectionsG.name=HCL Connections Docs ile b\u00fct\u00fcnle\u015ftirilecek \u00f6nceden kurulmu\u015f IBM i\u015fbirli\u011fi \u00fcr\u00fcnleri
feature.IBMDocs.IBMConnectionsG.description=HCL Connections Docs uygulamas\u0131n\u0131n IBM i\u015fbirli\u011fi \u00fcr\u00fcnleriyle b\u00fct\u00fcnle\u015ftirilmesi kullan\u0131c\u0131lara bir belge \u00fczerinde \u00e7al\u0131\u015f\u0131rken yararlanabilecekleri sosyal yetenekler sa\u011flar.
feature.IBMDocs.IBMConnections.name=HCL Connections \u00dcr\u00fcn Grubu
feature.IBMDocs.IBMConnections.description=HCL Connections \u00dcr\u00fcn Grubu, belge depolama, hesap y\u00f6netimi ve Connections Chat/Meetings (Sametime) sunucusunu kurduysan\u0131z, belgeler i\u00e7inde \u00e7evrimi\u00e7i durum bilgisi ve sohbet yetenekleri de dahil olmak \u00fczere, sosyal yetenekler sa\u011flar. Connections Docs bir havuzu gerektirdi\u011finden, HCL Connections Suite se\u00e7imini kald\u0131r\u0131rsan\u0131z, bu kurulu\u015fa devam edebilmek i\u00e7in "IBM kurumsal i\u00e7erik y\u00f6netimi hizmeti" se\u00e7ene\u011fini belirlemeniz gerekir.
feature.IBMDocs.IBMST.name=Kurumsal \u0130\u00e7erik Y\u00f6netimi (ECM) hizmetleriyle birlikte kullan\u0131lan HCL Sametime Stand-alone
feature.IBMDocs.IBMST.description=Havuz olarak IBM kurumsal i\u00e7erik y\u00f6netimi hizmetleri kullan\u0131l\u0131yorsa, Sametime Stand-alone \u00fcr\u00fcn\u00fc belgeler i\u00e7inde \u00e7evrimi\u00e7i durum bilgisi ve sohbet yeteneklerini sa\u011flar.
feature.IBMDocs.IBMLCST.name=HCL Connections Chat ve Meetings
feature.IBMDocs.IBMLCST.description=HCL Connections Chat ve Meetings
feature.IBMDocs.IBMCCMG.name=HCL Connections Docs ile b\u00fct\u00fcnle\u015ftirilecek \u00f6nceden kurulmu\u015f IBM i\u00e7erik y\u00f6netimi \u00fcr\u00fcnleri
feature.IBMDocs.IBMCCMG.description=HCL Connections Docs uygulamas\u0131n\u0131 bir IBM i\u00e7erik y\u00f6netimi \u00fcr\u00fcn\u00fcyle b\u00fct\u00fcnle\u015ftirmek kullan\u0131c\u0131lara belgeleri do\u011frudan ili\u015fkili havuzdan a\u00e7ma ve d\u00fczenleme olana\u011f\u0131n\u0131 sa\u011flar.
feature.IBMDocs.IBMCCM.name=Connections Suite ile birlikte g\u00f6nderilen HCL Connections Content Manager
feature.IBMDocs.IBMCCM.description=HCL Connections Content Manager \u00fcr\u00fcn\u00fcn\u00fc se\u00e7meden \u00f6nce, "HCL Connections Suite" se\u00e7ene\u011fini belirlemeniz gerekir.
feature.IBMDocs.IBMECM.name=IBM kurumsal i\u00e7erik y\u00f6netimi hizmetleri
feature.IBMDocs.IBMECM.description="IBM kurumsal i\u00e7erik y\u00f6netimi hizmetleri" se\u00e7ene\u011finin se\u00e7imini kald\u0131r\u0131rsan\u0131z, "HCL Connections Suite" se\u00e7ene\u011fini belirlemeniz gerekir.
feature.IBMDocs.IBMSTG.name=Sohbet ve toplant\u0131lar hizmetiyle b\u00fct\u00fcnle\u015ftirme
feature.IBMDocs.IBMSTG.description=Sohbet ve toplant\u0131lar hizmetiyle b\u00fct\u00fcnle\u015ftirme
feature.IBMDocs.IBMViewer.name=Viewer Uygulamas\u0131
feature.IBMDocs.IBMViewer.description=HCL Connections Docs uygulamas\u0131n\u0131n Viewer Uygulamas\u0131 bile\u015feniyle, okuma eri\u015fimine sahip kullan\u0131c\u0131lar bir belgenin yay\u0131nlanan en son s\u00fcr\u00fcm\u00fcn\u00fc g\u00f6r\u00fcnt\u00fcleyebilir.
feature.IBMDocs.IBMDocsProxy.name=Editor Yetkili Sunucusu
feature.IBMDocs.IBMDocsProxy.description=Editor Yetkili Sunucusu, HCL Connections Docs i\u00e7inde oturum benze\u015fmesi sa\u011flar.
feature.IBMDocs.IBMDocsExt.name=Editor Uzant\u0131s\u0131
feature.IBMDocs.IBMDocsExt.description=HCL Connections Docs uygulamas\u0131n\u0131n Editor Uzant\u0131s\u0131 bile\u015feni, kullan\u0131c\u0131lara belgeleri Connections Docs i\u00e7inde a\u00e7ma ve d\u00fczenleme olana\u011f\u0131n\u0131 sa\u011flamak \u00fczere Docs'u Connections ile b\u00fct\u00fcnle\u015ftirir.
feature.IBMDocs.IBMViewerExt.name=Viewer Uzant\u0131s\u0131
feature.IBMDocs.IBMViewerExt.description=Viewer Uzant\u0131s\u0131, kullan\u0131c\u0131lara belgeleri HCL Connections Docs i\u00e7inde g\u00f6r\u00fcnt\u00fcleme olana\u011f\u0131n\u0131 sa\u011flamak \u00fczere Viewer bile\u015fenini Connections ile b\u00fct\u00fcnle\u015ftirir.

feature.ConnectionsDocs.IBMProductsIntegrationG.name=HCL Connections Docs uygulamas\u0131n\u0131n b\u00fct\u00fcnle\u015ftirilece\u011fi \u00fcr\u00fcnler. "Connections", Sametime b\u00fct\u00fcnle\u015ftirmesini i\u00e7erebilir.
feature.ConnectionsDocs.IBMProductsIntegrationG.description=HCL Connections Docs uygulamas\u0131n\u0131 di\u011fer \u00fcr\u00fcnlerle b\u00fct\u00fcnle\u015ftirmek kullan\u0131c\u0131lara belgeleri do\u011frudan ili\u015fkili havuzdan a\u00e7ma ve d\u00fczenleme olana\u011f\u0131n\u0131 sa\u011flar ve bir belgede \u00e7al\u0131\u015f\u0131rken onlara sosyal yetenekler sunar.

feature.ConnectionsDocs.IBMConnections.name=Connections
feature.ConnectionsDocs.IBMConnections.description=Yaln\u0131zca HCL Connections b\u00fct\u00fcnle\u015ftirilir. Connections Dosyalar, Haberler, Topluluklar, Profiller, hesap y\u00f6netimi, vb. i\u00e7erir. Dosyalar, temel bir belge havuzu ve belge y\u00f6netimi sa\u011flar. Belgeler i\u00e7inde \u00e7evrimi\u00e7i durum bilgisi ve sohbet, Connections'ta b\u00fct\u00fcnle\u015ftirilmi\u015f Sametime hizmetleri varsa kullan\u0131labilir.

feature.ConnectionsDocs.IBMICCCM.name=Connections ve Connections Content Manager
feature.ConnectionsDocs.IBMICCCM.description=HCL Connections'\u0131n yan\u0131 s\u0131ra HCL Connections Content Manager, belgelerin karma\u015f\u0131k d\u0131\u015far\u0131 alma ve geri verme \u00f6zellikleri de dahil olmak \u00fczere topluluk kitapl\u0131klar\u0131 arac\u0131l\u0131\u011f\u0131yla geli\u015fmi\u015f belge havuzu depolamas\u0131 sa\u011flamak i\u00e7in b\u00fct\u00fcnle\u015ftirilir. 

feature.ConnectionsDocs.IBMECM.name=Content Navigator
feature.ConnectionsDocs.IBMECM.description=Yaln\u0131zca IBM Content Navigator b\u00fct\u00fcnle\u015ftirilir. Content Navigator, son derece g\u00fc\u00e7l\u00fc bir belge havuzu ve y\u00f6netim sistemidir.

feature.ConnectionsDocs.IBMSTG.name=Content Navigator ve Sametime
feature.ConnectionsDocs.IBMSTG.description=IBM Content Navigator'\u0131n yan\u0131 s\u0131ra HCL Sametime, belgeler i\u00e7inde \u00e7evrimi\u00e7i durum bilgisi ve sohbet yetenekleri sa\u011flamak i\u00e7in b\u00fct\u00fcnle\u015ftirilir.

feature.ConnectionsDocs.IBMICECM.name=Connections ve Content Navigator
feature.ConnectionsDocs.IBMICECM.description=Hem HCL Connections ve IBM Content Navigator hesap y\u00f6netimi ve sosyal yeteneklerin yan\u0131 s\u0131ra farkl\u0131 tipte belge depolama ve y\u00f6netim olana\u011f\u0131 sa\u011flamak i\u00e7in b\u00fct\u00fcnle\u015ftirilir. Belgeler i\u00e7inde \u00e7evrimi\u00e7i durum bilgisi ve sohbet, Connections'ta b\u00fct\u00fcnle\u015ftirilmi\u015f Sametime hizmetleri varsa kullan\u0131labilir.

feature.ConnectionsDocs.IBMICCCMECM.name=Connections, Connections Content Manager ve Content Navigator
feature.ConnectionsDocs.IBMICCCMECM.description=HCL Connections, HCL Connections Content Manager ve IBM Content Navigator, Connections'ta b\u00fct\u00fcnle\u015ftirilmi\u015f Sametime hizmetleri varsa, belgeler i\u00e7inde \u00e7evrimi\u00e7i durum bilgisi ve sohbet olana\u011f\u0131n\u0131 da i\u00e7eren sosyal yetenekler, hesap y\u00f6netimi ve geli\u015fmi\u015f belge havuzu sa\u011flamak i\u00e7in b\u00fct\u00fcnle\u015ftirilir.

feature.ConnectionsDocs.IBMTPI.description=HCL Connections Docs, IBM d\u0131\u015f\u0131ndaki bir dosya havuzuyla b\u00fct\u00fcnle\u015ftirilir.
feature.ConnectionsDocs.IBMTPI.name=Di\u011fer i\u00e7erik y\u00f6netimi sistemleri
