# NLS_MESSAGEFORMAT_VAR
# NLS_ENCODING=UNICODE
feature.display.name.10000=HCL Connections Docs
vendor.name.value=HCL
offering.description=HCL Connections Docs -ohjelman graafisen k\u00e4ytt\u00f6liittym\u00e4n  k\u00e4ytt\u00f6\u00f6notto
offering.display.name=HCL Connections Docs
feature.IBMDocs.IBMConversion.name=Asiakirjan muodon muuntosovellus
feature.IBMDocs.IBMConversion.description=HCL Connections Docs -sovelluksen asiakirjan muodon muuntosovellus muotoilee Connections Tiedostot -palveluun siirretyt asiakirjat niin, ett\u00e4 ne voi avata tai niit\u00e4 voi muokata muokkaussovelluksessa online-tilassa.
feature.IBMDocs.IBMDocs.name=Muokkaussovellus
feature.IBMDocs.IBMDocs.description=Ennen kuin valitset HCL Connections Docs -sovelluksen muokkaussovelluksen, sinun on valittava asiakirjan muodon muuntosovellus.
feature.IBMDocs.IBMDocsG.name=Asennettava muokkaussovellus
feature.IBMDocs.IBMDocsG.description=Valitse ne HCL Connections Docs -sovelluksen komponentit, jotka haluat t\u00e4m\u00e4n ohjatun asennustoiminnon ottavan k\u00e4ytt\u00f6\u00f6n.
feature.IBMDocs.IBMConnectionsG.name=Esiasennetut IBM:n yhteistoimintatuotteet, jotka integroidaan HCL Connections Docs -sovelluksen kanssa
feature.IBMDocs.IBMConnectionsG.description=Kun HCL Connections Docs -sovellus integroidaan IBM:n yhteistoimintatuotteiden kanssa, k\u00e4ytt\u00e4j\u00e4t saavat k\u00e4ytt\u00f6\u00f6ns\u00e4 sosiaaliset ominaisuudet, kun he k\u00e4sittelev\u00e4t asiakirjaa.
feature.IBMDocs.IBMConnections.name=HCL Connections Suite
feature.IBMDocs.IBMConnections.description=HCL Connections Suite sis\u00e4lt\u00e4\u00e4 asiakirjojen tallennuksen, k\u00e4ytt\u00e4j\u00e4tietojen hallinnan ja sosiaaliset ominaisuudet, kuten l\u00e4sn\u00e4olo- ja keskusteluominaisuudet asiakirjojen sis\u00e4ll\u00e4, jos olet asentanut Connections Chat- / Connections Meetings (Sametime) -palvelimen. Koska Connections Docs edellytt\u00e4\u00e4 tietovarastoa, jos poistat HCL Connections Suite -palvelujen valinnan, sinun on valittava IBM:n sis\u00e4ll\u00f6nhallintapalvelut, jotta voit jatkaa asennusta.
feature.IBMDocs.IBMST.name=Itsen\u00e4inen HCL Sametime -ohjelma, jota k\u00e4ytet\u00e4\u00e4n ECM-palvelujen kanssa
feature.IBMDocs.IBMST.description=IBM:n sis\u00e4ll\u00f6nhallintapalvelut on tietovarasto, kun taas itsen\u00e4inen Sametime-ohjelma sis\u00e4lt\u00e4\u00e4 l\u00e4sn\u00e4olo- ja keskusteluominaisuudet asiakirjojen sis\u00e4ll\u00e4.
feature.IBMDocs.IBMLCST.name=HCL Connections Chat ja Meetings
feature.IBMDocs.IBMLCST.description=HCL Connections Chat ja Meetings
feature.IBMDocs.IBMCCMG.name=Esiasennetut IBM:n sis\u00e4ll\u00f6nhallintatuotteet, jotka integroidaan HCL Connections Docs -sovelluksen kanssa
feature.IBMDocs.IBMCCMG.description=Kun HCL Connections Docs integroidaan IBM:n sis\u00e4ll\u00f6nhallintatuotteeseen, k\u00e4ytt\u00e4j\u00e4t voivat avata ja muokata asiakirjoja suoraan liittyv\u00e4st\u00e4 tietovarastosta.
feature.IBMDocs.IBMCCM.name=HCL Connections Content Manager (sis\u00e4ltyy Connections Suite -ohjelmistoon)
feature.IBMDocs.IBMCCM.description=Ennen kuin voit valita HCL Connections Content Manager -sovelluksen, sinun on valittava HCL Connections Suite.
feature.IBMDocs.IBMECM.name=IBM:n sis\u00e4ll\u00f6nhallintapalvelut
feature.IBMDocs.IBMECM.description=Jos poistat IBM:n sis\u00e4ll\u00f6nhallintapalvelut, sinun on valittava HCL Connections Suite.
feature.IBMDocs.IBMSTG.name=Integrointi keskustelu- ja kokouspalvelujen kanssa
feature.IBMDocs.IBMSTG.description=Integrointi keskustelu- ja kokouspalvelujen kanssa
feature.IBMDocs.IBMViewer.name=Katseluohjelma
feature.IBMDocs.IBMViewer.description=HCL Connections Docs -palvelun katseluohjelman avulla k\u00e4ytt\u00e4j\u00e4t, joilla on lukija-oikeudet, voivat tarkastella asiakirjan uusinta julkaistua versiota.
feature.IBMDocs.IBMDocsProxy.name=Muokkaussovelluksen v\u00e4lityspalvelin
feature.IBMDocs.IBMDocsProxy.description=Muokkaussovelluksen v\u00e4lityspalvelin sis\u00e4lt\u00e4\u00e4 istuntojen affiniteetin HCL Connections Docs -ohjelmassa.
feature.IBMDocs.IBMDocsExt.name=Muokkaussovelluslaajennus
feature.IBMDocs.IBMDocsExt.description=HCL Connections Docs -ohjelman muokkaussovelluslaajennus integroi Docs-ohjelman Connections-palvelun kanssa ja antaa k\u00e4ytt\u00e4jien avata ja muokata asiakirjoja Connections Docs -ohjelmassa.
feature.IBMDocs.IBMViewerExt.name=Katseluohjelmalaajennus
feature.IBMDocs.IBMViewerExt.description=Katseluohjelmalaajennus integroi katseluohjelman Connections-palveluun, mik\u00e4 sallii k\u00e4ytt\u00e4jien tarkastella asiakirjoja HCL Connections Docs -ohjelmassa.

feature.ConnectionsDocs.IBMProductsIntegrationG.name=Tuotteet, joiden kanssa HCL Connections Docs -sovellus integroidaan. Connections voi sis\u00e4lt\u00e4\u00e4 Sametime-integroinnin
feature.ConnectionsDocs.IBMProductsIntegrationG.description=Kun HCL Connections Docs integroidaan muiden tuotteiden kanssa, k\u00e4ytt\u00e4j\u00e4t voivat avata ja muokata asiakirjoja suoraan liitetyst\u00e4 tietovarastosta. He saavat my\u00f6s k\u00e4ytt\u00f6\u00f6ns\u00e4 sosiaaliset ominaisuudet, kun he k\u00e4sittelev\u00e4t asiakirjaa.

feature.ConnectionsDocs.IBMConnections.name=Connections
feature.ConnectionsDocs.IBMConnections.description=Vain HCL Connections integroidaan. Connections sis\u00e4lt\u00e4\u00e4 muun muassa Tiedostot-, Uutiset-, Yhteis\u00f6t- ja Profiilit-palvelut sek\u00e4 k\u00e4ytt\u00e4j\u00e4tietojen hallinnan. Tiedostot sis\u00e4lt\u00e4\u00e4 perusasiakirjavaraston ja asiakirjanhallinnan. L\u00e4sn\u00e4olo- ja keskusteluominaisuudet asiakirjojen sis\u00e4ll\u00e4 ovat k\u00e4ytett\u00e4viss\u00e4, jos Connections-palveluihin on integroitu Sametime-palvelut.

feature.ConnectionsDocs.IBMICCCM.name=Connections ja Connections Content Manager
feature.ConnectionsDocs.IBMICCCM.description=HCL Connections -palvelun ohella HCL Connections Content Manager integroidaan toteuttamaan asiakirjojen varastoinnin ja hallinnan yhteis\u00f6n kirjastojen avulla, mukaan lukien laaja asiakirjojen sis\u00e4\u00e4n- ja uloskuittaus. 

feature.ConnectionsDocs.IBMECM.name=Content Navigator
feature.ConnectionsDocs.IBMECM.description=Vain IBM Content Navigator integroidaan. Content Navigator on hyvin vakaa asiakirjavarasto- ja asiakirjojen hallintaj\u00e4rjestelm\u00e4.

feature.ConnectionsDocs.IBMSTG.name=Content Navigator ja Sametime
feature.ConnectionsDocs.IBMSTG.description=IBM Content Navigator -ohjelman lis\u00e4ksi HCL Sametime integroidaan, jotta l\u00e4sn\u00e4olo- ja keskusteluominaisuudet saadaan k\u00e4ytt\u00f6\u00f6n asiakirjojen sis\u00e4ll\u00e4.

feature.ConnectionsDocs.IBMICECM.name=Connections ja Content Navigator
feature.ConnectionsDocs.IBMICECM.description=HCL Connections ja IBM Content Navigator integroidaan samaan aikaan, jotta voidaan tarjota erilaista asiakirjojen tallennusta sek\u00e4 k\u00e4ytt\u00e4j\u00e4tietojen hallintaa ja sosiaalisia ominaisuuksia. L\u00e4sn\u00e4olo- ja keskusteluominaisuudet asiakirjojen sis\u00e4ll\u00e4 ovat k\u00e4ytett\u00e4viss\u00e4, jos Connections-palveluihin on integroitu Sametime-palvelut.

feature.ConnectionsDocs.IBMICCCMECM.name=Connections, Connections Content Manager ja Content Navigator
feature.ConnectionsDocs.IBMICCCMECM.description=HCL Connections, HCL Connections Content Manager ja IBM Content Navigator integroidaan tarjoamaan kehittynytt\u00e4 asiakirjojen varastointia, k\u00e4ytt\u00e4j\u00e4tietojen hallintaa ja sosiaalisia ominaisuuksia, joita ovat l\u00e4sn\u00e4olo- ja keskusteluominaisuudet asiakirjojen sis\u00e4ll\u00e4, jos Connections-palveluihin on integroitu Sametime-palvelut.

feature.ConnectionsDocs.IBMTPI.description=HCL Connections Docs integroidaan muiden kuin IBM:n tiedostos\u00e4il\u00f6n kanssa.
feature.ConnectionsDocs.IBMTPI.name=Muut sis\u00e4ll\u00f6n hallintaj\u00e4rjestelm\u00e4t
