# NLS_MESSAGEFORMAT_VAR
# NLS_ENCODING=UNICODE
feature.display.name.10000=HCL Connections Docs
vendor.name.value=HCL
offering.description=Implementa\u00e7\u00e3o da Interface Gr\u00e1fica com o Usu\u00e1rio para o HCL Connections Docs
offering.display.name=HCL Connections Docs
feature.IBMDocs.IBMConversion.name=Aplicativo de Convers\u00e3o de Formato de Documento
feature.IBMDocs.IBMConversion.description=O Aplicativo de Convers\u00e3o de Formato de Documento dos formatos de documentos do HCL Connections Docs foram transferidos por upload para os Arquivos de Conex\u00e3o, para que possam ser abertos e editados on-line no Aplicativo do Editor.
feature.IBMDocs.IBMDocs.name=Aplicativo do Editor
feature.IBMDocs.IBMDocs.description=Antes de selecionar o Aplicativo do Editor do HCL Connections Docs, primeiro, voc\u00ea deve selecionar o Aplicativo de Convers\u00e3o de Formato de Documento.
feature.IBMDocs.IBMDocsG.name=Aplicativo do Editor a ser instalado
feature.IBMDocs.IBMDocsG.description=Selecione os componentes do HCL Connections Docs que voc\u00ea deseja que este assistente de instala\u00e7\u00e3o implemente.
feature.IBMDocs.IBMConnectionsG.name=Produtos de colabora\u00e7\u00e3o pr\u00e9-instalados a serem integrados ao HCL Connections Docs
feature.IBMDocs.IBMConnectionsG.description=A integra\u00e7\u00e3o do HCL Connections Docs com os produtos de colabora\u00e7\u00e3o da IBM fornece aos usu\u00e1rios recursos sociais quando estiverem trabalhando em um documento.
feature.IBMDocs.IBMConnections.name=HCL Connections Suite
feature.IBMDocs.IBMConnections.description=O HCL Connections Suite fornece armazenamento de documento, gerenciamento de conta e recursos sociais, incluindo reconhecimento e bate-papo dentro de documentos se o servidor do Connections Chat/Meetings (Sametime) estiver instalado. Porque o Connections Docs requer um reposit\u00f3rio, se o HCL Connections Suite for desmarcado, deve-se selecionar o "IBM Enterprise Content Management Services" para continuar com esta instala\u00e7\u00e3o.
feature.IBMDocs.IBMST.name=HCL Sametime independente, usado com os servi\u00e7os do ECM
feature.IBMDocs.IBMST.description=Quando o IBM Enterprise Content Management Services \u00e9 o reposit\u00f3rio, o Sametime independente fornece recursos de reconhecimento e de bate-papo dentro de documentos.
feature.IBMDocs.IBMLCST.name=HCL Connections Chat and Meetings
feature.IBMDocs.IBMLCST.description=HCL Connections Chat and Meetings
feature.IBMDocs.IBMCCMG.name=Produtos de gerenciamento de conte\u00fado da IBM pr\u00e9-instalados a serem integrados ao HCL Connections Docs
feature.IBMDocs.IBMCCMG.description=A integra\u00e7\u00e3o do HCL Connections Docs com um produto de gerenciamento de conte\u00fado da IBM permite que os usu\u00e1rios abram e editem documentos diretamente do reposit\u00f3rio associado.
feature.IBMDocs.IBMCCM.name=HCL Connections Content Manager, inclu\u00eddo ao Connections Suite
feature.IBMDocs.IBMCCM.description=Antes de selecionar o HCL Connections Content Manager, deve-se primeiro selecionar "HCL Connections Suite."
feature.IBMDocs.IBMECM.name=IBM Enterprise Content Management Services
feature.IBMDocs.IBMECM.description=Se a sele\u00e7\u00e3o do "IBM Enterprise Content Management Services" for cancelada, deve-se selecionar "HCL Connections Suite."
feature.IBMDocs.IBMSTG.name=Integra\u00e7\u00e3o com o servi\u00e7o de bate-papo e de reuni\u00f5es
feature.IBMDocs.IBMSTG.description=Integra\u00e7\u00e3o com o servi\u00e7o de bate-papo e reuni\u00f5es
feature.IBMDocs.IBMViewer.name=Aplicativo do Visualizador
feature.IBMDocs.IBMViewer.description=Com o Aplicativo do Visualizador do HCL Connections Docs, os usu\u00e1rios com acesso de leitor podem visualizar a vers\u00e3o mais recente publicada de um documento.
feature.IBMDocs.IBMDocsProxy.name=Proxy do Editor
feature.IBMDocs.IBMDocsProxy.description=O Proxy do Editor fornece afinidade de sess\u00e3o no HCL Connections Docs.
feature.IBMDocs.IBMDocsExt.name=Extens\u00e3o do Editor
feature.IBMDocs.IBMDocsExt.description=A Extens\u00e3o do Editor do HCL Connections Docs integra os Docs com as Conex\u00f5es, para permitir que os usu\u00e1rios abram e editem documentos no Connections Docs.
feature.IBMDocs.IBMViewerExt.name=Extens\u00e3o do Visualizador
feature.IBMDocs.IBMViewerExt.description=A Extens\u00e3o do Visualizador integra o Visualizador com o Connections, para permitir que os usu\u00e1rios visualizem documentos no HCL Connections Docs.

feature.ConnectionsDocs.IBMProductsIntegrationG.name=Produtos aos quais o HCL Connections Docs ser\u00e1 integrado. O "Connections" pode incluir a integra\u00e7\u00e3o com o Sametime
feature.ConnectionsDocs.IBMProductsIntegrationG.description=A integra\u00e7\u00e3o do HCL Connections Docs com outros produtos permite que os usu\u00e1rios abram e editem documentos diretamente do reposit\u00f3rio associado, e fornece recursos sociais para quando eles estiverem trabalhando em um documento.

feature.ConnectionsDocs.IBMConnections.name=Connections
feature.ConnectionsDocs.IBMConnections.description=Apenas o HCL Connections ser\u00e1 integrado. O Connections inclui Arquivos, Novos, Comunidades, Perfis, gerenciamento de contas e assim por diante. Os Arquivos fornecem um reposit\u00f3rio b\u00e1sico de documentos e o gerenciamento de documentos. Caso o Connections tenha servi\u00e7os Sametime integrados, o reconhecimento e bate-papo estar\u00e3o dispon\u00edveis em documentos.

feature.ConnectionsDocs.IBMICCCM.name=Connections e Connections Content Manager
feature.ConnectionsDocs.IBMICCCM.description=Juntamente com o HCL Connections, o HCL Connections Content Manager ser\u00e1 integrado para fornecer armazenamento e gerenciamento avan\u00e7ados para o reposit\u00f3rio de documentos, por meio de bibliotecas comunit\u00e1rias, incluindo registros de entrada e sa\u00edda complexos de documentos. 

feature.ConnectionsDocs.IBMECM.name=Content Navigator
feature.ConnectionsDocs.IBMECM.description=Apenas o IBM Content Navigator ser\u00e1 integrado. O Content Navigator \u00e9 um sistema bastante robusto de reposit\u00f3rio e gerenciamento de documentos.

feature.ConnectionsDocs.IBMSTG.name=Content Navigator e Sametime
feature.ConnectionsDocs.IBMSTG.description=Juntamente com o IBM Content Navigator, o HCL Sametime ser\u00e1 integrado para fornecer recursos de reconhecimento e bate-papo em documentos.

feature.ConnectionsDocs.IBMICECM.name=Connections e Content Navigator
feature.ConnectionsDocs.IBMICECM.description=O HCL Connections e o IBM Content Navigator ser\u00e3o integrados ao mesmo tempo para fornecer diferentes tipos de armazenamento e gerenciamento de documentos, juntamente com gerenciamento de contas e recursos sociais. Caso o Connections tenha servi\u00e7os Sametime integrados, o reconhecimento e bate-papo estar\u00e3o dispon\u00edveis em documentos.

feature.ConnectionsDocs.IBMICCCMECM.name=Connections, Connections Content Manager e Content Navigator
feature.ConnectionsDocs.IBMICCCMECM.description=O HCL Connections, o HCL Connections Content Manager e o IBM Content Navigator ser\u00e3o integrados para fornecer um reposit\u00f3rio de documentos avan\u00e7ado, gerenciamento de contas e recursos sociais que incluem reconhecimento e bate-papo em documentos, caso o Connections tenha servi\u00e7os do Sametime integrados.

feature.ConnectionsDocs.IBMTPI.description=O HCL Connections Docs ser\u00e1 integrado a um reposit\u00f3rio de arquivos n\u00e3o IBM.
feature.ConnectionsDocs.IBMTPI.name=Outros sistemas de gerenciamento de conte\u00fado
