# NLS_MESSAGEFORMAT_VAR
# NLS_ENCODING=UNICODE
feature.display.name.10000=HCL Connections Docs
vendor.name.value=HCL
offering.description=Wdra\u017canie graficznego interfejsu u\u017cytkownika dla programu HCL Connections Docs.
offering.display.name=HCL Connections Docs
feature.IBMDocs.IBMConversion.name=Aplikacja Document Format Conversion
feature.IBMDocs.IBMConversion.description=Aplikacja Document Format Conversion programu HCL Connections Docs formatuje dokumenty przesy\u0142ane do programu Connections Files, aby mo\u017cna by\u0142o je otwiera\u0107 i edytowa\u0107 w sieci przy u\u017cyciu aplikacji Editor.
feature.IBMDocs.IBMDocs.name=Aplikacja Editor
feature.IBMDocs.IBMDocs.description=Przed wybraniem aplikacji Editor programu HCL Connections Docs nale\u017cy najpierw wybra\u0107 aplikacj\u0119 Document Format Conversion.
feature.IBMDocs.IBMDocsG.name=Aplikacja Editor do zainstalowania
feature.IBMDocs.IBMDocsG.description=Wybierz komponenty programu HCL Connections Docs, kt\u00f3re maj\u0105 zosta\u0107 wdro\u017cone w ramach tej instalacji.
feature.IBMDocs.IBMConnectionsG.name=Wst\u0119pnie zainstalowane produkty IBM wspomagaj\u0105ce prac\u0119 grupow\u0105, kt\u00f3re maj\u0105 zosta\u0107 zintegrowane z programem HCL Connections Docs
feature.IBMDocs.IBMConnectionsG.description=Integracja programu HCL Connections Docs z produktami IBM wspomagaj\u0105cymi prac\u0119 grupow\u0105 udost\u0119pnia u\u017cytkownikom mo\u017cliwo\u015bci spo\u0142eczno\u015bciowe podczas pracy z dokumentem.
feature.IBMDocs.IBMConnections.name=Pakiet HCL Connections
feature.IBMDocs.IBMConnections.description=Pakiet HCL Connections udost\u0119pnia funkcje przechowywania dokument\u00f3w i zarz\u0105dzania kontami oraz mo\u017cliwo\u015bci spo\u0142eczno\u015bciowe, mi\u0119dzy innymi opcje sygnalizacji dost\u0119pno\u015bci w dokumentach, je\u015bli zostanie zainstalowany serwer rozm\u00f3w sieciowych/spotka\u0144 programu Connections (Sametime). Poniewa\u017c program Connections Docs wymaga repozytorium, je\u015bli wyb\u00f3r pakietu HCL Connections zostanie anulowany, nale\u017cy wybra\u0107 opcj\u0119 Us\u0142ugi IBM ECM, aby kontynuowa\u0107 instalowanie.
feature.IBMDocs.IBMST.name=Autonomiczny program HCL Sametime u\u017cywany z us\u0142ugami ECM
feature.IBMDocs.IBMST.description=Je\u015bli system IBM ECM pe\u0142ni rol\u0119 repozytorium, autonomiczny program Sametime udost\u0119pnia funkcje sygnalizacji dost\u0119pno\u015bci i mo\u017cliwo\u015bci prowadzenia rozm\u00f3w sieciowych podczas pracy z dokumentami.
feature.IBMDocs.IBMLCST.name=Komponent Rozmowa sieciowa i komponent Spotkania programu HCL Connections
feature.IBMDocs.IBMLCST.description=Komponent Rozmowa sieciowa i komponent Spotkania programu HCL Connections
feature.IBMDocs.IBMCCMG.name=Wst\u0119pnie zainstalowane produkty IBM do zarz\u0105dzania tre\u015bci\u0105, kt\u00f3re maj\u0105 zosta\u0107 zintegrowane z programem HCL Connections Docs
feature.IBMDocs.IBMCCMG.description=Integracja programu HCL Connections Docs z produktem IBM do zarz\u0105dzania tre\u015bci\u0105 pozwala u\u017cytkownikom otwiera\u0107 i edytowa\u0107 dokumenty bezpo\u015brednio z poziomu powi\u0105zanego repozytorium.
feature.IBMDocs.IBMCCM.name=HCL Connections Content Manager (do\u0142\u0105czony do pakietu Connections)
feature.IBMDocs.IBMCCM.description=Przed wybraniem opcji HCL Connections Content Manager nale\u017cy najpierw wybra\u0107 opcj\u0119 Pakiet HCL Connections.
feature.IBMDocs.IBMECM.name=Us\u0142ugi IBM ECM
feature.IBMDocs.IBMECM.description=Je\u015bli zostanie anulowany wyb\u00f3r opcji Us\u0142ugi IBM ECM, nale\u017cy wybra\u0107 opcj\u0119 Pakiet HCL Connections.
feature.IBMDocs.IBMSTG.name=Integracja z us\u0142ug\u0105 rozm\u00f3w sieciowych i spotka\u0144
feature.IBMDocs.IBMSTG.description=Integracja z us\u0142ug\u0105 rozm\u00f3w sieciowych i spotka\u0144
feature.IBMDocs.IBMViewer.name=Aplikacja Viewer
feature.IBMDocs.IBMViewer.description=Aplikacja Viewer programu HCL Connections Docs umo\u017cliwia u\u017cytkownikom z dost\u0119pem na poziomie czytelnika wy\u015bwietlanie najnowszej opublikowanej wersji dokumentu.
feature.IBMDocs.IBMDocsProxy.name=Proxy aplikacji Editor
feature.IBMDocs.IBMDocsProxy.description=Proxy aplikacji Editor udost\u0119pnia powinowactwo sesji w programie HCL Connections Docs.
feature.IBMDocs.IBMDocsExt.name=Rozszerzenie aplikacji Editor
feature.IBMDocs.IBMDocsExt.description=Rozszerzenie aplikacji Editor w programie HCL Connections Docs integruje program Docs z programem Connections, co pozwala u\u017cytkownikom otwiera\u0107 i edytowa\u0107 dokumenty w programie Connections Docs.
feature.IBMDocs.IBMViewerExt.name=Rozszerzenie aplikacji Viewer
feature.IBMDocs.IBMViewerExt.description=Rozszerzenie aplikacji Viewer integruje aplikacj\u0119 Viewer z programem Connections, co pozwala u\u017cytkownikom wy\u015bwietla\u0107 dokumenty w programie HCL Connections Docs.

feature.ConnectionsDocs.IBMProductsIntegrationG.name=Produkty, z kt\u00f3rymi zostanie zintegrowany program HCL Connections Docs. Opcja Connections mo\u017ce uwzgl\u0119dnia\u0107 integracj\u0119 z programem Sametime.
feature.ConnectionsDocs.IBMProductsIntegrationG.description=Integracja programu HCL Connections Docs z innymi produktami pozwala u\u017cytkownikom otwiera\u0107 i edytowa\u0107 dokumenty bezpo\u015brednio z poziomu powi\u0105zanego repozytorium oraz udost\u0119pnia im mo\u017cliwo\u015bci spo\u0142eczno\u015bciowe, gdy pracuj\u0105 nad dokumentem.

feature.ConnectionsDocs.IBMConnections.name=Connections
feature.ConnectionsDocs.IBMConnections.description=Zostanie zintegrowany tylko program HCL Connections. Program Connections zawiera komponenty Pliki, Wiadomo\u015bci, Spo\u0142eczno\u015bci i Profile, opcje zarz\u0105dzania kontami itp. Komponent Pliki udost\u0119pnia podstawowe repozytorium dokument\u00f3w i opcje zarz\u0105dzania dokumentami. Je\u015bli z programem Connections zintegrowano us\u0142ugi programu Sametime, w dokumentach s\u0105 dost\u0119pne funkcje sygnalizacji dost\u0119pno\u015bci i rozmowy sieciowej.

feature.ConnectionsDocs.IBMICCCM.name=Connections i Connections Content Manager
feature.ConnectionsDocs.IBMICCCM.description=Razem z programem HCL Connections zostanie zintegrowany program Connections Content Manager. Dzi\u0119ki temu u\u017cytkownicy b\u0119d\u0105 mogli u\u017cywa\u0107 (z wykorzystaniem bibliotek spo\u0142eczno\u015bci) zaawansowanego repozytorium dokument\u00f3w i opcji zarz\u0105dzania dokumentami (w tym z\u0142o\u017conych opcji wprowadzania dokument\u00f3w do repozytorium i pobierania dokument\u00f3w z repozytorium). 

feature.ConnectionsDocs.IBMECM.name=Content Navigator
feature.ConnectionsDocs.IBMECM.description=Zostanie zintegrowany tylko program IBM Content Navigator. Program Content Navigator jest bardzo stabilnym repozytorium dokument\u00f3w i systemem zarz\u0105dzania.

feature.ConnectionsDocs.IBMSTG.name=Content Navigator i Sametime
feature.ConnectionsDocs.IBMSTG.description=Razem z programem IBM Content Navigator zostanie zintegrowany program HCL Sametime, kt\u00f3ry w dokumentach udost\u0119pni funkcje sygnalizacji dost\u0119pno\u015bci i rozmowy sieciowej.

feature.ConnectionsDocs.IBMICECM.name=Connections i Content Navigator
feature.ConnectionsDocs.IBMICECM.description=Programy HCL Connections i IBM Content Navigator zostan\u0105 zintegrowane r\u00f3wnocze\u015bnie, aby udost\u0119pni\u0107 r\u00f3\u017cne mo\u017cliwo\u015bci przechowywania dokument\u00f3w i zarz\u0105dzania dokumentami (w tym mo\u017cliwo\u015bci zarz\u0105dzania kontami i mo\u017cliwo\u015bci spo\u0142eczno\u015bciowe). Je\u015bli z programem Connections zintegrowano us\u0142ugi programu Sametime, w dokumentach s\u0105 dost\u0119pne funkcje sygnalizacji dost\u0119pno\u015bci i rozmowy sieciowej.

feature.ConnectionsDocs.IBMICCCMECM.name=Connections, Connections Content Manager i Content Navigator
feature.ConnectionsDocs.IBMICCCMECM.description=Zostan\u0105 zintegrowane programy HCL Connections, HCL Connections Content Manager i IBM Content Navigator. Dzi\u0119ki temu u\u017cytkownicy b\u0119d\u0105 mogli u\u017cywa\u0107 zaawansowanego repozytorium dokument\u00f3w, opcji zarz\u0105dzania kontami i mo\u017cliwo\u015bci spo\u0142eczno\u015bciowych (w tym funkcji sygnalizacji dost\u0119pno\u015bci i rozmowy sieciowej w dokumentach, je\u015bli program Connections jest zintegrowany z us\u0142ugami programu Sametime).

feature.ConnectionsDocs.IBMTPI.description=Program HCL Connections Docs zostanie zintegrowany z repozytorium plikowym innym ni\u017c repozytorium IBM.
feature.ConnectionsDocs.IBMTPI.name=Inne systemy zarz\u0105dzania tre\u015bci\u0105
