# NLS_MESSAGEFORMAT_VAR
# NLS_ENCODING=UNICODE
feature.display.name.10000=HCL Connections Docs
vendor.name.value=HCL
offering.description=HCL Connections Docs\uc6a9 \uadf8\ub798\ud53d \uc0ac\uc6a9\uc790 \uc778\ud130\ud398\uc774\uc2a4(GUI) \ubc30\uce58
offering.display.name=HCL Connections Docs
feature.IBMDocs.IBMConversion.name=\ubb38\uc11c \ud615\uc2dd \ubcc0\ud658 \uc560\ud50c\ub9ac\ucf00\uc774\uc158
feature.IBMDocs.IBMConversion.description=HCL Connections Docs\uc758 \ubb38\uc11c \ud615\uc2dd \ubcc0\ud658 \uc560\ud50c\ub9ac\ucf00\uc774\uc158\uc740 Connections Files\uc5d0 \uc5c5\ub85c\ub4dc\ub41c \ubb38\uc11c\ub97c \ud3b8\uc9d1\uae30 \uc560\ud50c\ub9ac\ucf00\uc774\uc158\uc5d0\uc11c \uc628\ub77c\uc778\uc73c\ub85c \uc5f4\uac70\ub098 \ud3b8\uc9d1\ud560 \uc218 \uc788\ub3c4\ub85d \ud615\uc2dd\ud654\ud569\ub2c8\ub2e4.
feature.IBMDocs.IBMDocs.name=\ud3b8\uc9d1\uae30 \uc560\ud50c\ub9ac\ucf00\uc774\uc158
feature.IBMDocs.IBMDocs.description=HCL Connections Docs\uc758 \ud3b8\uc9d1\uae30 \uc560\ud50c\ub9ac\ucf00\uc774\uc158\uc744 \uc120\ud0dd\ud558\uae30 \uc804\uc5d0, \uba3c\uc800 \ubb38\uc11c \ud615\uc2dd \ubcc0\ud658 \uc560\ud50c\ub9ac\ucf00\uc774\uc158\uc744 \uc120\ud0dd\ud574\uc57c \ud569\ub2c8\ub2e4.
feature.IBMDocs.IBMDocsG.name=\uc124\uce58\ud560 \ud3b8\uc9d1\uae30 \uc560\ud50c\ub9ac\ucf00\uc774\uc158
feature.IBMDocs.IBMDocsG.description=\uc774 \uc124\uce58 \ub9c8\ubc95\uc0ac\uc5d0\uc11c \ubc30\uce58\ud560 HCL Connections Docs\uc758 \ucef4\ud3ec\ub10c\ud2b8\ub97c \uc120\ud0dd\ud558\uc2ed\uc2dc\uc624.
feature.IBMDocs.IBMConnectionsG.name=HCL Connections Docs\uc640 \ud1b5\ud569\ud560 \uc0ac\uc804 \uc124\uce58\ub41c IBM \ud611\uc5c5 \uc81c\ud488
feature.IBMDocs.IBMConnectionsG.description=IBM \ud611\uc5c5 \uc81c\ud488\uacfc HCL Connections Docs\ub97c \ud1b5\ud569\ud558\uba74 \uc0ac\uc6a9\uc790\uac00 \ubb38\uc11c\ub97c \uc791\uc5c5\ud560 \ub54c \uc18c\uc15c \uae30\ub2a5\uc744 \uc0ac\uc6a9\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
feature.IBMDocs.IBMConnections.name=HCL Connections Suite
feature.IBMDocs.IBMConnections.description=HCL Connections Suite\ub294 Connections Chat/Meetings(Sametime) \uc11c\ubc84\uac00 \uc124\uce58\ub41c \uacbd\uc6b0 \ubb38\uc11c \ub0b4\uc758 \uc778\uc2dd \ubc0f \ub300\ud654 \uae30\ub2a5\uc744 \ud3ec\ud568\ud558\uc5ec \ubb38\uc11c \uc2a4\ud1a0\ub9ac\uc9c0, \uacc4\uc815 \uad00\ub9ac \ubc0f \uc18c\uc15c \uae30\ub2a5\uc744 \uc81c\uacf5\ud569\ub2c8\ub2e4. Connections Docs\uc5d0\ub294 \uc800\uc7a5\uc18c\uac00 \ud544\uc694\ud558\uae30 \ub54c\ubb38\uc5d0 HCL Connections Suite\ub97c \uc120\ud0dd \ucde8\uc18c\ud558\ub294 \uacbd\uc6b0, \uc774 \uc124\uce58\ub97c \uacc4\uc18d \uc9c4\ud589\ud558\ub824\uba74 "IBM Enterprise Content Management \uc11c\ube44\uc2a4"\ub97c \uc120\ud0dd\ud574\uc57c \ud569\ub2c8\ub2e4.
feature.IBMDocs.IBMST.name=ECM \uc11c\ube44\uc2a4\uc640 \ud568\uaed8 \uc0ac\uc6a9\ub418\ub294 HCL Sametime \ub3c5\ub9bd\ud615
feature.IBMDocs.IBMST.description=IBM Enterprise Content Management \uc11c\ube44\uc2a4\uac00 \uc800\uc7a5\uc18c\uc778 \uacbd\uc6b0 Sametime \ub3c5\ub9bd\ud615\uc740 \ubb38\uc11c \ub0b4\uc5d0\uc11c \uc778\uc2dd \ubc0f \ub300\ud654 \uae30\ub2a5\uc744 \uc81c\uacf5\ud569\ub2c8\ub2e4.
feature.IBMDocs.IBMLCST.name=HCL Connections Chat and Meetings
feature.IBMDocs.IBMLCST.description=HCL Connections Chat and Meetings
feature.IBMDocs.IBMCCMG.name=HCL Connections Docs\uc640 \ud1b5\ud569\ud560 \uc0ac\uc804 \uc124\uce58\ub41c IBM Content Management \uc81c\ud488
feature.IBMDocs.IBMCCMG.description=IBM Content Management \uc81c\ud488\uacfc HCL Connections Docs\ub97c \ud1b5\ud569\ud558\uba74 \uc0ac\uc6a9\uc790\uac00 \uc5f0\uad00\ub41c \uc800\uc7a5\uc18c\uc5d0\uc11c \ubb38\uc11c\ub97c \uc9c1\uc811 \uc5f4\uace0 \ud3b8\uc9d1\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
feature.IBMDocs.IBMCCM.name=Connections Suite\uc5d0 \ud3ec\ud568\ub41c HCL Connections Content Manager
feature.IBMDocs.IBMCCM.description=HCL Connections Content Manager\ub97c \uc120\ud0dd\ud558\ub824\uba74 \uba3c\uc800 "HCL Connections Suite"\ub97c \uc120\ud0dd\ud574\uc57c \ud569\ub2c8\ub2e4.
feature.IBMDocs.IBMECM.name=IBM Enterprise Content Management \uc11c\ube44\uc2a4
feature.IBMDocs.IBMECM.description="IBM Enterprise Content Management \uc11c\ube44\uc2a4"\ub97c \uc120\ud0dd \ucde8\uc18c\ud558\ub294 \uacbd\uc6b0 "HCL Connections Suite"\ub97c \uc120\ud0dd\ud574\uc57c \ud569\ub2c8\ub2e4.
feature.IBMDocs.IBMSTG.name=\ub300\ud654 \ubc0f \ubbf8\ud305 \uc11c\ube44\uc2a4\uc640 \ud1b5\ud569
feature.IBMDocs.IBMSTG.description=\ub300\ud654 \ubc0f \ubbf8\ud305 \uc11c\ube44\uc2a4\uc640 \ud1b5\ud569
feature.IBMDocs.IBMViewer.name=\ubdf0\uc5b4 \uc560\ud50c\ub9ac\ucf00\uc774\uc158
feature.IBMDocs.IBMViewer.description=HCL Connections Docs\uc758 \ubdf0\uc5b4 \uc560\ud50c\ub9ac\ucf00\uc774\uc158\uc744 \uc0ac\uc6a9\ud558\uc5ec \uc77d\uae30 \uc561\uc138\uc2a4 \uad8c\ud55c\uc774 \uc788\ub294 \uc0ac\uc6a9\uc790\ub294 \uac8c\uc2dc\ub41c \ucd5c\uc2e0 \ubc84\uc804\uc758 \ubb38\uc11c\ub97c \ubcfc \uc218 \uc788\uc2b5\ub2c8\ub2e4.
feature.IBMDocs.IBMDocsProxy.name=\ud3b8\uc9d1\uae30 \ud504\ub85d\uc2dc
feature.IBMDocs.IBMDocsProxy.description=\ud3b8\uc9d1\uae30 \ud504\ub85d\uc2dc\ub294 HCL Connections Docs\uc758 \uc138\uc158 \uc120\ud638\ub3c4\ub97c \uc81c\uacf5\ud569\ub2c8\ub2e4.
feature.IBMDocs.IBMDocsExt.name=\ud3b8\uc9d1\uae30 \ud655\uc7a5
feature.IBMDocs.IBMDocsExt.description=HCL Connections Docs\uc758 \ud3b8\uc9d1\uae30 \ud655\uc7a5\uc740 \uc0ac\uc6a9\uc790\uac00 Connections Docs\uc758 \ubb38\uc11c\ub97c \uc5f4\uace0 \ud3b8\uc9d1\ud560 \uc218 \uc788\ub3c4\ub85d Docs\ub97c Connections\uc640 \ud1b5\ud569\ud569\ub2c8\ub2e4.
feature.IBMDocs.IBMViewerExt.name=\ubdf0\uc5b4 \ud655\uc7a5
feature.IBMDocs.IBMViewerExt.description=\ubdf0\uc5b4 \ud655\uc7a5\uc740 \uc0ac\uc6a9\uc790\uac00 HCL Connections Docs\uc758 \ubb38\uc11c\ub97c \ubcfc \uc218 \uc788\ub3c4\ub85d Connections\uc640 \ubdf0\uc5b4\ub97c \ud1b5\ud569\ud569\ub2c8\ub2e4.

feature.ConnectionsDocs.IBMProductsIntegrationG.name=HCL Connections Docs\ub97c \ud1b5\ud569\ud560 \uc81c\ud488. "Connections"\uc5d0\ub294 Sametime \ud1b5\ud569\uc774 \ud3ec\ud568\ub420 \uc218 \uc788\uc74c.
feature.ConnectionsDocs.IBMProductsIntegrationG.description=HCL Connections Docs\ub97c \ub2e4\ub978 \uc81c\ud488\uacfc \ud1b5\ud569\ud558\uba74 \uc0ac\uc6a9\uc790\uac00 \uc5f0\uad00\ub41c \uc800\uc7a5\uc18c\uc5d0\uc11c \ubb38\uc11c\ub97c \uc9c1\uc811 \uc5f4\uc5b4 \ud3b8\uc9d1\ud560 \uc218 \uc788\uace0 \ubb38\uc11c \uc791\uc5c5 \uc2dc \uc18c\uc15c \uae30\ub2a5\uc744 \uc0ac\uc6a9\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4.

feature.ConnectionsDocs.IBMConnections.name=Connections
feature.ConnectionsDocs.IBMConnections.description=HCL Connections\ub9cc \ud1b5\ud569\ub429\ub2c8\ub2e4. Connections\uc5d0\ub294 \ud30c\uc77c, \ub274\uc2a4, \ucee4\ubba4\ub2c8\ud2f0, \ud504\ub85c\ud30c\uc77c, \uacc4\uc815 \uad00\ub9ac \ub4f1\uc774 \ud3ec\ud568\ub429\ub2c8\ub2e4. \ud30c\uc77c\uc5d0\uc11c\ub294 \uae30\ubcf8 \ubb38\uc11c \uc800\uc7a5\uc18c\uc640 \ubb38\uc11c \uad00\ub9ac\ub97c \uc81c\uacf5\ud569\ub2c8\ub2e4. Connections\uc5d0 Sametime \uc11c\ube44\uc2a4\uac00 \ud1b5\ud569\ub418\uc5b4 \uc788\uc73c\uba74 \ubb38\uc11c \ub0b4\uc5d0\uc11c \uc778\uc2dd \ubc0f \ub300\ud654 \uae30\ub2a5\uc744 \uc0ac\uc6a9\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4.

feature.ConnectionsDocs.IBMICCCM.name=Connections \ubc0f Connections Content Manager
feature.ConnectionsDocs.IBMICCCM.description=HCL Connections\uc640 HCL Connections Content Manager\ub97c \ud1b5\ud569\ud558\uc5ec \ubcf5\ud569 \ubb38\uc11c \uccb4\ud06c\uc778 \ubc0f \uccb4\ud06c\uc544\uc6c3 \uae30\ub2a5\uc774 \uc788\ub294 \ucee4\ubba4\ub2c8\ud2f0 \ub77c\uc774\ube0c\ub7ec\ub9ac\ub97c \ud1b5\ud574 \uace0\uae09 \ubb38\uc11c \uc800\uc7a5\uc18c \uc2a4\ud1a0\ub9ac\uc9c0\uc640 \uad00\ub9ac\ub97c \uc81c\uacf5\ud569\ub2c8\ub2e4. 

feature.ConnectionsDocs.IBMECM.name=Content Navigator
feature.ConnectionsDocs.IBMECM.description=IBM Content Navigator\ub9cc \ud1b5\ud569\ub429\ub2c8\ub2e4. Content Navigator\ub294 \uace0\uae09 \ubb38\uc11c \uc800\uc7a5\uc18c \ubc0f \uad00\ub9ac \uc2dc\uc2a4\ud15c\uc785\ub2c8\ub2e4.

feature.ConnectionsDocs.IBMSTG.name=Content Navigator \ubc0f Sametime
feature.ConnectionsDocs.IBMSTG.description=IBM Content Navigator\uc640 HCL Sametime\uc744 \ud1b5\ud569\ud558\uc5ec \ubb38\uc11c \uc548\uc5d0\uc11c \uc778\uc2dd \ubc0f \ub300\ud654 \uae30\ub2a5\uc744 \uc81c\uacf5\ud569\ub2c8\ub2e4.

feature.ConnectionsDocs.IBMICECM.name=Connections \ubc0f Content Navigator
feature.ConnectionsDocs.IBMICECM.description=HCL Connections\uc640 IBM Content Navigator\ub97c \ub3d9\uc2dc\uc5d0 \ud1b5\ud569\ud558\uc5ec \uacc4\uc815 \uad00\ub9ac \ubc0f \uc18c\uc15c \uae30\ub2a5\uc740 \ubb3c\ub860 \ub2e4\ub978 \uc720\ud615\uc758 \ubb38\uc11c \uc2a4\ud1a0\ub9ac\uc9c0 \ubc0f \uad00\ub9ac \uae30\ub2a5\ub3c4 \uc81c\uacf5\ud569\ub2c8\ub2e4. Connections\uc5d0 Sametime \uc11c\ube44\uc2a4\uac00 \ud1b5\ud569\ub418\uc5b4 \uc788\uc73c\uba74 \ubb38\uc11c \ub0b4\uc5d0\uc11c \uc778\uc2dd \ubc0f \ub300\ud654 \uae30\ub2a5\uc744 \uc0ac\uc6a9\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4.

feature.ConnectionsDocs.IBMICCCMECM.name=Connections, Connections Content Manager, Content Navigator
feature.ConnectionsDocs.IBMICCCMECM.description=HCL Connections, HCL Connections Content Manager, IBM Content Navigator\ub97c \ubaa8\ub450 \ud1b5\ud569\ud558\uc5ec \uace0\uae09 \ubb38\uc11c \uc800\uc815\uc18c, \uacc4\uc815 \uad00\ub9ac \ubc0f \uc18c\uc15c \uae30\ub2a5(Connections\uc5d0 Sametime \uc11c\ube44\uc2a4\uac00 \ud1b5\ud569\ub41c \uacbd\uc6b0, \ubb38\uc11c \ub0b4\uc5d0\uc11c\uc758 \uc778\uc2dd \ubc0f \ub300\ud654 \uae30\ub2a5 \ud3ec\ud568)\uc744 \uc81c\uacf5\ud569\ub2c8\ub2e4.

feature.ConnectionsDocs.IBMTPI.description=HCL Connections Docs\ub97c \ube44IBM \ud30c\uc77c \uc800\uc7a5\uc18c\uc640 \ud1b5\ud569\ud569\ub2c8\ub2e4.
feature.ConnectionsDocs.IBMTPI.name=\uae30\ud0c0 \ucee8\ud150\uce20 \uad00\ub9ac \uc2dc\uc2a4\ud15c
