# NLS_MESSAGEFORMAT_VAR
# NLS_ENCODING=UNICODE
feature.display.name.10000=HCL Connections Docs
vendor.name.value=HCL
offering.description=Razmestitev grafi\u010dnega uporabni\u0161kega vmesnika za HCL Connections Docs
offering.display.name=HCL Connections Docs
feature.IBMDocs.IBMConversion.name=Document Format Conversion Application
feature.IBMDocs.IBMConversion.description=Komponenta Document Format Conversion Application storitve HCL Connections Docs preoblikuje dokumente, prenesene v aplikacijo Connections Files, tako da jih je mogo\u010de odpreti ali urejati v spletu v komponenti Editor Application.
feature.IBMDocs.IBMDocs.name=Editor Application
feature.IBMDocs.IBMDocs.description=Preden izberete komponento Editor Application storitve HCL Connections Docs, morate izbrati komponento Document Format Conversion Application.
feature.IBMDocs.IBMDocsG.name=Komponenta Editor Application, ki bo name\u0161\u010dena
feature.IBMDocs.IBMDocsG.description=Izberite komponente izdelka HCL Connections Docs, za razmestitev katerih \u017eelite uporabiti tega \u010darovnika za namestitev.
feature.IBMDocs.IBMConnectionsG.name=Vnaprej name\u0161\u010deni IBM-ovi izdelki za sodelovanje za integracijo s storitvijo HCL Connections Docs
feature.IBMDocs.IBMConnectionsG.description=Integracija storitve HCL Connections Docs z IBM-ovimi izdelki za sodelovanje zagotavlja uporabnikom dru\u017eabne zmo\u017enosti pri delu z dokumentom.
feature.IBMDocs.IBMConnections.name=HCL Connections Suite
feature.IBMDocs.IBMConnections.description=\u010ce ste namestili stre\u017enik Connections Chat/Meetings (Sametime), HCL Connections Suite ponuja zmo\u017enosti shranjevanja dokumentov, upravljanja ra\u010dunov ter dru\u017eabne zmo\u017enosti, vklju\u010dno z obve\u0161\u010denostjo in klepetom pri delu z dokumenti. Ker Connections Docs zahteva uporabo repozitorija, morate v primeru, \u010de po\u010distite izbiro izdelka HCL Connections Suite, izbrati "IBM-ove storitve upravljanja vsebin za podjetja", da lahko nadaljujete ta postopek namestitve.
feature.IBMDocs.IBMST.name=HCL Sametime Stand-alone, ki se uporablja s storitvami ECM
feature.IBMDocs.IBMST.description=\u010ce so IBM-ove storitve upravljanja vsebin za podjetja repozitorij, Sametime Stand-alone pri delu z dokumenti zagotavlja zmo\u017enosti obve\u0161\u010denosti in klepeta.
feature.IBMDocs.IBMLCST.name=HCL Connections Chat and Meetings
feature.IBMDocs.IBMLCST.description=HCL Connections Chat and Meetings
feature.IBMDocs.IBMCCMG.name=Vnaprej name\u0161\u010deni IBM-ovi izdelki za upravljanje vsebine za integracijo s storitvijo HCL Connections Docs
feature.IBMDocs.IBMCCMG.description=Integracija storitve HCL Connections Docs z IBM-ovimi izdelki za upravljanje vsebine omogo\u010da uporabnikom, da odprejo in urejajo dokumente neposredno v povezanem repozitoriju.
feature.IBMDocs.IBMCCM.name=Izdelek HCL Connections Content Manager, vklju\u010den v zbirko Connections Suite
feature.IBMDocs.IBMCCM.description=Preden izberete HCL Connections Content Manager, morate najprej izbrati "HCL Connections Suite".
feature.IBMDocs.IBMECM.name=IBM-ove storitve za upravljanje vsebin za podjetja
feature.IBMDocs.IBMECM.description=\u010ce po\u010distite izbiro mo\u017enosti "IBM-ove storitve za upravljanje vsebin za podjetja", morate izbrati "HCL Connections Suite".
feature.IBMDocs.IBMSTG.name=Integracija s storitvami za klepet in sestanke
feature.IBMDocs.IBMSTG.description=Integracija s storitvami za klepet in sestanke
feature.IBMDocs.IBMViewer.name=Viewer Application
feature.IBMDocs.IBMViewer.description=S komponento Viewer Application storitve HCL Connections Docs si lahko uporabniki z dostopom bralca ogledajo nazadnje objavljeno razli\u010dico dokumenta.
feature.IBMDocs.IBMDocsProxy.name=Editor Proxy
feature.IBMDocs.IBMDocsProxy.description=Komponenta Editor Proxy zagotavlja afiniteto seje v storitvi HCL Connections Docs.
feature.IBMDocs.IBMDocsExt.name=Editor Extension
feature.IBMDocs.IBMDocsExt.description=Komponenta Editor Extension storitve HCL Connections Docs integrira storitev Docs z izdelkom Connections, s \u010dimer omogo\u010di uporabnikom, da lahko odprejo in urejajo dokumente v storitvi Connections Docs.
feature.IBMDocs.IBMViewerExt.name=Viewer Extension
feature.IBMDocs.IBMViewerExt.description=Komponenta Viewer Extension integrira prikazovalnik z izdelkom Connections, s \u010dimer omogo\u010di uporabnikom ogled dokumentov v storitvi HCL Connections Docs.

feature.ConnectionsDocs.IBMProductsIntegrationG.name=Izdelki, s katerimi bo integrirana storitev HCL Connections Docs. "Connections" lahko vklju\u010duje integracijo storitev Sametime
feature.ConnectionsDocs.IBMProductsIntegrationG.description=Integracija storitve HCL Connections Docs z drugimi izdelki omogo\u010da uporabnikom, da odprejo in urejajo dokumente neposredno v povezanem repozitoriju, ter zagotavlja dru\u017eabne zmo\u017enosti pri delu z dokumentom.

feature.ConnectionsDocs.IBMConnections.name=Connections
feature.ConnectionsDocs.IBMConnections.description=Integriran bo le HCL Connections. Izdelek Connections vklju\u010duje aplikacije Datoteke, Novice, Skupnosti, Profili, upravljanje ra\u010dunov itd. Aplikacija Datoteke zagotavlja osnoven repozitorij dokumentov in upravljanje dokumentov. Obve\u0161\u010denost in klepet v dokumentih sta na voljo, \u010de so v izdelku Connections integrirane storitve Sametime.

feature.ConnectionsDocs.IBMICCCM.name=Connections in Connections Content Manager
feature.ConnectionsDocs.IBMICCCM.description=Skupaj z izdelkom HCL Connections bo integriran tudi izdelek HCL Connections Content Manager, ki zagotavlja napredno shranjevanje repozitorijev dokumentov in upravljanje prek knji\u017enic skupnosti, vklju\u010dno s kompleksnima rezervacijo in spro\u0161\u010danjem dokumentov. 

feature.ConnectionsDocs.IBMECM.name=Content Navigator
feature.ConnectionsDocs.IBMECM.description=Integriran bo le IBM Content Navigator. Izdelek Content Navigator je izredno robusten repozitorij dokumentov in sistem upravljanja dokumentov.

feature.ConnectionsDocs.IBMSTG.name=Content Navigator in Sametime
feature.ConnectionsDocs.IBMSTG.description=Skupaj z izdelkom IBM Content Navigator bo integriran tudi izdelek HCL Sametime, ki zagotavlja zmo\u017enosti obve\u0161\u010danja in klepeta v dokumentih.

feature.ConnectionsDocs.IBMICECM.name=Connections in Content Navigator
feature.ConnectionsDocs.IBMICECM.description=Izdelka HCL Connections in IBM Content Navigator bosta integrirana hkrati, pri \u010demer zagotavljata razli\u010dne vrste shranjevanja in upravljanja dokumentov ter upravljanje ra\u010dunov in dru\u017eabne zmo\u017enosti. Obve\u0161\u010denost in klepet v dokumentih sta na voljo, \u010de so v izdelku Connections integrirane storitve Sametime.

feature.ConnectionsDocs.IBMICCCMECM.name=Connections, Connections Content Manager in Content Navigator
feature.ConnectionsDocs.IBMICCCMECM.description=Izdelki HCL Connections, HCL Connections Content Manager in IBM Content Navigator bodo vsi integrirani, pri \u010demer zagotavljajo napredne repozitorij dokumentov, upravljanje ra\u010dunov in dru\u017eabne zmo\u017enosti, ki vklju\u010dujejo obve\u0161\u010danje in klepet v dokumentih, \u010de so v izdelku Connections integrirane tudi storitve Sametime.

feature.ConnectionsDocs.IBMTPI.description=Storitev HCL Connections Docs bo integrirana z repozitorijem datotek, ki ni IBM-ov.
feature.ConnectionsDocs.IBMTPI.name=Drugi sistemi za upravljanje vsebine
