# NLS_MESSAGEFORMAT_VAR
# NLS_ENCODING=UNICODE
feature.display.name.10000=HCL Connections Docs
vendor.name.value=HCL
offering.description=HCL Connections Docs \u306e\u30b0\u30e9\u30d5\u30a3\u30ab\u30eb\u30fb\u30e6\u30fc\u30b6\u30fc\u30fb\u30a4\u30f3\u30bf\u30fc\u30d5\u30a7\u30fc\u30b9\u30fb\u30c7\u30d7\u30ed\u30a4\u30e1\u30f3\u30c8
offering.display.name=HCL Connections Docs
feature.IBMDocs.IBMConversion.name=Document Format Conversion \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3
feature.IBMDocs.IBMConversion.description=HCL Connections Docs \u306e Document Format Conversion \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306f\u3001Connections \u30d5\u30a1\u30a4\u30eb\u306b\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3055\u308c\u305f\u6587\u66f8\u3092\u3001Editor \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u5185\u3067\u30aa\u30f3\u30e9\u30a4\u30f3\u3067\u958b\u3044\u305f\u308a\u7de8\u96c6\u3057\u305f\u308a\u3067\u304d\u308b\u3088\u3046\u306b\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u8a2d\u5b9a\u3057\u307e\u3059\u3002
feature.IBMDocs.IBMDocs.name=Editor \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3
feature.IBMDocs.IBMDocs.description=HCL Connections Docs \u306e Editor \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u9078\u629e\u3059\u308b\u524d\u306b\u3001\u307e\u305a Document Format Conversion \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u9078\u629e\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
feature.IBMDocs.IBMDocsG.name=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3055\u308c\u308b Editor \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3
feature.IBMDocs.IBMDocsG.description=\u3053\u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u30fb\u30a6\u30a3\u30b6\u30fc\u30c9\u3067\u30c7\u30d7\u30ed\u30a4\u3059\u308b HCL Connections Docs \u306e\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u3092\u9078\u629e\u3057\u307e\u3059\u3002
feature.IBMDocs.IBMConnectionsG.name=HCL Connections Docs \u3068\u7d71\u5408\u3059\u308b\u4e8b\u524d\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u6e08\u307f IBM \u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u88fd\u54c1
feature.IBMDocs.IBMConnectionsG.description=HCL Connections Docs \u3068 IBM \u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u88fd\u54c1\u3092\u7d71\u5408\u3059\u308b\u3053\u3068\u306b\u3088\u308a\u3001\u30e6\u30fc\u30b6\u30fc\u306f\u6587\u66f8\u3067\u306e\u4f5c\u696d\u6642\u306b\u30bd\u30fc\u30b7\u30e3\u30eb\u6a5f\u80fd\u3092\u5229\u7528\u3067\u304d\u308b\u3088\u3046\u306b\u306a\u308a\u307e\u3059\u3002
feature.IBMDocs.IBMConnections.name=HCL Connections Suite
feature.IBMDocs.IBMConnections.description=HCL Connections Suite \u306f\u3001\u6587\u66f8\u4fdd\u7ba1\u6a5f\u80fd\u3001\u30a2\u30ab\u30a6\u30f3\u30c8\u7ba1\u7406\u6a5f\u80fd\u3001\u30bd\u30fc\u30b7\u30e3\u30eb\u6a5f\u80fd\u3092\u63d0\u4f9b\u3057\u307e\u3059\u3002\u4f8b\u3048\u3070\u3001Connections Chat/Meetings (Sametime) \u30b5\u30fc\u30d0\u30fc\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\u305f\u5834\u5408\u306b\u306f\u3001\u6587\u66f8\u5185\u3067\u306e\u5728\u5e2d\u72b6\u6cc1\u3068\u30c1\u30e3\u30c3\u30c8\u306e\u6a5f\u80fd\u304c\u63d0\u4f9b\u3055\u308c\u307e\u3059\u3002 Connections Docs \u306f\u30ea\u30dd\u30b8\u30c8\u30ea\u30fc\u3092\u5fc5\u8981\u3068\u3059\u308b\u305f\u3081\u3001HCL Connections Suite \u306e\u9078\u629e\u3092\u89e3\u9664\u3059\u308b\u5834\u5408\u3001\u3053\u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3092\u7d9a\u884c\u3059\u308b\u306b\u306f\u3001\u300cIBM Enterprise Content Management \u30b5\u30fc\u30d3\u30b9\u300d\u3092\u9078\u629e\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
feature.IBMDocs.IBMST.name=ECM \u30b5\u30fc\u30d3\u30b9\u3067\u4f7f\u7528\u3055\u308c\u308b\u30b9\u30bf\u30f3\u30c9\u30a2\u30ed\u30f3 HCL Sametime
feature.IBMDocs.IBMST.description=IBM Enterprise Content Management \u30b5\u30fc\u30d3\u30b9\u304c\u30ea\u30dd\u30b8\u30c8\u30ea\u30fc\u3067\u3042\u308b\u5834\u5408\u306f\u3001\u30b9\u30bf\u30f3\u30c9\u30a2\u30ed\u30f3\u306e Sametime \u306b\u3088\u308a\u6587\u66f8\u5185\u3067\u306e\u5728\u5e2d\u72b6\u6cc1\u3068\u30c1\u30e3\u30c3\u30c8\u306e\u6a5f\u80fd\u304c\u63d0\u4f9b\u3055\u308c\u307e\u3059\u3002
feature.IBMDocs.IBMLCST.name=HCL Connections Chat and Meetings
feature.IBMDocs.IBMLCST.description=HCL Connections Chat and Meetings
feature.IBMDocs.IBMCCMG.name=HCL Connections Docs \u3068\u7d71\u5408\u3059\u308b\u4e8b\u524d\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u6e08\u307f IBM \u30b3\u30f3\u30c6\u30f3\u30c4\u7ba1\u7406\u88fd\u54c1
feature.IBMDocs.IBMCCMG.description=HCL Connections Docs \u3068 IBM \u30b3\u30f3\u30c6\u30f3\u30c4\u7ba1\u7406\u88fd\u54c1\u3092\u7d71\u5408\u3059\u308b\u3053\u3068\u306b\u3088\u308a\u3001\u30e6\u30fc\u30b6\u30fc\u306f\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u308b\u30ea\u30dd\u30b8\u30c8\u30ea\u30fc\u304b\u3089\u76f4\u63a5\u6587\u66f8\u3092\u958b\u3044\u305f\u308a\u7de8\u96c6\u3057\u305f\u308a\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
feature.IBMDocs.IBMCCM.name=Connections Suite \u306b\u542b\u307e\u308c\u3066\u3044\u308b HCL Connections Content Manager
feature.IBMDocs.IBMCCM.description=HCL Connections Content Manager \u3092\u9078\u629e\u3059\u308b\u524d\u306b\u3001\u307e\u305a\u300cHCL Connections Suite\u300d\u3092\u9078\u629e\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
feature.IBMDocs.IBMECM.name=IBM Enterprise Content Management \u30b5\u30fc\u30d3\u30b9
feature.IBMDocs.IBMECM.description=\u300cIBM Enterprise Content Management \u30b5\u30fc\u30d3\u30b9\u300d\u306e\u9078\u629e\u3092\u89e3\u9664\u3059\u308b\u5834\u5408\u306f\u3001\u300cHCL Connections Suite\u300d\u3092\u9078\u629e\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
feature.IBMDocs.IBMSTG.name=Chat and Meetings \u30b5\u30fc\u30d3\u30b9\u306e\u7d71\u5408
feature.IBMDocs.IBMSTG.description=Chat and Meetings \u30b5\u30fc\u30d3\u30b9\u306e\u7d71\u5408
feature.IBMDocs.IBMViewer.name=Viewer \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3
feature.IBMDocs.IBMViewer.description=HCL Connections Docs \u306e Viewer \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3067\u306f\u3001\u8aad\u8005\u6a29\u9650\u3092\u6301\u3064\u30e6\u30fc\u30b6\u30fc\u304c\u6587\u66f8\u306e\u6700\u65b0\u306e\u516c\u958b\u30d0\u30fc\u30b8\u30e7\u30f3\u3092\u8868\u793a\u3067\u304d\u307e\u3059\u3002
feature.IBMDocs.IBMDocsProxy.name=Editor \u30d7\u30ed\u30ad\u30b7\u30fc
feature.IBMDocs.IBMDocsProxy.description=Editor \u30d7\u30ed\u30ad\u30b7\u30fc\u306f\u3001HCL Connections Docs \u306b\u30bb\u30c3\u30b7\u30e7\u30f3\u30fb\u30a2\u30d5\u30a3\u30cb\u30c6\u30a3\u30fc\u3092\u63d0\u4f9b\u3057\u307e\u3059\u3002
feature.IBMDocs.IBMDocsExt.name=Editor \u62e1\u5f35
feature.IBMDocs.IBMDocsExt.description=HCL Connections Docs \u306e Editor \u62e1\u5f35\u306f\u3001Docs \u3068 Connections \u3092\u7d71\u5408\u3057\u3066\u3001\u30e6\u30fc\u30b6\u30fc\u304c Connections Docs \u5185\u3067\u6587\u66f8\u3092\u958b\u3044\u305f\u308a\u7de8\u96c6\u3057\u305f\u308a\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002
feature.IBMDocs.IBMViewerExt.name=Viewer \u62e1\u5f35
feature.IBMDocs.IBMViewerExt.description=Viewer \u62e1\u5f35\u306f Viewer \u3068 Connections \u3092\u7d71\u5408\u3057\u3066\u3001\u30e6\u30fc\u30b6\u30fc\u304c HCL Connections Docs \u3067\u6587\u66f8\u3092\u8868\u793a\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002

feature.ConnectionsDocs.IBMProductsIntegrationG.name=HCL Connections Docs \u3068\u7d71\u5408\u3059\u308b\u88fd\u54c1\u3002"Connections" \u306b\u306f Sametime integration \u3092\u7d44\u307f\u8fbc\u3080\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
feature.ConnectionsDocs.IBMProductsIntegrationG.description=HCL Connections Docs \u3068\u4ed6\u306e\u88fd\u54c1\u3092\u7d71\u5408\u3059\u308b\u3053\u3068\u306b\u3088\u308a\u3001\u30e6\u30fc\u30b6\u30fc\u306f\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u308b\u30ea\u30dd\u30b8\u30c8\u30ea\u30fc\u304b\u3089\u76f4\u63a5\u6587\u66f8\u3092\u958b\u3044\u305f\u308a\u7de8\u96c6\u3057\u305f\u308a\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002\u6587\u66f8\u3067\u4f5c\u696d\u3057\u3066\u3044\u308b\u5834\u5408\u306f\u3001\u30bd\u30fc\u30b7\u30e3\u30eb\u6a5f\u80fd\u3092\u4f7f\u7528\u3067\u304d\u307e\u3059\u3002

feature.ConnectionsDocs.IBMConnections.name=Connections
feature.ConnectionsDocs.IBMConnections.description=HCL Connections \u306e\u307f\u304c\u7d71\u5408\u3055\u308c\u307e\u3059\u3002 Connections \u306b\u306f\u3001\u30d5\u30a1\u30a4\u30eb\u3001\u30cb\u30e5\u30fc\u30b9\u3001\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u3001\u30d7\u30ed\u30d5\u30a1\u30a4\u30eb\u3001\u30a2\u30ab\u30a6\u30f3\u30c8\u7ba1\u7406\u306a\u3069\u304c\u7d44\u307f\u8fbc\u307e\u308c\u3066\u3044\u307e\u3059\u3002 \u30d5\u30a1\u30a4\u30eb\u306b\u3088\u308a\u3001\u57fa\u672c\u7684\u306a\u6587\u66f8\u30ea\u30dd\u30b8\u30c8\u30ea\u30fc\u3068\u6587\u66f8\u7ba1\u7406\u6a5f\u80fd\u3092\u4f7f\u7528\u3067\u304d\u308b\u3088\u3046\u306b\u306a\u308a\u307e\u3059\u3002 Connections \u304c Sametime \u30b5\u30fc\u30d3\u30b9\u3068\u7d71\u5408\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u3001\u6587\u66f8\u5185\u3067\u5728\u5e2d\u72b6\u6cc1\u3068\u30c1\u30e3\u30c3\u30c8\u306e\u6a5f\u80fd\u3092\u4f7f\u7528\u3067\u304d\u307e\u3059\u3002

feature.ConnectionsDocs.IBMICCCM.name=Connections \u3068 Connections Content Manager
feature.ConnectionsDocs.IBMICCCM.description=HCL Connections \u3068\u5171\u306b HCL Connections Content Manager \u3092\u7d71\u5408\u3059\u308b\u3068\u3001\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30fc\u30fb\u30e9\u30a4\u30d6\u30e9\u30ea\u30fc\u3092\u4ecb\u3057\u3066\u62e1\u5f35\u6587\u66f8\u30ec\u30dd\u30b8\u30c8\u30ea\u30fc\u30fb\u30b9\u30c8\u30ec\u30fc\u30b8\u3068\u7ba1\u7406\u6a5f\u80fd\u304c\u4f7f\u7528\u3067\u304d\u308b\u3088\u3046\u306b\u306a\u308a\u307e\u3059\u3002(\u6587\u66f8\u306e\u30c1\u30a7\u30c3\u30af\u30a4\u30f3\u3068\u30c1\u30a7\u30c3\u30af\u30a2\u30a6\u30c8\u3092\u542b\u3080) 

feature.ConnectionsDocs.IBMECM.name=Content Navigator
feature.ConnectionsDocs.IBMECM.description=IBM Content Navigator \u306e\u307f\u304c\u7d71\u5408\u3055\u308c\u307e\u3059\u3002 Content Navigator \u306f\u6975\u3081\u3066\u5805\u56fa\u306a\u6587\u66f8\u30ea\u30dd\u30b8\u30c8\u30ea\u30fc\u3067\u3042\u308a\u3001\u7ba1\u7406\u30b7\u30b9\u30c6\u30e0\u3067\u3059\u3002

feature.ConnectionsDocs.IBMSTG.name=Content Navigator \u3068 Sametime
feature.ConnectionsDocs.IBMSTG.description=IBM Content Navigator \u3068\u5171\u306b HCL Sametime \u3092\u7d71\u5408\u3059\u308b\u3068\u3001\u6587\u66f8\u5185\u3067\u5728\u5e2d\u72b6\u6cc1\u3068\u30c1\u30e3\u30c3\u30c8\u306e\u6a5f\u80fd\u3092\u4f7f\u7528\u3067\u304d\u308b\u3088\u3046\u306b\u306a\u308a\u307e\u3059\u3002

feature.ConnectionsDocs.IBMICECM.name=Connections \u3068 Content Navigator
feature.ConnectionsDocs.IBMICECM.description=HCL Connections \u3068 IBM Content Navigator \u306e\u4e21\u65b9\u3092\u540c\u6642\u306b\u7d71\u5408\u3059\u308b\u3068\u3001\u30a2\u30ab\u30a6\u30f3\u30c8\u7ba1\u7406\u3068\u30bd\u30fc\u30b7\u30e3\u30eb\u6a5f\u80fd\u306b\u52a0\u3048\u3066\u7570\u306a\u308b\u30bf\u30a4\u30d7\u306e\u6587\u66f8\u30b9\u30c8\u30ec\u30fc\u30b8\u3068\u7ba1\u7406\u3092\u4f7f\u7528\u3067\u304d\u308b\u3088\u3046\u306b\u306a\u308a\u307e\u3059\u3002 Connections \u304c Sametime \u30b5\u30fc\u30d3\u30b9\u3068\u7d71\u5408\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u3001\u6587\u66f8\u5185\u3067\u5728\u5e2d\u72b6\u6cc1\u3068\u30c1\u30e3\u30c3\u30c8\u306e\u6a5f\u80fd\u3092\u4f7f\u7528\u3067\u304d\u307e\u3059\u3002

feature.ConnectionsDocs.IBMICCCMECM.name=Connections\u3001Connections Content Manager\u3001Content Navigator
feature.ConnectionsDocs.IBMICCCMECM.description=HCL Connections\u3001HCL Connections Content Manager\u3001IBM Content Navigator \u3092\u3059\u3079\u3066\u7d71\u5408\u3059\u308b\u3068\u3001\u62e1\u5f35\u6587\u66f8\u30ec\u30dd\u30b8\u30c8\u30ea\u30fc\u3001\u30a2\u30ab\u30a6\u30f3\u30c8\u7ba1\u7406\u3001\u30bd\u30fc\u30b7\u30e3\u30eb\u6a5f\u80fd\u3092\u4f7f\u7528\u3067\u304d\u308b\u3088\u3046\u306b\u306a\u308a\u307e\u3059\u3002Connections \u3068 Sametime \u30b5\u30fc\u30d3\u30b9\u304c\u7d71\u5408\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u3001\u6587\u66f8\u5185\u3067\u306e\u5728\u5e2d\u72b6\u6cc1\u3068\u30c1\u30e3\u30c3\u30c8\u306e\u6a5f\u80fd\u3082\u4f7f\u7528\u3067\u304d\u307e\u3059\u3002

feature.ConnectionsDocs.IBMTPI.description=HCL Connections Docs \u306f IBM \u4ee5\u5916\u306e\u30d5\u30a1\u30a4\u30eb\u30fb\u30ea\u30dd\u30b8\u30c8\u30ea\u30fc\u3068\u7d71\u5408\u3055\u308c\u307e\u3059\u3002
feature.ConnectionsDocs.IBMTPI.name=\u305d\u306e\u4ed6\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u7ba1\u7406\u30b7\u30b9\u30c6\u30e0
