# NLS_MESSAGEFORMAT_VAR
# NLS_ENCODING=UNICODE
feature.display.name.10000=HCL Connections Docs
vendor.name.value=HCL
offering.description=Implementace grafick\u00e9ho u\u017eivatelsk\u00e9ho rozhran\u00ed pro produkt HCL Connections Docs
offering.display.name=HCL Connections Docs
feature.IBMDocs.IBMConversion.name=Aplikace Document Format Conversion
feature.IBMDocs.IBMConversion.description=Aplikace Document Format Conversion produktu HCL Connections Docs form\u00e1tuje odeslan\u00e9 dokumenty jako soubory produktu Connections, tak\u017ee je lze otv\u00edrat a upravovat online v aplikaci editoru.
feature.IBMDocs.IBMDocs.name=Aplikace editoru
feature.IBMDocs.IBMDocs.description=Chcete-li vybrat aplikaci editoru produktu HCL Connections Docs, mus\u00edte nejprve vybrat aplikaci Document Format Conversion.
feature.IBMDocs.IBMDocsG.name=Instalovan\u00e1 aplikace editoru
feature.IBMDocs.IBMDocsG.description=Vyberte komponenty produktu HCL Connections Docs, kter\u00e9 m\u00e1 implementovat tento pr\u016fvodce instalac\u00ed.
feature.IBMDocs.IBMConnectionsG.name=P\u0159edinstalovan\u00e9 produkty spolupr\u00e1ce spole\u010dnosti IBM, kter\u00e9 maj\u00ed b\u00fdt integrov\u00e1ny s produktem HCL Connections Docs
feature.IBMDocs.IBMConnectionsG.description=Integrace produktu HCL Connections Docs s produkty spolupr\u00e1ce spole\u010dnosti IBM poskytuje u\u017eivatel\u016fm, kte\u0159\u00ed pracuj\u00ed s dokumenty, soci\u00e1ln\u00ed funkce.
feature.IBMDocs.IBMConnections.name=HCL Connections Suite
feature.IBMDocs.IBMConnections.description=Pokud jste nainstalovali server konverzac\u00ed a sch\u016fzek produktu Connections (Sametime), sada HCL Connections Suite bude poskytovat mo\u017enosti ukl\u00e1d\u00e1n\u00ed dokument\u016f, spr\u00e1vy \u00fa\u010dt\u016f a soci\u00e1ln\u00edch funkc\u00ed v\u010detn\u011b informac\u00ed o dostupnosti a konverzace v r\u00e1mci dokument\u016f. Vzhledem k tomu, \u017ee produkt Connections Docs vy\u017eaduje \u00falo\u017ei\u0161t\u011b, po zru\u0161en\u00ed v\u00fdb\u011bru volby HCL Connections Suite nebude mo\u017en\u00e9 pokra\u010dovat v instalaci, pokud nevyberete volbu "Slu\u017eby syst\u00e9mu pro spr\u00e1vu podnikov\u00e9ho obsahu spole\u010dnosti IBM".
feature.IBMDocs.IBMST.name=Samostatn\u00fd produkt HCL Sametime, pou\u017e\u00edvan\u00fd se slu\u017ebami ECM
feature.IBMDocs.IBMST.description=Je-li jako \u00falo\u017ei\u0161t\u011b pou\u017eit syst\u00e9m pro spr\u00e1vu podnikov\u00e9ho obsahu IBM (ECM), samostatn\u00fd produkt Sametime poskytuje informace o dostupnosti a mo\u017enosti konverzace v r\u00e1mci dokument\u016f.
feature.IBMDocs.IBMLCST.name=Konverzace a sch\u016fzky produktu HCL Connections
feature.IBMDocs.IBMLCST.description=Konverzace a sch\u016fzky produktu HCL Connections
feature.IBMDocs.IBMCCMG.name=P\u0159edinstalovan\u00e9 produkty spr\u00e1vy obsahu spole\u010dnosti IBM, kter\u00e9 maj\u00ed b\u00fdt integrov\u00e1ny s produktem HCL Connections Docs
feature.IBMDocs.IBMCCMG.description=Integrace produktu HCL Connections Docs s produkty spr\u00e1vy obsahu IBM umo\u017e\u0148uje u\u017eivatel\u016fm otv\u00edrat a upravovat dokumenty p\u0159\u00edmo v p\u0159idru\u017een\u00e9m \u00falo\u017ei\u0161ti.
feature.IBMDocs.IBMCCM.name=HCL Connections Content Manager, obsa\u017een\u00fd v sad\u011b Connections Suite
feature.IBMDocs.IBMCCM.description=Ne\u017e vyberete produkt HCL Connections Content Manager, je t\u0159eba nejprve vybrat volbu HCL Connections Suite.
feature.IBMDocs.IBMECM.name=Slu\u017eby syst\u00e9mu pro spr\u00e1vu podnikov\u00e9ho obsahu spole\u010dnosti IBM
feature.IBMDocs.IBMECM.description=Pokud zru\u0161\u00edte v\u00fdb\u011br volby Slu\u017eby syst\u00e9mu pro spr\u00e1vu podnikov\u00e9ho obsahu spole\u010dnosti IBM, je nutn\u00e9 vybrat volbu HCL Connections Suite.
feature.IBMDocs.IBMSTG.name=Integrace se slu\u017ebou konverzac\u00ed a sch\u016fzek
feature.IBMDocs.IBMSTG.description=Integrace se slu\u017ebou konverzac\u00ed a sch\u016fzek
feature.IBMDocs.IBMViewer.name=Aplikace prohl\u00ed\u017ee\u010de
feature.IBMDocs.IBMViewer.description=P\u0159i pou\u017eit\u00ed aplikace prohl\u00ed\u017ee\u010de produktu HCL Connections Docs si mohou u\u017eivatel\u00e9 s p\u0159\u00edstupem \u010dten\u00e1\u0159e prohl\u00ed\u017eet nejnov\u011bji publikovan\u00e9 verze dokument\u016f.
feature.IBMDocs.IBMDocsProxy.name=Server proxy editoru
feature.IBMDocs.IBMDocsProxy.description=Server proxy editoru zaji\u0161\u0165uje afinitu relac\u00ed v produktu HCL Connections Docs.
feature.IBMDocs.IBMDocsExt.name=Roz\u0161\u00ed\u0159en\u00ed editoru
feature.IBMDocs.IBMDocsExt.description=Roz\u0161\u00ed\u0159en\u00ed editoru, kter\u00e9 je sou\u010d\u00e1st\u00ed produktu HCL Connections Docs, integruje produkty Docs a Connections a umo\u017e\u0148uje tak u\u017eivatel\u016fm otv\u00edrat a upravovat dokumenty v prost\u0159ed\u00ed Connections Docs.
feature.IBMDocs.IBMViewerExt.name=Roz\u0161\u00ed\u0159en\u00ed prohl\u00ed\u017ee\u010de
feature.IBMDocs.IBMViewerExt.description=Roz\u0161\u00ed\u0159en\u00ed prohl\u00ed\u017ee\u010de integruje prohl\u00ed\u017ee\u010d s produktem Connections a umo\u017e\u0148uje tak u\u017eivatel\u016fm zobrazovat dokumenty v produktu HCL Connections Docs.

feature.ConnectionsDocs.IBMProductsIntegrationG.name=Produkty, s nimi\u017e bude produkt HCL Connections Docs integrov\u00e1n. Volba Connections m\u016f\u017ee zahrnovat integraci s produktem Sametime.
feature.ConnectionsDocs.IBMProductsIntegrationG.description=Integrace produktu HCL Connections Docs s jin\u00fdmi produkty umo\u017e\u0148uje u\u017eivatel\u016fm otv\u00edrat a upravovat dokumenty p\u0159\u00edmo v p\u0159idru\u017een\u00e9m \u00falo\u017ei\u0161ti a poskytuje jim funkce soci\u00e1ln\u00edch s\u00edt\u00ed p\u0159i pr\u00e1ci na dokumentu.

feature.ConnectionsDocs.IBMConnections.name=Connections
feature.ConnectionsDocs.IBMConnections.description=Integrov\u00e1n bude pouze produkt HCL Connections. Volba Connections zahrnuje slu\u017eby Soubory, Novinky, Komunity, Profily, spr\u00e1vu \u00fa\u010dt\u016f apod. Slu\u017eba Soubory poskytuje z\u00e1kladn\u00ed \u00falo\u017ei\u0161t\u011b dokument\u016f a funkce spr\u00e1vy dokument\u016f. Jsou-li v produktu Connections integrov\u00e1ny slu\u017eby produktu Sametime, jsou k dispozici funkce dostupnosti a konverzace v r\u00e1mci dokument\u016f.

feature.ConnectionsDocs.IBMICCCM.name=Connections a Connections Content Manager
feature.ConnectionsDocs.IBMICCCM.description=Spolu s produktem HCL Connections bude integrov\u00e1n produkt HCL Connections Content Manager, aby bylo k dispozici roz\u0161\u00ed\u0159en\u00e9 \u00falo\u017ei\u0161t\u011b dokument\u016f a funkce spr\u00e1vy prost\u0159ednictv\u00edm knihoven komunity, a to v\u010detn\u011b komplexn\u00edho vracen\u00ed a zap\u016fj\u010dov\u00e1n\u00ed dokument\u016f. 

feature.ConnectionsDocs.IBMECM.name=Content Navigator
feature.ConnectionsDocs.IBMECM.description=Integrov\u00e1n bude pouze produkt IBM Content Navigator. Produkt Content Navigator je velmi robustn\u00ed syst\u00e9m s \u00falo\u017ei\u0161t\u011bm dokument\u016f a mo\u017enostmi jejich spr\u00e1vy.

feature.ConnectionsDocs.IBMSTG.name=Content Navigator a Sametime
feature.ConnectionsDocs.IBMSTG.description=Spolu s produktem IBM Content Navigator bude integrov\u00e1n produkt HCL Sametime, aby byly v r\u00e1mci dokument\u016f k dispozici funkce dostupnosti a konverzace.

feature.ConnectionsDocs.IBMICECM.name=Connections a Content Navigator
feature.ConnectionsDocs.IBMICECM.description=Produkty HCL Connections a IBM Content Navigator budou integrov\u00e1ny sou\u010dasn\u011b, aby bylo mo\u017en\u00e9 poskytovat r\u016fzn\u00e9 typy ukl\u00e1d\u00e1n\u00ed a spr\u00e1vy dokument\u016f spolu s mo\u017enostmi spr\u00e1vy \u00fa\u010dt\u016f a funkcemi soci\u00e1ln\u00edch s\u00edt\u00ed. Jsou-li v produktu Connections integrov\u00e1ny slu\u017eby produktu Sametime, jsou k dispozici funkce dostupnosti a konverzace v r\u00e1mci dokument\u016f.

feature.ConnectionsDocs.IBMICCCMECM.name=Connections, Connections Content Manager a Content Navigator
feature.ConnectionsDocs.IBMICCCMECM.description=Produkty HCL Connections, HCL Connections Content Manager a IBM Content Navigator budou spole\u010dn\u011b integrov\u00e1ny, aby bylo k dispozici roz\u0161\u00ed\u0159en\u00e9 \u00falo\u017ei\u0161t\u011b dokument\u016f, spr\u00e1va \u00fa\u010dt\u016f a funkce soci\u00e1ln\u00ed s\u00edt\u011b v\u010detn\u011b dostupnosti a mo\u017enost konverzace v r\u00e1mci dokument\u016f, je-li produkt Connections integrov\u00e1n se slu\u017ebami produktu Sametime.

feature.ConnectionsDocs.IBMTPI.description=Produkt HCL Connections Docs bude integrov\u00e1n s \u00falo\u017ei\u0161t\u011bm soubor\u016f jin\u00e9 spole\u010dnosti ne\u017e IBM.
feature.ConnectionsDocs.IBMTPI.name=Jin\u00e9 syst\u00e9my spr\u00e1vy obsahu
