# NLS_MESSAGEFORMAT_VAR
# NLS_ENCODING=UNICODE
feature.display.name.10000=HCL Connections Docs
vendor.name.value=HCL
offering.description=Implementare interfa\u0163\u0103 grafic\u0103 de utilizator pentru HCL Connections Docs
offering.display.name=HCL Connections Docs
feature.IBMDocs.IBMConversion.name=Aplica\u0163ie de conversie format de document
feature.IBMDocs.IBMConversion.description=Aplica\u0163ia de conversie format de document din HCL Connections Docs formateaz\u0103 documentele \u00eenc\u0103rcate la Connections Files astfel \u00eenc\u00e2t s\u0103 fie deschise sau editate online \u00een Aplica\u0163ia editor.
feature.IBMDocs.IBMDocs.name=Aplica\u0163ia editor
feature.IBMDocs.IBMDocs.description=\u00cenainte de a selecta Aplica\u0163ia editor din HCL Connections Docs, trebuie mai \u00eent\u00e2i s\u0103 selecta\u0163i =Aplica\u0163ia de conversie format de document.
feature.IBMDocs.IBMDocsG.name=Aplica\u0163ia editor de instalat
feature.IBMDocs.IBMDocsG.description=Selecta\u0163i componentele HCL Connections Docs pe care dori\u0163i s\u0103 le implementeze acest vr\u0103jitor de instalare.
feature.IBMDocs.IBMConnectionsG.name=Produsele de colaborare pre-instalate IBM de integrat cu HCL Connections Docs
feature.IBMDocs.IBMConnectionsG.description=Integrarea HCL Connections Docs cu produse de colaborare IBM asigur\u0103 utilizatorilor capabilit\u0103\u0163ile sociale c\u00e2nd lucreaz\u0103 pe un document.
feature.IBMDocs.IBMConnections.name=HCL Connections Suite
feature.IBMDocs.IBMConnections.description=HCL Connections Suite asigur\u0103 stocarea documentelor, gestionarea conturilor \u015fi capabilit\u0103\u0163i sociale, inclusiv sesizarea prezen\u0163ei \u015fi chat \u00een cadrul documentelor, dac\u0103 a\u0163i instalat serverul Connections Chat/Meetings (Sametime). Deoarece Connections Docs necesit\u0103 o magazie, dac\u0103 deselecta\u0163i HCL Connections Suite, trebuie s\u0103 selecta\u0163i "Serviciile IBM de gestionare con\u0163inut de \u00eentreprindere" pentru a continua aceast\u0103 instalare.
feature.IBMDocs.IBMST.name=HCL Sametime Stand-alone, utilizat cu servicii ECM
feature.IBMDocs.IBMST.description=C\u00e2nd serviciile IBM de gestionare con\u0163inut de \u00eentreprindere (ECM) reprezint\u0103 magazia, Sametime Stand-alone asigur\u0103 capabilit\u0103\u0163ile de sesizare prezen\u0163\u0103 \u015fi chat \u00een cadrul documentelor.
feature.IBMDocs.IBMLCST.name=HCL Connections Chat and Meetings
feature.IBMDocs.IBMLCST.description=HCL Connections Chat and Meetings
feature.IBMDocs.IBMCCMG.name=Produsele de gestionare con\u0163inut pre-instalate IBM de integrat cu HCL Connections Docs
feature.IBMDocs.IBMCCMG.description=Integrarea HCL Connections Docs cu un produs de gestionare con\u0163inut IBM permite utilizatorilor s\u0103 deschid\u0103 \u015fi s\u0103 editeze documente direct din magazia asociat\u0103.
feature.IBMDocs.IBMCCM.name=HCL Connections Content Manager, inclus cu Connections Suite
feature.IBMDocs.IBMCCM.description=\u00cenainte de a selecta HCL Connections Content Manager, trebuie s\u0103 selecta\u0163i mai \u00eent\u00e2i "HCL Connections Suite."
feature.IBMDocs.IBMECM.name=Servicii IBM pentru gestionarea con\u0163inutului de \u00eentreprindere
feature.IBMDocs.IBMECM.description=Dac\u0103 deselecta\u0163i "Servicii IBM pentru gestionarea con\u0163inutului de \u00eentreprindere," trebuie s\u0103 selecta\u0163i "HCL Connections Suite."
feature.IBMDocs.IBMSTG.name=Integrarea cu serviciul de chat \u015fi de \u00eentruniri
feature.IBMDocs.IBMSTG.description=Integrarea cu serviciul de chat \u015fi de \u00eentruniri
feature.IBMDocs.IBMViewer.name=Aplica\u0163ia vizualizator
feature.IBMDocs.IBMViewer.description=Cu Aplica\u0163ia vizualizator din HCL Connections Docs, utilizatorii cu acces de cititor pot vizualiza ultima versiune publicat\u0103 a unui document.
feature.IBMDocs.IBMDocsProxy.name=Proxy editor
feature.IBMDocs.IBMDocsProxy.description=Proxy-ul editor furnizeaz\u0103 afinitatea sesiunilor \u00een HCL Connections Docs.
feature.IBMDocs.IBMDocsExt.name=Extensie editor
feature.IBMDocs.IBMDocsExt.description=Extensia de editor din HCL Connections Docs integreaz\u0103 Docs cu Connections, pentru a permite utilizatorilor s\u0103 deschid\u0103 \u015fi s\u0103 editeze documente \u00een Connections Docs.
feature.IBMDocs.IBMViewerExt.name=Extensie vizualizator
feature.IBMDocs.IBMViewerExt.description=Extensia vizualizator integreaz\u0103 Vizualizatorul cu Connections pentru a permite utilizatorilor s\u0103 vizualizeze documente \u00een HCL Connections Docs.

feature.ConnectionsDocs.IBMProductsIntegrationG.name=Produsele cu care va fi integrat HCL Connections Docs. "Connections" poate include integrarea Sametime.
feature.ConnectionsDocs.IBMProductsIntegrationG.description=Integrarea HCL Connections Docs cu alte produse permite utilizatorilor s\u0103 s\u0103 deschid\u0103 \u015fi s\u0103 editeze documente direct din magazia asociat\u0103 \u015fi le asigur\u0103 capabilit\u0103\u0163ile sociale c\u00e2nd lucreaz\u0103 pe un document.

feature.ConnectionsDocs.IBMConnections.name=Connections
feature.ConnectionsDocs.IBMConnections.description=Numai HCL Connections va fi integrat. Connections include Fi\u015fiere, \u015etiri, Comunit\u0103\u0163i, Profiluri, gestionarea contului \u015fi a\u015fa mai departe. Fi\u015fiere asigur\u0103 o magazie de documente de baz\u0103 \u015fi gestionarea documentelor. \u00cen cazul \u00een care Connections este integrat cu serviciile Sametime, \u00een cadrul documentelor sunt disponibile sesizarea prezen\u0163ei \u015fi chat-ul.

feature.ConnectionsDocs.IBMICCCM.name=Connections \u015fi Connections Content Manager
feature.ConnectionsDocs.IBMICCCM.description=\u00cempreun\u0103 cu HCL Connections, va fi integrat HCL Connections Content Manager, pentru a se asigura func\u0163ii avansate de stocare \u015fi gestionare pentru magazia de documente prin bibliotecile de comunitate, inclusiv o func\u0163ionalitate complex\u0103 de \u00eenregistrare la intrare \u015fi la ie\u015fire a documentelor. 

feature.ConnectionsDocs.IBMECM.name=Content Navigator
feature.ConnectionsDocs.IBMECM.description=Numai IBM Content Navigator va fi integrat. Content Navigator este un foarte solid sistem de magazie de documente \u015fi gestionare.

feature.ConnectionsDocs.IBMSTG.name=Content Navigator \u015fi Sametime
feature.ConnectionsDocs.IBMSTG.description=\u00cempreun\u0103 cu IBM Content Navigator, va fi integrat HCL Sametime, pentru a se asigura \u00een cadrul documentelor capabilit\u0103\u0163i de sesizare a prezen\u0163ei \u015fi chat.

feature.ConnectionsDocs.IBMICECM.name=Connections \u015fi Content Navigator
feature.ConnectionsDocs.IBMICECM.description=Vor fi integrate simultan at\u00e2t HCL Connections, c\u00e2t \u015fi IBM Content Navigator, pentru a se asigura stocarea \u015fi gestionarea mai multor tipuri de documente, precum \u015fi gestionarea contului \u015fi capabilit\u0103\u0163i sociale. \u00cen cazul \u00een care Connections este integrat cu serviciile Sametime, \u00een cadrul documentelor sunt disponibile sesizarea prezen\u0163ei \u015fi chat-ul.

feature.ConnectionsDocs.IBMICCCMECM.name=Connections, Connections Content Manager \u015fi Content Navigator
feature.ConnectionsDocs.IBMICCCMECM.description=Vor fi integrate HCL Connections, HCL Connections Content Manager \u015fi IBM Content Navigator pentru a se asigura func\u0163ii avansate de magazie de documente \u015fi gestionare a contului, precum \u015fi capabilit\u0103\u0163i sociale, cum ar fi sesizarea prezen\u0163ei \u015fi chat \u00een cadrul documentelor, dac\u0103 a fost integrat Connections cu serviciile Sametime.

feature.ConnectionsDocs.IBMTPI.description=HCL Connections Docs va fi integrat cu o magazie de fi\u015fiere non-IBM.
feature.ConnectionsDocs.IBMTPI.name=Alte sisteme de gestionare con\u0163inut
