# NLS_MESSAGEFORMAT_VAR
# NLS_ENCODING=UNICODE
feature.display.name.10000=HCL Connections Docs
vendor.name.value=HCL
offering.description=Nasadenie grafick\u00e9ho pou\u017e\u00edvate\u013esk\u00e9ho rozhrania pre produkt HCL Connections Docs
offering.display.name=HCL Connections Docs
feature.IBMDocs.IBMConversion.name=Aplik\u00e1cia na konverziu form\u00e1tu dokumentov
feature.IBMDocs.IBMConversion.description=Aplik\u00e1cia na konverziu form\u00e1tu dokumentov form\u00e1tuje dokumenty odoslan\u00e9 do Connections Files, aby sa dali otvori\u0165 alebo upravi\u0165 online v aplik\u00e1cii Editor.
feature.IBMDocs.IBMDocs.name=Aplik\u00e1cia Editor
feature.IBMDocs.IBMDocs.description=Pred v\u00fdberom aplik\u00e1cie Editor produktu HCL Connections Docs najprv mus\u00edte vybra\u0165 aplik\u00e1ciu na konverziu form\u00e1tu dokumentov.
feature.IBMDocs.IBMDocsG.name=Aplik\u00e1cia Editor na in\u0161tal\u00e1ciu
feature.IBMDocs.IBMDocsG.description=Vyberte komponenty produktu HCL Connections Docs, ktor\u00e9 m\u00e1 nasadi\u0165 tento sprievodca in\u0161tal\u00e1ciou.
feature.IBMDocs.IBMConnectionsG.name=Vopred nain\u0161talovan\u00e9 produkty spolupr\u00e1ce IBM na integr\u00e1ciu s produktom HCL Connections Docs
feature.IBMDocs.IBMConnectionsG.description=Integr\u00e1cia produktu HCL Connections Docs s produktmi spolupr\u00e1ce IBM poskytuje pou\u017e\u00edvate\u013eom soci\u00e1lne schopnosti pri pr\u00e1ci s dokumentom.
feature.IBMDocs.IBMConnections.name=HCL Connections Suite
feature.IBMDocs.IBMConnections.description=Komponent HCL Connections Suite poskytuje \u00falo\u017en\u00fd priestor dokumentov, mana\u017ement kont a soci\u00e1lne schopnosti vr\u00e1tane sledovania stavu a rozhovoru v dokumentoch, ak je nain\u0161talovan\u00fd server rozhovorov/sch\u00f4dz\u00ed Connections (Sametime). Produkt Connections Docs vy\u017eaduje arch\u00edv, preto ak zru\u0161\u00edte v\u00fdber komponentu HCL Connections Suite, mus\u00edte vybra\u0165 komponent "Slu\u017eby spr\u00e1vy podnikov\u00e9ho obsahu IBM", aby sa dalo pokra\u010dova\u0165 v tejto in\u0161tal\u00e1cii.
feature.IBMDocs.IBMST.name=Samostatn\u00e9 HCL Sametime pou\u017e\u00edvan\u00e9 so slu\u017ebami ECM
feature.IBMDocs.IBMST.description=Ke\u010f s\u00fa slu\u017eby spr\u00e1vy podnikov\u00e9ho obsahu IBM arch\u00edvom, komponent Samostatn\u00e9 Sametime poskytuje schopnosti sledovanie stavu a rozhovoru v dokumentoch.
feature.IBMDocs.IBMLCST.name=Rozhovor a sch\u00f4dze HCL Connections
feature.IBMDocs.IBMLCST.description=Rozhovor a sch\u00f4dze HCL Connections
feature.IBMDocs.IBMCCMG.name=Vopred nain\u0161talovan\u00e9 produkty spr\u00e1vy obsahu IBM na integr\u00e1ciu s produktom HCL Connections Docs
feature.IBMDocs.IBMCCMG.description=Integr\u00e1cia produktu HCL Connections Docs s produktom spr\u00e1vy obsahu IBM umo\u017e\u0148uje pou\u017e\u00edvate\u013eom otv\u00e1ra\u0165 a upravova\u0165 dokumenty priamo z priraden\u00e9ho arch\u00edvu.
feature.IBMDocs.IBMCCM.name=HCL Connections Content Manager zahrnut\u00e9 s komponentom Connections Suite
feature.IBMDocs.IBMCCM.description=Pred v\u00fdberom komponentu HCL Connections Content Manager mus\u00edte najprv vybra\u0165 komponent HCL Connections Suite.
feature.IBMDocs.IBMECM.name=Slu\u017eby spr\u00e1vy podnikov\u00e9ho obsahu IBM
feature.IBMDocs.IBMECM.description=Ak zru\u0161\u00edte v\u00fdber komponentu Slu\u017eby spr\u00e1vy podnikov\u00e9ho obsahu IBM, mus\u00edte vybra\u0165 komponent HCL Connections Suite.
feature.IBMDocs.IBMSTG.name=Integr\u00e1cia so slu\u017ebou rozhovoru a sch\u00f4dz\u00ed
feature.IBMDocs.IBMSTG.description=Integr\u00e1cia so slu\u017ebou rozhovoru a sch\u00f4dz\u00ed
feature.IBMDocs.IBMViewer.name=Aplik\u00e1cia Viewer
feature.IBMDocs.IBMViewer.description=Pomocou aplik\u00e1cie Viewer produktu HCL Connections Docs m\u00f4\u017eu pou\u017e\u00edvatelia s pr\u00edstupom editora zobrazi\u0165 najnov\u0161iu zverejnen\u00fa verziu dokumentu.
feature.IBMDocs.IBMDocsProxy.name=Proxy editora
feature.IBMDocs.IBMDocsProxy.description=Proxy editora poskytuje afinitu rel\u00e1cie v produkte HCL Connections Docs.
feature.IBMDocs.IBMDocsExt.name=Roz\u0161\u00edrenie editora
feature.IBMDocs.IBMDocsExt.description=Roz\u0161\u00edrenie editora produktu HCL Connections Docs integruje produkt Docs s produktom Connections, aby mohli pou\u017e\u00edvatelia otv\u00e1ra\u0165 a upravova\u0165 dokumenty v produkte Connections Docs.
feature.IBMDocs.IBMViewerExt.name=Roz\u0161\u00edrenie Viewer
feature.IBMDocs.IBMViewerExt.description=Roz\u0161\u00edrenie Viewer integruje Viewer s produktom Connections, aby mohli pou\u017e\u00edvatelia zobrazova\u0165 dokumenty v produkte HCL Connections Docs.

feature.ConnectionsDocs.IBMProductsIntegrationG.name=Produkty, s ktor\u00fdmi bude integrovan\u00fd produkt HCL Connections Docs. "Connections" m\u00f4\u017ee zah\u0155\u0148a\u0165 integr\u00e1ciu s produktom Sametime
feature.ConnectionsDocs.IBMProductsIntegrationG.description=Integr\u00e1cia produktu HCL Connections Docs s in\u00fdmi produktmi umo\u017e\u0148uje pou\u017e\u00edvate\u013eom otv\u00e1ra\u0165 a upravova\u0165 dokumenty priamo z priraden\u00e9ho arch\u00edvu a poskytuje im soci\u00e1lne schopnosti pri pr\u00e1ci v dokumente.

feature.ConnectionsDocs.IBMConnections.name=Lotus Connections
feature.ConnectionsDocs.IBMConnections.description=Bude sa integrova\u0165 iba produkt HCL Connections. Produkt Connections zah\u0155\u0148a aplik\u00e1cie S\u00fabory, Novinky, Komunity, Profily, mana\u017ement kont at\u010f. Aplik\u00e1cia S\u00fabory poskytuje z\u00e1kladn\u00fd arch\u00edv dokumentov a mana\u017ement dokumentov. Ak m\u00e1 produkt Connections integrovan\u00e9 slu\u017eby Sametime, v dokumentoch je k dispoz\u00edcii sledovanie stavu a rozhovor.

feature.ConnectionsDocs.IBMICCCM.name=Connections a Connections Content Manager
feature.ConnectionsDocs.IBMICCCM.description=Spolu s produktom HCL Connections sa bude integrova\u0165 produkt HCL Connections Content Manager, ktor\u00fd poskytuje roz\u0161iren\u00fd \u00falo\u017en\u00fd priestor arch\u00edvu dokumentov a mana\u017ement prostredn\u00edctvom kni\u017en\u00edc komunity vr\u00e1tane komplexn\u00e9ho prihlasovania a odhlasovania dokumentov. 

feature.ConnectionsDocs.IBMECM.name=Content Navigator
feature.ConnectionsDocs.IBMECM.description=Bude sa integrova\u0165 iba produkt IBM Content Navigator. Content Navigator je ve\u013emi robustn\u00fd arch\u00edv dokumentov a riadiaci syst\u00e9m.

feature.ConnectionsDocs.IBMSTG.name=Content Navigator a Sametime
feature.ConnectionsDocs.IBMSTG.description=Spolu s produktom IBM Content Navigator sa bude integrova\u0165 produkt HCL Sametime, ktor\u00fd poskytuje sledovanie stavu a schopnosti rozhovoru v dokumentoch.

feature.ConnectionsDocs.IBMICECM.name=Connections a Content Navigator
feature.ConnectionsDocs.IBMICECM.description=Produkty HCL Connections a IBM Content Navigator sa bud\u00fa integrova\u0165 v rovnakom \u010dase a poskytuj\u00fa r\u00f4zne typy ukladania a mana\u017ementu dokumentov spolu s mana\u017emenom kont a soci\u00e1lnymi schopnos\u0165ami. Ak m\u00e1 produkt Connections integrovan\u00e9 slu\u017eby Sametime, v dokumentoch je k dispoz\u00edcii sledovanie stavu a rozhovor.

feature.ConnectionsDocs.IBMICCCMECM.name=Connections, Connections Content Manager a Content Navigator
feature.ConnectionsDocs.IBMICCCMECM.description=Bud\u00fa sa integrova\u0165 produkty HCL Connections, HCL Connections Content Manager a IBM Content Navigator na poskytnutie roz\u0161\u00edren\u00e9ho arch\u00edvu dokumentov, mana\u017ementu kont a soci\u00e1lnych schopnost\u00ed, ktor\u00e9 zah\u0155\u0148aj\u00fa sledovanie stavu a rozhovor v dokumentoch, ak m\u00e1 produkt Connections integrovan\u00e9 slu\u017eby Sametime.

feature.ConnectionsDocs.IBMTPI.description=Produkt HCL Connections Docs sa bude integrova\u0165 s arch\u00edvom s\u00faborov in\u00fdm ako od IBM.
feature.ConnectionsDocs.IBMTPI.name=In\u00e9 syst\u00e9my spr\u00e1vy obsahu
