# NLS_MESSAGEFORMAT_VAR
# NLS_ENCODING=UNICODE
feature.display.name.10000=HCL Connections Docs
vendor.name.value=HCL
offering.description=Despliegue de la interfaz gr\u00e1fica de usuario de HCL Connections Docs
offering.display.name=HCL Connections Docs
feature.IBMDocs.IBMConversion.name=Aplicaci\u00f3n Document Format Conversion
feature.IBMDocs.IBMConversion.description=La aplicaci\u00f3n Document Format Conversion de HCL Connections Docs formatea los documentos cargados en Connections Files para que puedan abrirse o editarse en l\u00ednea en la aplicaci\u00f3n Editor.
feature.IBMDocs.IBMDocs.name=Aplicaci\u00f3n Editor
feature.IBMDocs.IBMDocs.description=Antes de seleccionar la aplicaci\u00f3n Editor de HCL Connections Docs, debe seleccionar primero la aplicaci\u00f3n Document Format Conversion.
feature.IBMDocs.IBMDocsG.name=Aplicaci\u00f3n Editor que se va a instalar
feature.IBMDocs.IBMDocsG.description=Seleccione los componentes de HCL Connections Docs que desea desplegar con este asistente de instalaci\u00f3n.
feature.IBMDocs.IBMConnectionsG.name=Productos de colaboraci\u00f3n de IBM preinstalados que se van a integrar con HCL Connections Docs
feature.IBMDocs.IBMConnectionsG.description=La integraci\u00f3n de HCL Connections Docs con los productos de colaboraci\u00f3n de IBM proporciona a los usuarios prestaciones sociales cuando trabajan en un documento.
feature.IBMDocs.IBMConnections.name=HCL Connections Suite
feature.IBMDocs.IBMConnections.description=HCL Connections Suite proporciona almacenamiento de documentos, gesti\u00f3n de cuentas y prestaciones sociales como, por ejemplo, el reconocimiento y la conversaci\u00f3n dentro de los documentos si ha instalado el servidor de Connections Chat/Meetings (Sametime). Como Connections Docs requiere un repositorio, si deselecciona HCL Connections Suite, debe seleccionar "IBM Enterprise Content Management Services" para continuar con esta instalaci\u00f3n.
feature.IBMDocs.IBMST.name=HCL Sametime Standalone, que se utiliza con los servicios ECM
feature.IBMDocs.IBMST.description=Cuando IBM Enterprise Content Management Services es el repositorio, Sametime Standalone proporciona prestaciones de reconocimiento y conversaci\u00f3n en los documentos.
feature.IBMDocs.IBMLCST.name=HCL Connections Chat and Meetings
feature.IBMDocs.IBMLCST.description=HCL Connections Chat and Meetings
feature.IBMDocs.IBMCCMG.name=Productos de gesti\u00f3n de contenidos de IBM preinstalados que se van a integrar con HCL Connections Docs
feature.IBMDocs.IBMCCMG.description=La integraci\u00f3n de HCL Connections Docs con un producto de gesti\u00f3n de contenidos de IBM permite a los usuarios abrir y editar documentos directamente desde el repositorio asociado.
feature.IBMDocs.IBMCCM.name=HCL Connections Content Manager est\u00e1 incluido con Connections Suite
feature.IBMDocs.IBMCCM.description=Antes de seleccionar HCL Connections Content Manager, debe seleccionar primero "HCL Connections Suite. "
feature.IBMDocs.IBMECM.name=IBM Enterprise Content Management Services
feature.IBMDocs.IBMECM.description=Si deselecciona "IBM Enterprise Content Management Services", debe seleccionar "HCL Connections Suite".
feature.IBMDocs.IBMSTG.name=Integraci\u00f3n con el servicio de conversaci\u00f3n y reuniones
feature.IBMDocs.IBMSTG.description=Integraci\u00f3n con el servicio de conversaci\u00f3n y reuniones
feature.IBMDocs.IBMViewer.name=Aplicaci\u00f3n Viewer
feature.IBMDocs.IBMViewer.description=Con la aplicaci\u00f3n Viewer de HCL Connections Docs, los usuarios con acceso de lector pueden ver la \u00faltima versi\u00f3n publicada de un documento.
feature.IBMDocs.IBMDocsProxy.name=Proxy de Editor
feature.IBMDocs.IBMDocsProxy.description=El proxy de Editor proporciona afinidad de sesiones en HCL Connections Docs.
feature.IBMDocs.IBMDocsExt.name=Extensi\u00f3n de Editor
feature.IBMDocs.IBMDocsExt.description=La extensi\u00f3n de Editor de HCL Connections Docs integra Docs con Connections para que los usuarios puedan abrir y editar los documentos en Connections Docs.
feature.IBMDocs.IBMViewerExt.name=Extensi\u00f3n de Viewer
feature.IBMDocs.IBMViewerExt.description=La extensi\u00f3n de Viewer integra Viewer con Connections para permitir que los usuarios vean documentos en HCL Connections Docs.

feature.ConnectionsDocs.IBMProductsIntegrationG.name=Productos con los que se integrar\u00e1 HCL Connections Docs. "Connections" pueden incluir la integraci\u00f3n de Sametime
feature.ConnectionsDocs.IBMProductsIntegrationG.description=La integraci\u00f3n de HCL Connections Docs con otros productos permite a los usuarios abrir y editar documentos directamente desde el repositorio asociado, y les proporciona prestaciones sociales cuando trabajan en un documento.

feature.ConnectionsDocs.IBMConnections.name=Connections
feature.ConnectionsDocs.IBMConnections.description=Solamente HCL Connections se integrar\u00e1. Connections incluye Archivos, Noticias, Comunidades, Perfiles, gesti\u00f3n de cuenta, y as\u00ed sucesivamente. Archivos proporciona un repositorio de documentos b\u00e1sico y gesti\u00f3n de documentos. Reconocimiento y conversaci\u00f3n en los documentos est\u00e1 disponible si Connections tiene servicios integrados de Sametime.

feature.ConnectionsDocs.IBMICCCM.name=Connections y Connections Content Manager
feature.ConnectionsDocs.IBMICCCM.description=Junto con HCL Connections, HCL Connections Content Manager se integrar\u00e1 para proporcionar almacenaje de repositorio de documento avanzado y gesti\u00f3n a trav\u00e9s de las bibliotecas de la comunidad, incluyendo registro y salida de documentos complejo. 

feature.ConnectionsDocs.IBMECM.name=Content Navigator
feature.ConnectionsDocs.IBMECM.description=Solamente IBM Content Navigator ser\u00e1 integrado. Content Navigator es un repositorio de documento y sistema de gesti\u00f3n muy robusto.

feature.ConnectionsDocs.IBMSTG.name=Content Navigator y Sametime
feature.ConnectionsDocs.IBMSTG.description=Junto con IBM Content Navigator, HCL Sametime ser\u00e1 integrado para proporcionar prestaciones de reconocimiento y conversaci\u00f3n en documentos.

feature.ConnectionsDocs.IBMICECM.name=Connections y Content Navigator
feature.ConnectionsDocs.IBMICECM.description=Tanto HCL Connections como IBM Content Navigator ser\u00e1n integrados a la vez para proporcionar diferentes tipos de almacenamiento de documento y gesti\u00f3n, junto con gesti\u00f3n de cuentas y prestaciones sociales. Reconocimiento y conversaci\u00f3n en los documentos est\u00e1 disponible si Connections tiene servicios integrados de Sametime.

feature.ConnectionsDocs.IBMICCCMECM.name=Connections, Connections Content Manager, y Content Navigator
feature.ConnectionsDocs.IBMICCCMECM.description=HCL Connections, HCL Connections Content Manager, e IBM Content Navigator ser\u00e1n integrados para proporcionar repositorio de documento avanzado, gesti\u00f3n de cuentas, y prestaciones sociales que incluyen reconocimiento y conversaci\u00f3n en documentos si Connections tiene integrados servicios de Sametime.

feature.ConnectionsDocs.IBMTPI.description=HCL Connections Docs se integrar\u00e1 con un repositorio de archivos no IBM.
feature.ConnectionsDocs.IBMTPI.name=Otros sistemas de gesti\u00f3n de contenido
