# NLS_MESSAGEFORMAT_VAR
# NLS_ENCODING=UNICODE
feature.display.name.10000=HCL Connections Docs
vendor.name.value=HCL
offering.description=Grafiskt gr\u00e4nssnitt f\u00f6r HCL Connections Docs-drifts\u00e4ttning
offering.display.name=HCL Connections Docs
feature.IBMDocs.IBMConversion.name=Document Format Conversion Application
feature.IBMDocs.IBMConversion.description=Document Format Conversion Application i HCL Connections Docs formaterar dokument som har \u00f6verf\u00f6rts till Connections Files s\u00e5 att de kan \u00f6ppnas och redigeras i Editor Application.
feature.IBMDocs.IBMDocs.name=Editor Application
feature.IBMDocs.IBMDocs.description=Innan du v\u00e4ljer Editor Application i HCL Connections Docs m\u00e5ste du f\u00f6rst v\u00e4lja Document Format Conversion Application.
feature.IBMDocs.IBMDocsG.name=Editor Application som ska installeras
feature.IBMDocs.IBMDocsG.description=V\u00e4lj de HCL Connections Docs-komponenter du vill att installationsguiden ska drifts\u00e4tta.
feature.IBMDocs.IBMConnectionsG.name=F\u00f6rinstallerade HCL collaboration-produkter som ska integreras med HCL Connections Docs
feature.IBMDocs.IBMConnectionsG.description=Integrering av HCL Connections Docs med HCL collaboration-produkter ger anv\u00e4ndare sociala funktioner de kan anv\u00e4nda n\u00e4r de arbetar med dokument.
feature.IBMDocs.IBMConnections.name=HCL Connections Suite
feature.IBMDocs.IBMConnections.description=HCL Connections Suite inneh\u00e5ller funktioner f\u00f6r dokumentlagring, kontohantering och sociala funktioner f\u00f6r n\u00e4rvaro och chatt fr\u00e5n dokument om Connections Chat/Meetings-servern (Sametime) har installerats. Om du avmarkerar HCL Connections Suite m\u00e5ste du, eftersom Connections Docs kr\u00e4ver en beh\u00e5llare, v\u00e4lja IBM Enterprise Content Management Services om installationen ska kunna forts\u00e4tta.
feature.IBMDocs.IBMST.name=HCL Sametime Stand-alone med ECM-tj\u00e4nster
feature.IBMDocs.IBMST.description=Om IBM Enterprise Content Management Services fungerar som beh\u00e5llare inneh\u00e5ller Sametime Stand-alone n\u00e4rvaro- och chattfunktioner som kan anv\u00e4ndas i dokument.
feature.IBMDocs.IBMLCST.name=HCL Connections Chat och Meetings
feature.IBMDocs.IBMLCST.description=HCL Connections Chat och Meetings
feature.IBMDocs.IBMCCMG.name=F\u00f6rinstallerade IBM Content Management-produkter som ska integreras med HCL Connections Docs
feature.IBMDocs.IBMCCMG.description=Integrering av HCL Connections Docs med en IBM Content Management-produkt g\u00f6r att anv\u00e4ndare kan \u00f6ppna och redigera dokument direkt fr\u00e5n det associerade lagret.
feature.IBMDocs.IBMCCM.name=HCL Connections Content Manager med Connections Suite
feature.IBMDocs.IBMCCM.description=Innan du v\u00e4ljer HCL Connections Content Manager m\u00e5ste du v\u00e4lja HCL Connections Suite.
feature.IBMDocs.IBMECM.name=IBM Enterprise Content Management Services
feature.IBMDocs.IBMECM.description=Om du avmarkerar IBM Enterprise Content Management Services m\u00e5ste du v\u00e4lja HCL Connections Suite.
feature.IBMDocs.IBMSTG.name=Integrering med Chat- och Meetings-tj\u00e4nsten
feature.IBMDocs.IBMSTG.description=Integrering med Chat- och Meetings-tj\u00e4nsten
feature.IBMDocs.IBMViewer.name=Viewer Application
feature.IBMDocs.IBMViewer.description=Med Viewer Application i HCL Connections Docs kan anv\u00e4ndare med l\u00e4s\u00e5tkomst se den senast publicerade versionen av ett dokument.
feature.IBMDocs.IBMDocsProxy.name=Editor Proxy
feature.IBMDocs.IBMDocsProxy.description=Editor Proxy ger sessionsfunktioner i HCL Connections Docs.
feature.IBMDocs.IBMDocsExt.name=Editor Extension
feature.IBMDocs.IBMDocsExt.description=Editor Extension i HCL Connections Docs integrerar Docs med Connections s\u00e5 att anv\u00e4ndare kan \u00f6ppna och redigera dokument i Connections Docs.
feature.IBMDocs.IBMViewerExt.name=Viewer Extension
feature.IBMDocs.IBMViewerExt.description=Viewer Extension integrerar Viewer med Connections s\u00e5 att anv\u00e4ndare kan visa dokument i Connections Docs.

feature.ConnectionsDocs.IBMProductsIntegrationG.name=Produkter som HCL Connections Docs kommer att integreras med. "Connections" kan inkludera Sametime-integrering.
feature.ConnectionsDocs.IBMProductsIntegrationG.description=Genom att integrera HCL Connections Docs med andra produkter kan anv\u00e4ndare \u00f6ppna och redigera dokument direkt fr\u00e5n det associerade lagret. Anv\u00e4ndare f\u00e5r ocks\u00e5 tillg\u00e5ng till sociala funktioner n\u00e4r de arbetar i ett dokument.

feature.ConnectionsDocs.IBMConnections.name=Connections
feature.ConnectionsDocs.IBMConnections.description=Endast HCL Connections integreras. Connections inkluderar Filer, Nyheter, Gemenskaper, Profiler, kontohantering osv. Filer tillhandah\u00e5ller ett grundl\u00e4ggande dokumentlager och dokumenthantering. N\u00e4rvaro- och chattfunktioner inom dokument \u00e4r tillg\u00e4ngligt om Connections har integrerade Sametime-tj\u00e4nster.

feature.ConnectionsDocs.IBMICCCM.name=Connections och Connections Content Manager
feature.ConnectionsDocs.IBMICCCM.description=Tillsammans med HCL Connections, integreras HCL Connections Content Manager f\u00f6r att tillhandah\u00e5lla avancerade funktioner f\u00f6r dokumentlagring och hantering genom gemenskapsbibliotek, inklusive komplex incheckning och utcheckning av dokument.

feature.ConnectionsDocs.IBMECM.name=Content Navigator
feature.ConnectionsDocs.IBMECM.description=Endast IBM Content Navigator integreras. Content Navigator \u00e4r ett v\u00e4ldigt robust system f\u00f6r lagring och hantering av dokument.

feature.ConnectionsDocs.IBMSTG.name=Content Navigator och Sametime
feature.ConnectionsDocs.IBMSTG.description=Tillsammans med IBM Content Navigator, integreras HCL Sametime f\u00f6r att tillhandah\u00e5lla n\u00e4rvaro- och chattfunktioner i dokument.

feature.ConnectionsDocs.IBMICECM.name=Connections och Content Navigator
feature.ConnectionsDocs.IBMICECM.description=B\u00e5de HCL Connections och IBM Content Navigator integreras samtidigt f\u00f6r att tillhandah\u00e5lla olika typer av dokumentlagring och hantering, tillsammans med kontohantering och sociala funktioner. N\u00e4rvaro- och chattfunktioner inom dokument \u00e4r tillg\u00e4ngligt om Connections har integrerade Sametime-tj\u00e4nster.

feature.ConnectionsDocs.IBMICCCMECM.name=Connections, Connections Content Manager och Content Navigator
feature.ConnectionsDocs.IBMICCCMECM.description=HCL Connections, HCL Connections Content Manager och IBM Content Navigator integreras alla f\u00f6r att tillhandah\u00e5lla avancerad dokumentlagring, kontohantering, och sociala funktioner som inkluderar n\u00e4rvaro- och chattfunktioner i dokument om Connections har integrerade Sametime-tj\u00e4nster.

feature.ConnectionsDocs.IBMTPI.description=HCL Connections Docs kommer att integreras med ett icke-IBM-fillager.
feature.ConnectionsDocs.IBMTPI.name=Andra inneh\u00e5llshanteringssystem
