# NLS_MESSAGEFORMAT_VAR
# NLS_ENCODING=UNICODE
feature.display.name.10000=HCL Connections Docs
vendor.name.value=HCL
offering.description=Grafikus felhaszn\u00e1l\u00f3i fel\u00fclet telep\u00edt\u00e9se az HCL Connections Docs alkalmaz\u00e1shoz
offering.display.name=HCL Connections Docs
feature.IBMDocs.IBMConversion.name=Document Format Conversion alkalmaz\u00e1s
feature.IBMDocs.IBMConversion.description=Az HCL Connections Docs Document Format Conversion alkalmaz\u00e1sa \u00fagy form\u00e1zza a Connections Files alkalmaz\u00e1sba felt\u00f6lt\u00f6tt dokumentumokat, hogy azok online megnyithat\u00f3k \u00e9s szerkeszthet\u0151ek legyenek az Editor alkalmaz\u00e1sban.
feature.IBMDocs.IBMDocs.name=Editor alkalmaz\u00e1s
feature.IBMDocs.IBMDocs.description=Az HCL Connections Docs Editor alkalmaz\u00e1s\u00e1nak kiv\u00e1laszt\u00e1sa el\u0151tt ki kell v\u00e1lasztania a Document Format Conversion alkalmaz\u00e1st.
feature.IBMDocs.IBMDocsG.name=Telep\u00edtend\u0151 Editor alkalmaz\u00e1s
feature.IBMDocs.IBMDocsG.description=V\u00e1lassza ki azokat az HCL Connections Docs-\u00f6sszetev\u0151ket, amelyeket ezzel a telep\u00edt\u0151var\u00e1zsl\u00f3val telep\u00edteni k\u00edv\u00e1n.
feature.IBMDocs.IBMConnectionsG.name=Az HCL Connections Docs alkalmaz\u00e1ssal integr\u00e1lhat\u00f3 el\u0151re telep\u00edtett IBM egy\u00fcttm\u0171k\u00f6d\u00e9si term\u00e9kek
feature.IBMDocs.IBMConnectionsG.description=Az HCL Connections Docs \u00e9s az IBM egy\u00fcttm\u0171k\u00f6d\u00e9si term\u00e9kek integr\u00e1l\u00e1sa k\u00f6z\u00f6ss\u00e9gi k\u00e9pess\u00e9geket biztos\u00edt a felhaszn\u00e1l\u00f3k sz\u00e1m\u00e1ra a dokumentumokon val\u00f3 munkav\u00e9gz\u00e9s sor\u00e1n.
feature.IBMDocs.IBMConnections.name=HCL Connections Suite
feature.IBMDocs.IBMConnections.description=Az HCL Connections Suite dokumentumt\u00e1rol\u00e1st, fi\u00f3kkezel\u00e9st \u00e9s k\u00f6z\u00f6ss\u00e9gi k\u00e9pess\u00e9geket biztos\u00edt, a Connections Chat/Meetings (Sametime) kiszolg\u00e1l\u00f3 telep\u00edt\u00e9se eset\u00e9n bele\u00e9rtve a dokumentumokon bel\u00fcli megfigyel\u00e9st \u00e9s cseveg\u00e9st. Mivel a Connections Docs t\u00e1rat ig\u00e9nyel, az HCL Connections Suite kijel\u00f6l\u00e9s\u00e9nek megsz\u00fcntet\u00e9se eset\u00e9n a telep\u00edt\u00e9s folytat\u00e1s\u00e1hoz ki kell v\u00e1lasztania az "IBM v\u00e1llalati tartalomkezel\u0151 szolg\u00e1ltat\u00e1sok" lehet\u0151s\u00e9get.
feature.IBMDocs.IBMST.name=Az HCL Sametime k\u00fcl\u00f6n\u00e1ll\u00f3 kiszolg\u00e1l\u00f3 haszn\u00e1lata az ECM-szolg\u00e1ltat\u00e1sokkal
feature.IBMDocs.IBMST.description=Amikor az IBM v\u00e1llalati tartalomkezel\u0151 szolg\u00e1ltat\u00e1sok t\u00e1rk\u00e9nt szolg\u00e1lnak, a Sametime k\u00fcl\u00f6n\u00e1ll\u00f3 kiszolg\u00e1l\u00f3 biztos\u00edtja a megfigyel\u00e9st \u00e9s a cseveg\u00e9st a dokumentumokban.
feature.IBMDocs.IBMLCST.name=HCL Connections Chat \u00e9s Meetings
feature.IBMDocs.IBMLCST.description=HCL Connections Chat \u00e9s Meetings
feature.IBMDocs.IBMCCMG.name=Az HCL Connections Docs alkalmaz\u00e1ssal integr\u00e1lhat\u00f3 el\u0151re telep\u00edtett IBM tartalomkezel\u00e9si term\u00e9kek
feature.IBMDocs.IBMCCMG.description=Az HCL Connections Docs \u00e9s egy IBM tartalomkezel\u00e9si term\u00e9k integr\u00e1l\u00e1s\u00e1val a felhaszn\u00e1l\u00f3k k\u00f6zvetlen\u00fcl a t\u00e1rs\u00edtott t\u00e1rb\u00f3l nyithatnak meg \u00e9s szerkeszthetnek dokumentumokat.
feature.IBMDocs.IBMCCM.name=A Connections Suite r\u00e9szek\u00e9nt el\u00e9rhet\u0151 HCL Connections Content Manager
feature.IBMDocs.IBMCCM.description=Az HCL Connections Content Manager kiv\u00e1laszt\u00e1sa el\u0151tt ki kell v\u00e1lasztania az "HCL Connections Suite" csomagot.
feature.IBMDocs.IBMECM.name=IBM v\u00e1llalati tartalomkezel\u0151 szolg\u00e1ltat\u00e1sok
feature.IBMDocs.IBMECM.description=Az "IBM v\u00e1llalati tartalomkezel\u0151 szolg\u00e1ltat\u00e1sok" kijel\u00f6l\u00e9s\u00e9nek megsz\u00fcntet\u00e9se eset\u00e9n ki kell v\u00e1lasztania az "HCL Connections Suite" lehet\u0151s\u00e9get.
feature.IBMDocs.IBMSTG.name=Integr\u00e1l\u00e1s a Chat \u00e9s Meetings szolg\u00e1ltat\u00e1sokkal
feature.IBMDocs.IBMSTG.description=Integr\u00e1l\u00e1s a Chat \u00e9s Meetings szolg\u00e1ltat\u00e1sokkal
feature.IBMDocs.IBMViewer.name=Viewer alkalmaz\u00e1s
feature.IBMDocs.IBMViewer.description=Az HCL Connections Docs Viewer alkalmaz\u00e1s\u00e1nak seg\u00edts\u00e9g\u00e9vel az olvas\u00e1si jogosults\u00e1ggal rendelkez\u0151 felhaszn\u00e1l\u00f3k megjelen\u00edthetik egy dokumentum utolj\u00e1ra k\u00f6zz\u00e9tett v\u00e1ltozat\u00e1t.
feature.IBMDocs.IBMDocsProxy.name=Editor proxy
feature.IBMDocs.IBMDocsProxy.description=Az Editor proxy munkamenet-affinit\u00e1st biztos\u00edt az HCL Connections Docs alkalmaz\u00e1sban.
feature.IBMDocs.IBMDocsExt.name=Editor b\u0151v\u00edtm\u00e9ny
feature.IBMDocs.IBMDocsExt.description=Az HCL Connections Docs Editor b\u0151v\u00edtm\u00e9nye integr\u00e1lja a Docs \u00e9s a Connections szolg\u00e1ltat\u00e1sokat, \u00edgy lehet\u0151v\u00e9 teszi, hogy a felhaszn\u00e1l\u00f3k dokumentumokat nyissanak meg \u00e9s szerkesszenek a Connections Docs alkalmaz\u00e1sban.
feature.IBMDocs.IBMViewerExt.name=Viewer-b\u0151v\u00edtm\u00e9ny
feature.IBMDocs.IBMViewerExt.description=Ez a Viewer b\u0151v\u00edtm\u00e9ny integr\u00e1lja a Viewer \u00e9s a Connections rendszert, ami lehet\u0151v\u00e9 teszi, hogy a felhaszn\u00e1l\u00f3k dokumentumokat tekintsenek meg az HCL Connections Docs alkalmaz\u00e1sban.

feature.ConnectionsDocs.IBMProductsIntegrationG.name=Az HCL Connections Docs alkalmaz\u00e1ssal integr\u00e1lhat\u00f3 term\u00e9kek. A "Connections" tartalmazhat Sametime integr\u00e1ci\u00f3t
feature.ConnectionsDocs.IBMProductsIntegrationG.description=Az HCL Connections Docs m\u00e1s term\u00e9kekkel val\u00f3 integr\u00e1l\u00e1s\u00e1val a felhaszn\u00e1l\u00f3k k\u00f6zvetlen\u00fcl a t\u00e1rs\u00edtott t\u00e1rb\u00f3l nyithatnak meg \u00e9s szerkeszthetnek dokumentumokat, valamint k\u00f6z\u00f6ss\u00e9gi funkci\u00f3kat haszn\u00e1lhatnak a dokumentumokon val\u00f3 munkav\u00e9gz\u00e9s sor\u00e1n.

feature.ConnectionsDocs.IBMConnections.name=Connections
feature.ConnectionsDocs.IBMConnections.description=Csak az HCL Connections integr\u00e1l\u00e1sa. A Connections tartalma: F\u00e1jlok, H\u00edrek, K\u00f6z\u00f6ss\u00e9gek, Profilok, fi\u00f3kkezel\u00e9s stb. A F\u00e1jlok alapvet\u0151 dokumentumt\u00e1rol\u00e1si \u00e9s dokumentumkezel\u00e9si k\u00e9pess\u00e9geket biztos\u00edt. Ha a Connections integr\u00e1lja a Sametime szolg\u00e1ltat\u00e1sait, el\u00e9rhet\u0151 a jelenl\u00e9tfigyel\u00e9s \u00e9s a cseveg\u00e9s a dokumentumokon bel\u00fcl.

feature.ConnectionsDocs.IBMICCCM.name=Connections \u00e9s Connections Content Manager
feature.ConnectionsDocs.IBMICCCM.description=Az HCL Connections mellett a rendszer integr\u00e1lja az HCL Connections Content Manager alkalmaz\u00e1st, \u00edgy a k\u00f6z\u00f6ss\u00e9gi k\u00f6nyvt\u00e1rakban fejlett dokumentumt\u00e1rol\u00e1si \u00e9s -kezel\u00e9si k\u00e9pess\u00e9gek \u00e1llnak rendelkez\u00e9sre, bele\u00e9rtve a dokumentumok komplex bead\u00e1s\u00e1t \u00e9s kiad\u00e1s\u00e1t. 

feature.ConnectionsDocs.IBMECM.name=Content Navigator
feature.ConnectionsDocs.IBMECM.description=Csak az IBM Content Navigator integr\u00e1l\u00e1sa. A Content Navigator egy rendk\u00edv\u00fcl megb\u00edzhat\u00f3 dokumentumt\u00e1rol\u00e1si \u00e9s -kezel\u00e9si rendszer.

feature.ConnectionsDocs.IBMSTG.name=Content Navigator \u00e9s Sametime
feature.ConnectionsDocs.IBMSTG.description=Az IBM Content Navigator mellett a rendszer integr\u00e1lja az HCL Sametime alkalmaz\u00e1st, \u00edgy el\u00e9rhet\u0151 a jelenl\u00e9t-figyel\u00e9si \u00e9s cseveg\u00e9si k\u00e9pess\u00e9g a dokumentumokon bel\u00fcl.

feature.ConnectionsDocs.IBMICECM.name=Connections \u00e9s Content Navigator
feature.ConnectionsDocs.IBMICECM.description=Az HCL Connections \u00e9s IBM Content Navigator alkalmaz\u00e1sokat egyszerre integr\u00e1lja a rendszer, \u00edgy a fi\u00f3kkezel\u00e9si \u00e9s k\u00f6z\u00f6ss\u00e9gi k\u00e9pess\u00e9gek mellett k\u00fcl\u00f6nb\u00f6z\u0151 dokumentumt\u00e1rol\u00e1si \u00e9s -kezel\u00e9si k\u00e9pess\u00e9gek is el\u00e9rhet\u0151k. Ha a Connections integr\u00e1lja a Sametime szolg\u00e1ltat\u00e1sait, el\u00e9rhet\u0151 a jelenl\u00e9tfigyel\u00e9s \u00e9s a cseveg\u00e9s a dokumentumokon bel\u00fcl.

feature.ConnectionsDocs.IBMICCCMECM.name=Connections, Connections Content Manager \u00e9s Content Navigator
feature.ConnectionsDocs.IBMICCCMECM.description=A rendszer integr\u00e1lja az HCL Connections, az HCL Connections Content Manager \u00e9s az IBM Content Navigator alkalmaz\u00e1st is, \u00edgy fejlett dokumentumt\u00e1rol\u00e1si, fi\u00f3kkezel\u00e9si \u00e9s k\u00f6z\u00f6ss\u00e9gi k\u00e9pess\u00e9gek \u00e9rhet\u0151k el, t\u00f6bbek k\u00f6z\u00f6tt a dokumentumokon bel\u00fcli jelenl\u00e9tfigyel\u00e9s \u00e9s cseveg\u00e9s, ha a Connections alkalmaz\u00e1sban integr\u00e1lva vannak a Sametime szolg\u00e1ltat\u00e1sai.

feature.ConnectionsDocs.IBMTPI.description=Az HCL Connections Docs alkalmaz\u00e1s egy nem IBM f\u00e1jlt\u00e1rral lesz integr\u00e1lva.
feature.ConnectionsDocs.IBMTPI.name=Egy\u00e9b tartalomkezel\u00e9si rendszerek
