# NLS_MESSAGEFORMAT_VAR
# NLS_ENCODING=UNICODE
feature.display.name.10000=HCL Connections Docs
vendor.name.value=HCL
offering.description=Implementering av grafisk brukergrensesnitt for HCL Connections Docs
offering.display.name=HCL Connections Docs
feature.IBMDocs.IBMConversion.name=Konverteringsapplikasjon for dokumentformat
feature.IBMDocs.IBMConversion.description=Konverteringsapplikasjonen for dokumentformat i HCL Connections Docs formaterer dokumenter som lastes opp til Connections Filer slik at de kan \u00e5pnes eller redigeres online i Editor-applikasjon.
feature.IBMDocs.IBMDocs.name=Editor-applikasjon
feature.IBMDocs.IBMDocs.description=F\u00f8r du velger Editor-applikasjonen i HCL Connections Docs, m\u00e5 du f\u00f8rst velge konverteringsapplikasjonen for dokumentformat.
feature.IBMDocs.IBMDocsG.name=Editor-applikasjon som skal installeres
feature.IBMDocs.IBMDocsG.description=Velg komponentene for HCL Connections Docs du vil at denne installeringsveiviseren skal implementere.
feature.IBMDocs.IBMConnectionsG.name=Forh\u00e5ndsinstallerte samarbeidsprodukter fra IBM som skal integreres med HCL Connections Docs
feature.IBMDocs.IBMConnectionsG.description=N\u00e5r HCL Connections Docs integreres med IBMs samarbeidsprodukter, f\u00e5r brukerne tilgang til sosiale funksjoner n\u00e5r de arbeider med et dokument.
feature.IBMDocs.IBMConnections.name=HCL Connections Suite
feature.IBMDocs.IBMConnections.description=HCL Connections Suite gir dokumentlagring, kontostyring og sosiale funksjoner, inkludert funksjoner for tilstedev\u00e6relse og samtale i dokumenter hvis du har installert Connections Chat/Meetings-serveren (Sametime). Connections Docs krever et datalager, s\u00e5 hvis du opphever valget av HCL Connections Suite, m\u00e5 du velge "IBM Enterprise Content Management-tjenester" for \u00e5 fortsette med denne installeringen.
feature.IBMDocs.IBMST.name=HCL Sametime Stand-alone, brukes sammen med ECM-tjenester
feature.IBMDocs.IBMST.description=N\u00e5r IBM Enterprise Content Management-tjenester er datalager, gir Sametime Stand-alone funksjoner for tilstedev\u00e6relse og samtale i dokumenter.
feature.IBMDocs.IBMLCST.name=HCL Connections Chat and Meetings
feature.IBMDocs.IBMLCST.description=HCL Connections Chat and Meetings
feature.IBMDocs.IBMCCMG.name=Forh\u00e5ndsinstallerte produkter for innholdsadministrasjon fra IBM som skal integreres med HCL Connections Docs
feature.IBMDocs.IBMCCMG.description=Hvis HCL Connections Docs integreres med et IBM-produkt for innholdsadministrasjon, kan brukerne \u00e5pne og redigere dokumenter direkte fra det tilknyttede  datalageret.
feature.IBMDocs.IBMCCM.name=HCL Connections Content Manager, inkludert med Connections Suite
feature.IBMDocs.IBMCCM.description=F\u00f8r du velger HCL Connections Content Manager, m\u00e5 du velge "HCL Connections Suite."
feature.IBMDocs.IBMECM.name=IBM Enterprise Content Management-tjenester
feature.IBMDocs.IBMECM.description=Hvis du opphever valget av "IBM Enterprise Content Management-tjenester," m\u00e5 du velge "HCL Connections Suite."
feature.IBMDocs.IBMSTG.name=Integrering med samtale- og m\u00f8tetjeneste
feature.IBMDocs.IBMSTG.description=Integrering med samtale- og m\u00f8tetjeneste
feature.IBMDocs.IBMViewer.name=Viewer-applikasjon
feature.IBMDocs.IBMViewer.description=Med Viewer-applikasjonen i HCL Connections Docs kan brukere med lesetilgang vise den nyeste publiserte versjonen av et dokument.
feature.IBMDocs.IBMDocsProxy.name=Editor-proxy
feature.IBMDocs.IBMDocsProxy.description=Editor-proxy gir sesjonsaffinitet i HCL Connections Docs.
feature.IBMDocs.IBMDocsExt.name=Editor-utvidelse
feature.IBMDocs.IBMDocsExt.description=Editor-utvidelsen i HCL Connections Docs integrerer Docs med Connections slik at brukerne kan \u00e5pne og redigere dokumenter i Connections Docs.
feature.IBMDocs.IBMViewerExt.name=Viewer-utvidelse
feature.IBMDocs.IBMViewerExt.description=Viewer-utvidelsen integrerer Viewer med Connections slik at brukerne kan vise dokumenter i HCL Connections Docs.

feature.ConnectionsDocs.IBMProductsIntegrationG.name=Produkter som HCL Connections Docs vil bli integrert med. "Connections" kan inkludere Sametime-integrering
feature.ConnectionsDocs.IBMProductsIntegrationG.description=Hvis HCL Connections Docs integreres med andre produkter, kan brukerne \u00e5pne og redigere dokumenter direkte fra det tilknyttede  datalageret, og de f\u00e5r tilgang til sosiale funksjoner n\u00e5r de arbeider i et dokument.

feature.ConnectionsDocs.IBMConnections.name=Connections
feature.ConnectionsDocs.IBMConnections.description=Bare HCL Connections vil v\u00e6re integrert. Connections inneholder Filer, Nyheter, Fellesskap, Profiler, kontostyring og s\u00e5 videre. Filer gir et grunnleggende dokumentlager og dokumentadministrasjon. Funksjoner for tilstedev\u00e6relse og samtale (chat) i dokumenter er tilgjengelig hvis Connections har integrerte Sametime-tjenester.

feature.ConnectionsDocs.IBMICCCM.name=Connections og Connections Content Manager
feature.ConnectionsDocs.IBMICCCM.description=Sammen med HCL Connections vil HCL Connections Content Manager v\u00e6re integrert for \u00e5 gi avanserte funksjoner for dokumentlagring og -administrasjon via fellesskapsbiblioteker, inkludert kompleks inn- og utsjekking av dokumenter. 

feature.ConnectionsDocs.IBMECM.name=Content Navigator
feature.ConnectionsDocs.IBMECM.description=Bare IBM Content Navigator vil v\u00e6re integrert. Content Navigator er et sv\u00e6rt robust system for dokumentlagring og -administrasjon.

feature.ConnectionsDocs.IBMSTG.name=Content Navigator og Sametime
feature.ConnectionsDocs.IBMSTG.description=Sammen med IBM Content Navigator vil HCL Sametime v\u00e6re integrert for \u00e5 gi funksjoner for tilstedev\u00e6relse og samtale (chat) i dokumenter.

feature.ConnectionsDocs.IBMICECM.name=Connections og Content Navigator
feature.ConnectionsDocs.IBMICECM.description=B\u00e5de HCL Connections og IBM Content Navigator vil v\u00e6re integrert samtidig for \u00e5 gi ulike typer dokumentlagring og -administrasjon, sammen med kontoadministrasjon og sosiale funksjoner. Funksjoner for tilstedev\u00e6relse og samtale (chat) i dokumenter er tilgjengelig hvis Connections har integrerte Sametime-tjenester.

feature.ConnectionsDocs.IBMICCCMECM.name=Connections, Connections Content Manager og Content Navigator
feature.ConnectionsDocs.IBMICCCMECM.description=HCL Connections, HCL Connections Content Manager og IBM Content Navigator vil v\u00e6re integrert for \u00e5 gi avansert dokumentlagring, kontoadministrasjon og sosiale funksjoner som inkluderer funksjoner for tilstedev\u00e6relse og samtale (chat) i dokumenter hvis Connections har integrerte Sametime-tjenester.

feature.ConnectionsDocs.IBMTPI.description=HCL Connections Docs vil bli integrert med et ikke-IBM-fillager.
feature.ConnectionsDocs.IBMTPI.name=Andre Content Management-systemer
