({
	TITLE: "Формулата съдържа грешки",
	OK_LABEL:"OK",
	SEP_ERROR_INFO:"Не използвайте (${1}), използвайте вместо това (${0}) като разделител на параметър. Използвайте удивителен знак (!) като разделител на име на таблица в споменаване на клетка.",
	NUM_ERROR_INFO:"Ако желаете да въведете чувствително към разположение число, моля използвайте \"\", за да го заградите.",
	SEP_NUM_ERROR_INFO: "Не използвайте (${1}), използвайте вместо това (${0}) като разделител на параметър. Използвайте удивителен знак (!) като разделител на име на таблица в споменаване на клетка.\nАко желаете да въведете чувствително към разположение число, моля използвайте \"\", за да го заградите.",
	FORMULA_ERROR_INFO: "Не използвайте ${1}, използвайте вместо това ${0} като име на формула.",
	BOOOL_ERROR_INFO: "Не използвайте ${1}, използвайте вместо това ${0} като двоична стойност.",
	COMMON_ERROR_INFO: "Формулата, която въведохте, съдържа грешка."
})
