({
	EDIT_LABLE_TITLE: "Опсег што може да се уредува:",
	EDIT_LABLE_CONTENT: "Опсегот може да го уредат само лицата што ги избравте. Тие не можат да уредуваат други делови на овој лист освен ако заштитувањата на листот не го дозволат тоа.",
	READ_LABLE_TITLE: "Опсег само за читање:",
	READ_LABLE_CONTENT: "Лицата што ги избравте можат само да го читаат опсегот.",
	EDIT_SHEET_TITLE: "Лист што може да се уредува:",
	EDIT_SHEET_CONTENT: "Листот може да го уредат само лицата што ги избравте. Нивото на опсег ќе го пребрише нивото на заштита на листот",
	READ_SHEET_TITLE: "Лист само за читање",
	READ_SHEET_CONTNET: "Лицата што ги избравте можат само да го читаат листот. Нивото на опсег ќе го пребрише нивото на заштита на листот",
	DELETE_PERMISSION: "Избриши заштита",
	DELETE_CONFIRM_MSG: "Дали навистина сакате да ја избришете оваа заштита?",
	CREATED: "создадено",
	LAST_MODIFIED: "последно модифицирано"
})

