({
	column: "العمود",
	bar:"خط",
	bar3D:"خط ثلاثى الأبعاد",
	pie:"دائرة",
	pie3D: "دائرة ثلاثية الأبعاد",
	ofPie: "دائرة تركيبية",
	area: "مساحة",
	area3D: "مساحة ثلاثية الأبعاد",
	line: "خط",
	line3D: "خط ثلاثي الأبعاد",
	scatter: "مبعثر",
	stock: "خام",
	surface: "سطح",
	surface3D: "سطح ثلاثى الأبعاد",
	doughnut: "أنبوب حلقى",
	bubble: "دائرة حوار",
	radar: "مخطط رادارى",
	
	LOADING: "جاري التحميل...",
	UNSUPPORTED_CHART: "نوع مخطط بيانى لا يتم دعمه - ${0}",
	TOO_MANY_POINTS: "لا يمكن عرض مخطط بيانى به أكثر من ${0} من نقاط البيانات"
})
