({
	column: "עמודה",
	bar:"עמודים",
	bar3D:"עמודים תלת-ממדי",
	pie:"פלחים",
	pie3D: "פלחים תלת-ממדי",
	ofPie: "פלחים מרוכבים",
	area: "שטחים",
	area3D: "שטחים תלת-ממדי",
	line: "קווים",
	line3D: "קווים תלת-ממדי",
	scatter: "פיזור",
	stock: "מניות",
	surface: "משטחים",
	surface3D: "משטחים תלת-ממדי",
	doughnut: "טורוס",
	bubble: "בועה",
	radar: "מכ\"ם",
	
	LOADING: "טעינה...‏",
	UNSUPPORTED_CHART: "סוג תרשים לא נתמך - ${0}",
	TOO_MANY_POINTS: "לא ניתן להציג תרשים הכולל מעל ${0} נקודות נתונים"
})
