({
	title		: "Залепи",
	cutError	: "Поставките за безбедност на прегледувачот спречуваат автоматско копирање. Наместо тоа, користете Ctrl+X од тастатурата.",
	copyError	: "Поставките за безбедност на прегледувачот спречуваат автоматско копирање. Наместо тоа, користете Ctrl+C од тастатурата.",
	pasteMsg	: "",
	securityMsg	: "Поради поставките за безбедност на прегледувачот, апликацијата нема пристап до складот.  За да пристапите до складот, стиснете Ctrl+V за да ја залепите содржината во ова поле и потоа кликнете ОК.",
})

