/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	publishSummaryMsg: "Резиме на измени",
	publishMainDesc: "Објавете ја верзијата во Датотеки и направете ја достапна за сите читатели, вклучувајќи коментари, ако датотеката е преземена.",
	publishNotificationMsg: "Лицата кои што ја следат датотеката, примаат известување што е достапно.",
	publishSuccessMsg: "Успешно е објавена верзија во Датотеки.",
	publishDescMsg: "Достигнат е максимумот од 500 знаци.",
	//publishReminderMsg: "There is no published version in Files of this document. Do you want to publish a version now?",
	publishErrMsg: "Верзијата не се објави. Можеби датотеката е премногу голема или времето на серверот истекло. Обидете се повторно или откажете и побарајте од администраторот да го провери записот од серверот за да го идентификува проблемот.",
	publishErrMsg_Quota_Out: "Нема доволно простор за да се објави нова верзија на документот. Отстранете други датотеки за да ослободите доволно простор за да го објавите документот.",
	publishErrMsg_NoFile: "Објавувањето не успеа бидејќи некој го избришал документот.",
	publishErrMsg_NoFile2: "Можете да објавите во нова датотека со избирање Датотека > Копирај...",
	publishErrMsg_NoPermission: "Новата верзија не успеа да се објави бидејќи немате дозволи за уредник за датотеката. Контактирајте со сопственикот на датотеката за да се здобиете со дозволи и обидете се повторно.",
	publishTxtFormatChangeMsg: "Со цел содржината на датотеката да се прикаже што е можно попрецизно, датотеката ќе се објави во формат Microsoft Word (.docx).",
	publishCsvFormatChangeMsg: "Со цел содржината на датотеката да се прикаже што е можно попрецизно, датотеката ќе се објави во формат Microsoft Excel (.xlsx).",
	publishTxtFormatChangeMsg2: "Со цел содржината на датотеката да се прикаже што е можно попрецизно, датотеката ќе се објави во формат OpenDocument Text (.odt).",
	publishCsvFormatChangeMsg2: "Со цел содржината на датотеката да се прикаже што е можно попрецизно, датотеката ќе се објави во формат ОpenDocument Spreadsheet (.ods).",
	conflictMsg: "${0} постави нова верзија во ${1} ${2}. Можете да објавите посебна верзија сега и да ја обновите содржината подоцна во картичката Верзии во Датотеки.", // ${0} is name, ${1} is time,  ${2} is date
	summaryHint: "Резимирајте ги промените во оваа верзија",	
	ccmPublishMsg: "Дали сте сигурни дека сакате да ја најавите датотеката?",
	coeditingMsg: "Следните лица ја уредуваат датотеката:",
	closeLabel: "Затвори"
})

