/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	saveOptionMsg: "За зачувување на ревизиите и управување со документот како нова верзија, изберете Зачувај како нова верзија. Во спротивно, зачувајте го документот како нацрт-верзија.",
	saveOptionMsg2: "За поднесување на документот назад до главниот документ, изберете Поднеси приватна нацрт-верзија назад до главниот документ. Во спротивно, зачувајте го документот како нацрт-верзија.",
	confirmSaveAs: "Објавената датотека се избриша за време на сесијата за уредување. Кликнете ОК за да ја зачувате нацрт-верзијата како нова датотека за да проверите дека промените што ги направивте за време на сесијата за уредување може да се зачуваат.",
	publishErrMsg: "Не успеа да се зачува како нова верзија",
	publishErrMsg_Quota_Out: "Нема доволно простор за да се објави нова верзија од документот. Отстранете други датотеки за да ослободите доволно простор за да го зачувате документот.",
	publishErrMsg_NoPermission: "Не успеа да се зачува како нова верзија бидејќи немате дозволи за уредник на датотеката. Контактирајте со сопственикот на датотеката за да се здобиете со дозволи за уредник и обидете се повторно.",
	saveDraftMsg: "Зачувај како нацрт-верзија",
	saveDocumentsMsg: "Зачувај како нова верзија во споделени датотеки",
	submitDocumentMsg: "Поднеси содржина на документ назад до главниот документ",
	deleteDocumentMsg: "Премести го документот со задачи во ѓубрето за датотеки"
})

