/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	DIALOG_TITLE: "Избери активност",   
	DIALOG_NOTICE : "Пред да доделите дел, изберете или создадете активност за складирање на задачите на овој документ како ставки со задачи. Откако ќе доделите активност на документ, не можете да ја смените активноста.",
	DIALOG_NOTICE_PRES : "Пред да доделите слајдови, изберете или создадете активност за складирање на ставките со задачи за задачите од оваа презентација. Откако ќе доделите активност на документ, не можете да ја смените активноста.",
		
	LISTBOX_TITLE: "* Активност:",
	NEW_ACTIVITY: "Нова активност",
	LISTBOX_DEFAULT: "Избери активност",
	NEW_ACTIVITY_NAME: " * Име на нова активност:",
		
	INVALID_SELECTION: "Изборот на активност е неважечки.",
	ACTIVITY_NAME_REQUIRED: "Внесете ново име на активност.",
	DEFAULT_NOT_WORK: "Одредете или создадете активност за складирање на ставките за задачи за тековниот документ.",
	LINK_FAIL: "Неуспешно поврзување на активноста со тековниот документ."
})

