/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	linkMsg: "Копирај врска", 
    shareMsg: "Додај лице како уредник:",
    tipForShare: "Внеси име или адреса на е-пошта...",
	successShareMsg: "Документот е успешно споделен!", 
	errorShareMsg:"Не успеа да го сподели документот.",
	errorCommunityShareMsg:"Датотеката е во сопственост на заедница, не може да се сподели со ниеден корисник.",
	errorAcrossOrgMsg:"Датотеката може да се сподели само во рамките на вашата организација.",
	sharetoauthorMsg:"Не можете да споделувате сами со себе.",
	notTheAuthor:"Не сте сопственик на овој документ.",
    communityShareMsg: "${title} се споделува со сите членови на оваа заедница. <br>Во зависност од поставувањето на заедницата, сите имаат пристап за уредник или читач.",
	invalidInput:"Неважечко корисничко име или адреса на е-пошта.",
	notSharingOutsideOrgMsg:"Датотеката може да ја споделите само со лица во рамките на вашата организација.",
	sharingForVisitor: "Датотеката може да ја споделите со лица надвор од вашата организација.",
	sharingOutsideOrgMsg:"Ако лицето не е во организацијата, откажете и потоа споделете со помош на страницата со детали на апликацијата Датотеки.",
	sharingOutsideOrgErrorMsg:"Не може да споделите со лицето бидејќи не е во вашата организација.",
	notFoundErrorMsg:"Името или адресата на е-пошта не можат да се пронајдат."
})

