/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	unsupportdlgTitle:"Ограничувања на приказ",
	convertNotifyMsg:"Документот содржи напредно форматирање коешто можеби нема да се прикаже правилно на интернет, но е зачувано за преземање подоцна доколку е потребно.",
	notShowCB:"Не покажувај ја оваа порака повторно.",
	notShowNote:"(За повторно овозможување на оваа порака, кликнете Приказ > Покажи пораки за неподржани карактеристики.)",
	PRESERVED:"може да се сочува.",
	NOTPRESERVED:"не може да се сочува.",
	601:"Следи замена: ${0}",
	602:"Прилагодена форма: ${0}",
	603:"OLE Object: ${0}",
	604:"Видео или звук: ${0}",
	605:"Фуснота или белешка: ${0}",
	606:"Дел на текст: ${0}",
	607:"Коментар на текст: ${0}",
	608:"Поле на текст: ${0}",
	609:"Контрола на образец: ${0}",
	610:"Циркуларна пошта: ${0}",
	611:"Макроа: ${0}",
	612:"Графикон: ${0}",
	613:"АctiveX: ${0}",
	614:"SmartArt: ${0}",
	615:"Графички знак за подредување: ${0}",
	616:"Стил на табела: ${0}",
	701:"Макроа: ${0}",
	702:"OLE Object: ${0}",
	703:"Графики: ${0}",
	704:"Филтери: ${0}",
	705:"Именувани опсези: ${0}",
	706:"Условно форматирање: ${0}",
	707:"Групирани предмети: ${0}",
	708:"Пивот табела: ${0}",
	709:"Проверка на податоци: ${0}",
	710:"Табела: ${0}",
	711:"ActiveX: ${0}",
	801:"Групирање на предмет: ${0}",
	802:"Прилагодена форма: ${0} (Сите направени промени на обликот нема да бидат извезени.)",
	803:"Графикон или OLE Object: ${0}",
	804:"Видео или звук: ${0}",
	805:"Белешки на говорникот: ${0}",
	806:"Анимација: ${0}",
	807:"Наслов: ${0}",
	808:"Заглавие: ${0}",
	809:"ActiveX Control: ${0}",
	810:"Графикон: ${0}",
	811:"WordArt: ${0}",
	812:"SmartArt: ${0}",
	813:"Тема: ${0}",
	900:"Овој документ е стара верзија на ODF. Некое форматирање можеби нема да се прикаже правилно."
})

