/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	PRINT : "Печати",
	HELP : "Помош",
	HELP_MSG_TITLE : "Отстрани заглавие и подножје на прегледувач:",
	HELP_MSG_PG_TITLE : "Измени поставки на хартија:",

	HELP_MSG : "Стандардно, прегледувачот додава заглавија и подножја--URL, датум и така натаму на отпечатената презентација. Во зависност од печатачот, чекорите за нивно отстранување може да варираат.",
	HELP_MSG_IE_1 : "Од менито на оваа страница, кликнете <b>Датотека &gt; Дефиниција на страница</b>.",
	HELP_MSG_IE_2 : "Под \"Заглавја и подножја,\" за секој елемент којшто сакате да го отстраните, кликнете ја стрелката и од списокот изберете <b>Празно</b>.",
	HELP_MSG_IE_3 : "Кликнете <b>ОК</b>.",
	HELP_MSG_IE_4 : "Кликнете <b>Датотека &gt; Печати</b>.",
	HELP_MSG_IE_5 : "Изберете ја саканата опција и потоа кликнете <b>Печати</b>.",

	HELP_MSG_IE_11 : "Од менито на оваа страница, кликнете <b>Датотека &gt; Дефиниција на страница</b>.",
	HELP_MSG_IE_12 : "Изберете големина на хартија и кои било посакувани опции.",
	HELP_MSG_IE_13 : "Кликнете <b>ОК</b>.",

	HELP_MSG_FIREFOX_1 : "Од менито на оваа страница, кликнете <b>Датотека &gt; Дефиниција на страница</b>.",
	HELP_MSG_FIREFOX_2 : "Кликнете на картичката <b>Маргини & Заглавие/Подножје</b>.",
	HELP_MSG_FIREFOX_3 : "Под \"Заглавија & Подножја,\" за секој елемент којшто сакате да го отстраните, кликнете ја стрелката и од списокот изберете <b>Празно</b>.",
	HELP_MSG_FIREFOX_4 : "Кликнете <b>ОК</b>.",
	HELP_MSG_FIREFOX_5 : "Кликнете <b>Датотека > Печати</b>.",
	HELP_MSG_FIREFOX_6 : "Изберете ја саканата опција и кликнете <b>ОК</b>.",

	HELP_MSG_FIREFOX_11 : "Од менито на страницата, кликнете <b>Датотека &gt; Печати</b>.",
	HELP_MSG_FIREFOX_12 : "Кликнете <b>Својства</b>.",
	HELP_MSG_FIREFOX_13 : "Изберете големина на хартија и кои било посакувани опции.",
	HELP_MSG_FIREFOX_14 : "Кликнете <b>ОК</b>.",

	HELP_MSG_SAFARI_1 : "Од менито на страницата, кликнете <b>Датотека &gt; Печати</b>.",
	HELP_MSG_SAFARI_2 : "Ако не гледате други опции освен печатачот, кликнете ја стрелката до полето <b>Печатач</b>.",
	HELP_MSG_SAFARI_3 : "Под <b>Safari</b>, поништете <b>Печати заглавија и подножја</b>.",
	HELP_MSG_SAFARI_4 : "Кликнете <b>Печати</b>.",

	HELP_MSG_SAFARI_11 : "Од менито на страницата, кликнете <b>Датотека &gt; Печати</b>.",
	HELP_MSG_SAFARI_12 : "Кликнете <b>Својства</b>.",
	HELP_MSG_SAFARI_13 : "Изберете колемина на хартија и кои било посакувани опции.",
	HELP_MSG_SAFARI_14 : "Кликнете <b>Печати</b>."

})

