/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	defaultDocTitle:"овој документ",
	welcomeMsg:"Добре дојдовте на работната нацрт-верзија за '${0}'.",
	descrMsg:"Може да работите поединечно на нацрт-верзијата или да ја споделите со уредниците за да соработувате. Читателите немаат пристап до нацрт-верзијата.Можете да објавите верзии за читателите за да можат да ја гледаат и преземаат со избирање Датотека > Објави верзија.",
	learnMore:"Дознај повеќе за создавање верзии.",
	notShowCB:"Не покажувај ја оваа порака повторно."
})

