({
	COPY_WARNING_MSG: "มีเซลล์จำนวนมากเกินไปในข้อมูล ไม่สามารถคัดลอกเซลล์",
	COPY_FORMULA_UNCALC_ERROR: "ข้อมูลที่คุณเลือกมีสูตรซึ่งยังไม่ได้คำนวณ คุณไม่สามารถคัดลอกข้อมูล",
	COPY_OUT_LIMITED_MSG: "ถ้าข้อมูลจะถูกวางนอกสเปร็ดชีตนี้ เฉพาะ ${0} เซลล์ที่สามารถวางได้",
	PASTE_DATA_TRUNKED: "ข้อมูลที่วางถูกตัดให้สั้นลงเนื่องจากข้อมูลนั้นยาวเกินกว่าขอบเขตของชีต",
	PASTE_DATA_TRUNKED_PLUS_WORING: "กำลังทำงาน... ข้อมูลที่วางถูกตัดให้สั้นลง เนื่องจากยาวเกินกว่าขอบเขตของชีต",
	COPY_CHART_WARNING: "ไม่สามารถตัด คัดลอก หรือวางแผนภูมิที่ไม่สนับสนุน",
	// This string content is copied from concord/widget/nls/CKResource.js
	PASTE_MAX_MSG:  "ขนาดของเนื้อหาที่คุณต้องการวางใหญ่เกินไป"
})
