({
	title: "Валидиране на данни",
	dvType:"Изберете тип валидиране на данни",
	dvOperator: "Изберете оператор за валидиране на данни",
	and:"и",
	addItems:"Добавяне на елементи...",
	
	none:"без валидиране",
	whole:"е цяло число",
	decimal:"е десетично число",
	itemList:"е списък с елементи",
	rangeList:"е списък от диапазон от клетки",
	date:"е дата",
	time:"е час",
	text:"е текст",
	textLength:", в който дължината на текста е",
	custom:"е потребителска формула",
	
	bet: "между",
	notBet:"не между",
	equal:"равно на",
	notEqual:"не равно на",
	greater:"по-голямо от",
	greaterEqual:"по-голямо от или равно на",
	less:"по-малко от",
	lessEqual:"по-малко от или равно на",
	
	valid:"е валидна дата",
	before:"преди",
	onBefore:"на или преди",
	after:"след",
	onAfter:"на или след",
	
	contains:"Съдържа",
	notContains:"Не съдържа",
	email:"е валиден имейл",
	url:"е валиден url адрес",

	max:"Максимум",
	min:"Минимум",
	source:"Източник",
	formula:"Формула",
	criValue:"Стойност на критерии",
	
	hintLabel:"Въвеждане на помощен текст за критериите за този диапазон",
	
	refAlert:"Невалиден диапазон",
	
	alert:"Невалиден/но/на ${0}",
	dateStr:"дата",
	timeStr:"час",
	wholeStr:"цяло число",
	decimalStr:"десетично число",
	rangeStr:"диапазон",
	formulaStr:"формула",
	itemListStr:"списък с елементи",
	textStr:"число",
	
	removeItem: "Премахване на ${0}",

	addItem:"Добавяне на елемент на списък",
	
	mulInfo:"Избраните клетки съдържат множество валидирания.",
	
	removeAll: "Премахване на всички",
	ok:"OK",
	remove:"Премахване",
	cancel:"Отказ"
})

