({	
	title: "Проверка на правопис",
	suggests: "Замени со:",
	misword: "Зборот не е пронајден:",
	ignore: "Игнорирајте го зборот.",
	nextBtn: "Следно",
	doneBtn: "Готово",
	okBtn: "ОК",
	ignoreBtn: "Игнорирај",
	replaceBtn: "Замени",
	cellName: "Ќелија ${0}",
	noSuggestions: "Нема предлози.",
	complete: "Проверката на правопис заврши.",
	warning: "Не се пронајдени правописни грешки.",
	MISWORD_MSG: "Зборот ${0} in ${1} не е во речникот за проверка на правопис.",
	WAITING_MSG: "Пребарување зборови што не се пронајдени во речникот за проверка на правопис."
})

