/*
Copyright (c) 2003-2011, CKSource - Frederico Knabben. All rights reserved.
For licensing, see LICENSE.html or http://ckeditor.com/license


Portions Copyright IBM Corp., 2010-2011.
*/

CKEDITOR.plugins.setLang( "a11yhelp", "en",
{

	// When translating all fields in accessibilityHelp object, do not translate anything with the form ${xxx}
	accessibilityHelp :
	{
		title : "הוראות נגישות",
		contents : "תוכן עזרה. לחצו על ESC כדי לסגור דו-שיח זה.",
		legend :
		[
			{
				name : "כללי",
				items :
				[
					{
						name : "סרגל כלים של העורך",
						legend:
							"לחצו על ${toolbarFocus} כדי לנווט אל סרגל הכלים. " +
							"עברו לקבוצה הבאה או הקודמת בסרגל הכלים באמצעות TAB או SHIFT + TAB.‏ " +
							"עברו ללחצן הבא או הקודם בסרגל הכלים באמצעות חץ ימינה או חץ שמאלה. " +
							"לחצו על מקש הרווח או על ENTER כדי להפעיל את לחצן סרגל הכלים."
					},

					{
						name : "דו-שיח עורך",
						legend :
							"בתוך דו-שיח, לחצו על TAB כדי לנווט לשדה הבא בדו-שיח, לחצו על SHIFT + TAB כדי לעבור לשדה הקודם, לחצו על ENTER כדי להגיש את הדו-שיח, לחצו על ESC כדי לבטל את הדו-שיח. " +
							"בתיבות דו-שיח שיש בהן דפי לשוניות מרובים, לחצו על ALT + F10 כדי לנווט אל רשימת הלשוניות. " +
							"לאחר מכן עברו ללשונית הבאה באמצעות TAB או חץ ימינה. " +
							"עברו ללשונית הקודמת באמצעות SHIFT+TAB או חץ שמאלה. " +
							"לחצו על מקש הרווח או על או ENTER כדי לבחור את דף הלשונית."
					},

					{
						name : "תפריט הקשר של העורך",
						legend :
							"לחצו על ${contextMenu} או על מקש היישום כדי לפתוח תפריט הקשר. " +
							"לאחר מכן עברו לאפשרות התפריט הבאה באמצעות TAB או חץ יורד. " +
							"עברו לאפשרות הקודמת באמצעות SHIFT+TAB או חץ עולה. " +
							"לחצו על מקש הרווח או על ENTER כדי לבחור את אפשרות התפריט. " +
							"כדי לפתוח תת-תפריט של האפשרות הנוכחית לחצו על מקש הרווח או על ENTER או חץ ימינה. " +
							"כדי לחזור לתפריט האב לחצו על ESC או חץ שמאלה. " +
							"כדי לסגור את תפריט ההקשר לחצו על ESC.‏"
					},

					{
						name : "תיבת רשימה בעורך",
						legend :
							"בתוך תיבת רשימה, עברר לפריט הבא ברשימה באמצעות TAB או חץ יורד. " +
							"עברו לפריט הקודם באמצעות SHIFT+TAB או חץ עולה. " +
							"לחצו על מקש הרווח או על ENTER כדי לבחור את האפשרות ברשימה. " +
							"לחצו על ESC כדי לסגור את תיבת הרשימה."
					},

					{
						name : "סרגל נתיב מרכיבים בעורך (אם זמין*)",
						legend :
							"לחצו על ${elementsPathFocus} כדי לנווט אל סרגל נתיב המרכיבים. " +
							"עברו ללחצן המרכיב הבא באמצעות TAB או חץ ימינה. " +
							"עברו ללחצן הקודם באמצעות SHIFT+TAB או חץ שמאלה. " +
							"לחצו על מקש הרווח או על או ENTER כדי לבחור את המרכיב בעורך."
					}
				]
			},
			{
				name : "פקודות",
				items :
				[
					{
						name : " פקודת \"ביטול\"",
						legend : "לחצו על ${undo}"
					},
					{
						name : " פקודת 'שחזור'",
						legend : "לחצו על ${redo}"
					},
					{
						name : " פקודת 'מודגש'",
						legend : "לחצו על ${bold}"
					},
					{
						name : " פקודת 'נטוי'",
						legend : "לחצו על ${italic}"
					},
					{
						name : " פקודת 'קו תחתי'",
						legend : "לחצו על ${underline}"
					},
					{
						name : " פקודת 'קישור'",
						legend : "לחצו על ${link}"
					},
					{
						name : " פקודת 'כיווץ סרגל כלים' (אם זמין*)",
						legend : "לחצו על ${toolbarCollapse}"
					},
					{
						name : " עזרה לנגישות",
						legend : "לחצו על ${a11yHelp}"
					}
				]
			},

			{	//added by ibm
				name : "",
				items :
				[
					{
						name : "הערה",
						legend : "* המנהלן יכול להשבית חלק מהמאפיינים."
					}
				]
			}
		]
	}

});
