/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	saveOptionMsg: "כדי לשמור את הגרסאות ולנהל את המסמך כגרסה חדשה, בחרו 'שמירה כגרסה חדשה'. במקרים אחרים, שמרו את המסמך כטיוטה.",
	saveOptionMsg2: "כדי להגיש את המסמך בחזרה למסמך האב, בחרו 'הגשת טיוטה פרטית בחזרה אל מסמך האב'. במקרים אחרים, שמרו את המסמך כטיוטה.",
	confirmSaveAs: "הקובץ המפורסם נמחק בזמן שערכתם אותו. לחצו על 'אישור' כדי לשמור את הטיוטה כקובץ חדש כדי להבטיח ששינויי העריכה שביצעתם יישמרו. ",
	publishErrMsg: "כשל בשמירה כגרסה חדשה",
	publishErrMsg_Quota_Out: "אין מספיק מקום לשמירת גרסה חדשה של מסמך זה. סלקו קבצים אחרים כדי לפנות מספיק מקום לשמירת מסמך זה.",
	publishErrMsg_NoPermission: "השמירה כגרסה החדשה נכשל מפני שאין לכם הרשאות עורך לקובץ זה. פנו אל הבעלים של הקובץ כדי לקבל הרשאות עורך ונסו שוב.",
	saveDraftMsg: "שמירה כטיוטה",
	saveDocumentsMsg: "שמירה כגרסה חדשה בשיתוף הקבצים שלכם",
	submitDocumentMsg: "הגשת תוכן המסמך בחזרה למסמך האב",
	deleteDocumentMsg: "העברת מסמך הקצאה זה לסל המיחזור של יישום הקבצים"
})
