/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	unsupportdlgTitle:"מגבלות הצגה",
	convertNotifyMsg:"מסמך זה מכיל מאפייני עיצוב מתקדמים שאולי לא יוצגו כהלכה ברשת, אך נשמרים להורדה בהמשך במידת הצורך. ",
	notShowCB:"לא להציג הודעה זו שוב.",
	notShowNote:"(כדי להפעיל הודעה זו שוב, לחצו על 'תצוגה > הצגת הודעה על מאפיין שאינו נתמך'.)",
	PRESERVED:"מאפשר שימור.",
	NOTPRESERVED:"אינו מאפשר שימור.",
	601:"מעקב אחר שינוי: ${0}",
	602:"צורה מותאמת: ${0}",
	603:"אובייקט OLE: ${0}",
	604:"וידאו או צליל: ${0}",
	605:"הערת שוליים או הערת סיום: ${0}",
	606:"חלק תמליל: ${0}",
	607:"הערת תמליל: ${0}",
	608:"שדה תמליל: ${0}",
	609:"בקרת טופס: ${0}",
	610:"מיזוג דואר: ${0}",
	611:"הגדרות מאקרו: ${0}",
	612:"תרשים: ${0}",
	613:"ActiveX: ${0}",
	614:"SmartArt: ${0}",
	615:"תבליט גרפיקה: ${0}",
	616:"סגנון טבלה: ${0}",
	701:"הגדרות מאקרו: ${0}",
	702:"אובייקט OLE: ${0}",
	703:"גרפיקה: ${0}",
	704:"מסננים: ${0}",
	705:"טווח מוגדר: ${0}",
	706:"עיצוב מותנה: ${0}",
	707:"אובייקטים מקובצים: ${0}",
	708:"טבלת ציר: ${0}",
	709:"אימות נתונים: ${0}",
	710:"טבלה: ${0}",
	711:"ActiveX:‏ ${0}",
	801:"קיבוץ אובייקטים: ${0}",
	802:"צורה מותאמת: ${0} (לא ניתן ליצא שינויים המבוצעים בצורות.)",
	803:"תרשים או אובייקט OLE:‏ ${0}",
	804:"וידאו או צליל: ${0}",
	805:"הערות הדובר: ${0}",
	806:"הנפשה: ${0}",
	807:"כיתוב: ${0}",
	808:"כותרת עליונה: ${0}",
	809:"פקד ActiveX:‏ ${0}",
	810:"תרשים: ${0}",
	811:"WordArt:‏ ${0}",
	812:"SmartArt:‏ ${0}",
	813:"ערכה: ${0}",
	900:"מסמך זה הוא גרסה ישנה של ODF.‏ יתכן שחלק מהעיצוב לא יוצג כהלכה."
})
