/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	PRINT : "הדפסה",
	HELP : "עזרה",
	HELP_MSG_TITLE : "חסימת כותרות עליונות ותחתונות של הדפדפן:",
	HELP_MSG_PG_TITLE : "שינוי הגדרות נייר:",

	HELP_MSG : "כברירת מחדל, הדפדפן מוסיף כותרות עליונות ותחתונות -- URL, תאריך, וכן הלאה - למסמך המודפס. הצעדים לחסימת כותרות עשויים להיות שונים מעט בהתאם למדפסת שלכם.",
	HELP_MSG_IE_1 : "מהתפריט או מדף זה, לחצו על <b>קובץ&gt; הגדרות עמוד</b>.",
	HELP_MSG_IE_2 : "תחת \"כותרות עליונות ותחתונות\", עבור כל מרכיב שברצונכם לחסום, לחצו על החץ ובחרו <b>ריק</b> מהרשימה.",
	HELP_MSG_IE_3 : "לחצו על <b>אישור</b>.",
	HELP_MSG_IE_4 : "לחצו על <b>קובץ&gt; הדפסה</b>.",
	HELP_MSG_IE_5 : "בחרו את האפשרויות הרצויות, ולחצו על <b>הדפסה</b>.",

	HELP_MSG_IE_11 : "מהתפריט או מדף זה, לחצו על <b>קובץ&gt; הגדרות עמוד</b>.",
	HELP_MSG_IE_12 : "בחרו את גודל הנייר ואפשרויות מבוקשות אחרות.  ",
	HELP_MSG_IE_13 : "לחצו על <b>אישור</b>.",

	HELP_MSG_FIREFOX_1 : "מהתפריט או מדף זה, לחצו על <b>קובץ&gt; הגדרות עמוד</b>.",
	HELP_MSG_FIREFOX_2 : "לחצו על הלשונית <b>שוליים &כותרת עליונה/תחתונה</b>. ",
	HELP_MSG_FIREFOX_3 : "תחת \"כותרות עליונות ותחתונות\", עבור כל מרכיב שברצונכם לחסום, לחצו על החץ ובחרו <b>ריק</b> מהרשימה.",
	HELP_MSG_FIREFOX_4 : "לחצו על <b>אישור</b>.",
	HELP_MSG_FIREFOX_5 : "לחצו על <b>קובץ > הדפסה</b>.",
	HELP_MSG_FIREFOX_6 : "בחרו את האפשרויות הרצויות, ולחצו על <b>אישור</b>.",

	HELP_MSG_FIREFOX_11 : "מהתפריט או מדף זה, לחצו על <b>קובץ &gt; הדפסה</b>.",
	HELP_MSG_FIREFOX_12 : "לחצו על <b>תכונות</b>.",
	HELP_MSG_FIREFOX_13 : "בחרו את גודל הנייר ואפשרויות מבוקשות אחרות.  ",
	HELP_MSG_FIREFOX_14 : "לחצו על <b>אישור</b>.",

	HELP_MSG_SAFARI_1 : "מהתפריט או מדף זה, לחצו על <b>קובץ &gt; הדפסה</b>.",
	HELP_MSG_SAFARI_2 : "אם אינכם רואים אפשרויות כלשהן מלבד המדפסת, לחצו על החץ ליד השדה <b>מדפסת</b>.‏",
	HELP_MSG_SAFARI_3 : "תחת <b>Safari</b>, בטלו את הבחירה באפשרות <b>הדפסת כותרות עליונות ותחתונות</b>.",
	HELP_MSG_SAFARI_4 : "לחצו על <b>הדפסה</b>.",

	HELP_MSG_SAFARI_11 : "מהתפריט או מדף זה, לחצו על <b>קובץ &gt; הדפסה</b>.",
	HELP_MSG_SAFARI_12 : "לחצו על <b>תכונות</b>.",
	HELP_MSG_SAFARI_13 : "בחרו את גודל הנייר ואפשרויות מבוקשות אחרות.  ",
	HELP_MSG_SAFARI_14 : "לחצו על <b>הדפסה</b>.",

	TIP_MSG: "ודאו שגודל הנייר והכיווניות בהגדרות המדפסת זהים לאלה בהגדרות העמוד בתוך Docs כדי לקבל תוצאות הדפסה מיטביות. "
})

