({
	saveDoc:"Электрондық кестені сақтау",
	publishDoc:"Нұсқаны жариялау",
	publishOkLabel: "Жариялау",
	checkinLabel: "Тексеру",
	yesLabel: "Иә",
	sortRange: "Сұрыптау",
	allFormula:"Барлық формулалар",	
	importFile: "Мәтінді импорттау",
	importAction: "Импорттау",
	insertImage: "Сурет кірістіру",
	insertImageBtn: "Кірістіру",
	spreadsheetSettings: "Құжат тілін орнату",
	saveSetting: "Сақтау",
	enter_new_sheetname:"Парақтың атын енгізу:",
	enter_sheet_index_for_move: "Ағымдағы парақ жылжытылатын орынның индекс нөмірін енгізіңіз",
	INVALID_SHEET_INDEX_MSG: "Парақ индексі жарамды емес!",
	DELETE_ONLY_ONE_SHEET_MSG: "Тек бір парақты жою мүмкін емес!",
	HIDE_ONLY_ONE_SHEET_MSG: "Тек бір парақты жасыру мүмкін емес!",
	MOVE_ONLY_ONE_SHEET_MSG: "Тек бір парақты жылжыту мүмкін емес!",
	pageSetup: "Бет параметрлері",
	mergeCellConfirm: "Мына ұяшықтарды біріктіру арқылы бүркелген ұяшықтардың мазмұндарын тазалайды. Шынымен таңдалған ұяшықтарды біріктіргіңіз келеді ме?",
	not_match_space_in_sheet: "Парақты қойғыңыз келген аймақ сіз көшірген деректерге сай емес.",
	not_enough_space_in_sheet: "Парақ қойылатын аймақ көшірілген деректерді қамту үшін жеткілікті үлкен емес.",
	too_large_paste_data: "Қойғыңыз келген деректер тым үлкен немесе оларда тым көп формулалар бар.",
	maxImgSize: "Бұл кескін тым үлкен. Кескіннің ең үлкен өлшемі ${0} кб болып саналатынды жүктеп сала алады",
	maxTextFileSize: "Файл жүктеп алу үшін тым үлкен. Жүктеп алынатын файлдың ең үлкен өлшемі ${0} Кбайт",	
	INVALID_SHEETNAME_MSG: "Парақ аты ${0} жарамды емес!",
	EXISTING_SHEETNAME_MSG: "${0} деп аталатын парақ бұрыннан бар.",
	TOO_LONG_SHEETNAME_MSG: "Парақ атында ${0} таңбадан көп болмауы керек.",
	DELETE_SHEET_CONFIRM_MSG: "${0} деп аталатын парақты жойғыңыз келеді ме?",
	INPUT_NEW_SHEETNAME_MSG: "Жаңа парақ атын енгізіңіз",
	INPUT_NEW_SHEETINDEX_MSG: "Жаңа парақ индексін енгізіңіз",
	INPUT_VALID_SHEETINDEX_MSG: "1 және ${0} аралығындағы парақты енгізіңіз",
	RENAME_SHEET: "Парақтың атын өзгерту",
	MOVE_SHEET: "Парақты жылжыту",
	DELETE_SHEET: "Парақты жою",
	HIDE_SHEET: "Парақты жасыру",
	INSERT_SHEET: "Парақты кірістіру",
	LOADING_MORE_DOCUMENT: "Жүктелуде...",
	PAINT: "Пішімді қолдану мүмкін емес",
	PAINT_NO_MATCHED_SPACE: "Мақсатты ауқым сіз көшірген пішімнің аумақ түріне сай емес. Пішімдеуді ауқымның дәл осындай түріне міндетті түрде көшіру керек. Мысалы, жолдың пішімін жолдарға, албағанның пішімін бағандарға қолданыңыз.",
	PAINT_LARGE_DATA: "Пішімдеуді қолданғыңыз келген мақсатты ауқым тым үлкен. Кішірек ауқымды таңдап, әрекетті қайталаңыз.",
	PASTE: "Қою",
	CUT_COLUMN: "Бағанды қию",
	CUT_COLUMN_WITH_MERGED_FILTERED_CELL: "Ұяшықтарды бөліңіз немесе жолдарды сүзгілемеңіз және әрекетті қайталаңыз.",
	CUT_ROW: "Жолды қию",
	CUT_ROW_WITH_MERGED_CELL: "Ұяшықтарды біріктірмеңіз және қайталап кіріңіз.",
	MERGE_CELL: "Ұяшықтарды біріктіру",
	REF_TO_UNSUPPORTED_FORMULA_CELL_MSG: "Ұяшық қолданылмайтын формулаға жүгінеді және жаңартылмауы мүмкін!",
	UNSUPPORTED_FORMULA_CELL_REFED: "Қолданылмайтын формула ұяшығы жаңартылмайтын басқа ұяшықтарға әсер етеді!",
	BEYOND_ROWS_BY_INSERT_ROWS_MSG: "Жолдар сәтсіз кірістірілді, себебі ол ${0} жолынан тыс деректерде нәтижесін беруі мүмкін!",
	BEYOND_ROWS_MSG: "\"${0}\" парағының жол нөмірі ${1} қарағанда үлкенірек, өңдеу терезесіндегі ${1} жолдар шектеуінен тыс жолдар көрсетілмейді.",
	BEYOND_COLUMNS_BY_INSERT_COLUMNS_MSG: "Бағанды енгізу сәтсіз болсы, себебі ${0} бағанынан кейінгі деректерде нәтижесін береді!",
	BEYOND_COLUMNS_NUMBER_SHEET_MSG: "\"${0}\" парағының баған нөмірі ${1} қарағанда үлкенірек, өңдеу терезесіндегі ${1} бағандар шектеуінен тыс бағандар көрсетілмейді.",
	RANGEFILTER_WITHFILTERROW_SHEET_MSG: "Бастапқы бағдарламадағы ауқым сүзгісі кейбір жолдарды \"${0}\" парағында жасыру үшін пайдаланылды.\nЕгер файлды желіде сақтауды жоспарласаңыз және жасырын жолдарды көрсеткіңіз келсе, Жедел сүзгілеуді пайдаланыңыз. Егер файлды жүктеп салуды және ауқым сүзгісін сақтауды жоспарласаңыз, Жедел сүзгілеуді пайдаланудан аулақ болыңыз.",
	CONVERT_NOTIFY:"Хабарландыруды түрлендіру",
	HUGE_MESSAGE_WARNING:"осы әрекет көп үлкен хабарды жасады және болдырмау мүмкін болмады",
	CLEAR_MESSAGE_WARNING:"Ой, деректерде тым көп ұяшықтар, оны өшіру мүмкін болмады!!!",
	FILTER_DATA_CHANGE_WARNING:"Ұяшықтарды басқалар өзгертті! Дұрыс нәтиже алу үшін, қайтадан сүзгілеуге тырысыңыз.",
	FILTER_HEADER_WARNING:"Жедел сүзгілеу жоғарғы жолды баған тақырыбы деп түсінеді.",
	FOCUS_TO_HIDDEN_SHEET:"Парақ жасырылған",
	LINKDIV_REMOVE:"Жою",
	LINKDIV_GOTOLINK:"Сілтемеге өту: ",
	TOGGLE_SHEET_DIRECTION_WARNING:"Парақтың бағытын жиек мәнерлерін жаңарту үшін ауыстырып қосқан соң ғана оны қайта жүктеуге болады",
	
	BEYOND_ROWS_BY_INSERT_CELLS_MSG: "Ұяшықтарды кірістіру мүмкін емес. ${0}-ші жолдан бос емес ұяшықтарды жылжыта алмайсыз. ",
	BEYOND_COLUMNS_BY_INSERT_CELLS_MSG: "Ұяшықтарды кірістіру мүмкін емес. ${0}-ші бағаннан бос емес ұяшықтарды жылжыта алмайсыз.",
	INSERT_DELETE_CELLS_CANCEL:"Біріктірілген ұяшық ұяшықтарды жаюға жылжытуына байланысты ұяшықтарды кірістіру немесе жою мүмкін емес. Біріктірілген ұяшықты бөле аласыз немесе одан үлкен ауқымды таңдап, әрекетті қайталай аласыз.",
	
	
    dlgTaskReopenTitle: "Тағайындауды қайта ашу",	
	dlgTaskReassignTitle: "Ұяшықтарды қайта белгілеу",
	dlgTaskCreateTitle: "Ұяшықтарды белгілеу",	    
	dlgTaskDeleteTitle: "Тағайындауды жою",
	dlgTaskHistoryTitle: "Осы тапсырма туралы", 
	TASK_ASSIGN_BTN : "Тағайындау",
	STR_DELETE_NOT_ALLOWED : "Тапсырма қамтитын жолды/бағанды/парақты жоюға рұқсат жоқ! ",
	STR_TASK_OVERLAP_ERROR: "Басқалармен қабаттастырылған тапсырманы жасау мүмкін емес.",
	STR_TASK_CREATE_ERROR : "Әрекеттерде іс-тізімін жасау кезінде қате орын алды.",
	STR_TASK_RANGE_INVALID : "Белгіленген тапсырманың аймағы жойылу мүмкін.",
	STR_TASK_DELETE_ERROR : "Осы тапсырманың жасаушысы болмағандықтан, сізде осы тапсырманы жоюға рұқсат берілмеген.",
	STR_SHEET_NOT_EXIST : "Тапсырма белгіленбеді!\nЖаңа белгіленген тапсырманың парағы жойылу мүмкін.",
	STR_TASK_DELETE_NOSELECTION : "Тапсырма таңдалмады!\nБір тапсырманы таңдап, сосын оны жою керек.",
	STR_TASK_NO_SELECTIOIN : "Тапсырманы белгілеу үшін ауқымды таңдаңыз!",
	STR_TASK_NOT_FRAGDOC : "Ағымдағы құжаттың тапсырмаға қатысы жоқ",
	STR_CREATE_FRAGMENT_ERROR : "Жеке жұмыс жасағанда қате орын алады",
	STR_CHART_IMAGE_INVALIDATE: "Кейбір диаграмма суреттері жаңартылмаған",		
		
	LINK_ALERT_TITLE:"Байланысты аша алмайды",
	LINK_FILE_ALERT:"Басқа файлдарда сілтеу үшін көшіре алмайды.",
	LINK_REF_ALERT:"Сілтеме жарамсыз.",
	LINK_URL_ALERT:"Веб мекенжай жарамды емес.",
	
	acc_cellLabel:"ұяшық",
	
	//Worksheet panel
	acc_worksheetPanelLabel:"Электрондық кесте тақтасы",
	acc_worksheetGridLabel:"Парақ торы",
	//Filter context menu
	
	//Grid labels;
	acc_grid_inlineEditor:"Ұяшықты енгізу аймағы",
	
	//Menu bar labels;
	acc_menubarLabel:"Мәзір жолағы",
	//Tool bar labels;
	acc_toolbarLabel:"электрондық кесте",
	/**
	 * Formula bar input labels;
	 */
	acc_formulaBarLabel:"Формула жолағы",
	acc_formulaNameBox:"Ат жолағы",
	acc_formulaInputLine:"Формуланы енгізу жолы",
	
	/**
	 * Accessbility Announcement
	 */
	acc_Image_cell:"Ұяшыққа белгіленген сурет",
	acc_Image_sheet:"Параққа белгіленген сурет",
	acc_comments: "Осы ұяшық үшін пікірлерді көрсететін белгіше",
	acc_linkdiv_remove: "еренсілтемені қарапайым мәтінге белгілеу",
	
	ACC_ROW_SEL:"${0} жолы таңдалды",
	ACC_ROWS_SEL:"${0} жолы ${1} арқылы таңдалды",
	ACC_COL_SEL:"${0} бағаны таңдалды",
	ACC_COLS_SEL:"${0} бағаны ${1} арқылы таңдалды",
	ACC_RANGE_SEL:"${0} ұяшығы ${1} арқылы таңдалды",
	ACC_FORMULA:"формула",
	ACC_BLANKCELL:"бос",
	ACC_HYPERLINK: "еренсілтеме",
	ACC_MERGECELL: "${0} ұяшығы ${1} арқылы біріктірілді",
	ACC_COMMENT: "пікір",
	ACC_FILTER: "сүзгі",
	ACC_COEDITING: "басқа адам өңдеп жатыр",
	ACC_DV_LIST: "деректер тексерілімі тізімі",
	
	ACC_EDITED: "${0} осы ұяшықты өңдеді",
	ACC_COPY: "Таңдауды аралық сақтағышқа көшіру",
	ACC_CUT: "Таңдауды аралық сақтағышқа қиып алу",

	ACC_PASTE: "Аралық сақтағыштан қою",
	//keyboard resizing
	ACC_INCREASE_ROWHEIGHT : "Жолды ${0} биіктігі бойынша пиксельде жоғарылату" ,
	ACC_DECREASE_ROWHEIGHT : "Жолды ${0} биіктігі бойынша пиксельде төмендету",
	ACC_INCREASE_COLUMNWIDTH : "Бағанды ${0} ені бойынша пиксельде жоғарылату",
	ACC_DECREASE_COLUMNWIDTH : "Бағанды ${0} ені бойынша пиксельде төмендету",
	
	//auto-complete indication
	ACC_RIGHTPAREN_ADDED: "Автоматты қосылған жай жақшамен жабу",
	ACC_PERCENTAGE_ADDED :"Автоматты қосылған пайыз белгісі",
	
	// acc string for the cell in task range
	ACC_IN_TASK_RANGE: "тапсырма",
		
	ACC_CHART_CELL: "Ұяшыққа белгіленген диаграмма",
	ACC_CHART_SHEET: "Параққа белгіленген диаграмма",
	
	ACC_BORDER_TYPE: "ұяшық жиегін көрсету",
	ACC_BORDER_STYLE:"ұяшық жиегінің мәнері",
	ACC_BORDER_COLOR:"ұяшық жиегінің түсі",
		
	// protection related strings
	PROTECTION_FORBIDDEN_MESSAGE: "Бұл ұяшық пен нысан қорғалған және өңделмейді.",
	PROTECTED:"Қорғалған",
	PROTECTEDSHEET:"Қорғалған парақ",

	// status bar quick formula strings.
	AVERAGE : "Орташа",
	COUNT:	"Сандық есеп",
	COUNTA:	"Есеп",
	MAX:	"Ең жоғарғы",
	MIN:	"Ең төменгі",
	SUM:	"Қосынды",
	
	//data validation default tooltip
	DVTIPS1: "${0} ${1} ${2} және ${3} енгізу",
	DVCONBETWEEN: "арасында",
	DVCONNOTBETWEEN: "арасында емес",
	
	DVTIPS2: "${0} ${1} ${2} енгізу",
	DVCONEQUAL: "келесіге тең",
	DVCONNOTEQUAL: "келесіге тең емес",
	DVCONGREATER: "үлкенірек",
	DVCONLESS: "кішірек",
	DVCONGREATEREQUAL: "келесіден үлкенірек не оған тең",
	DVCONLESSEQUAL: "келесіден кішірек не оған тең",
	
	whole: "бүтін сан",
	date: "күні",
	time: "уақыт",
	decimal: "ондық",
	textLength: "ұзындық мәні",
	
	//Freeze Window related strings
	FW_GRAFIC_HIDDEN: "Бекітілген аумақтардағы нысандар аумақтарда толығымен қамтылған кезде көрсетіледі.",
	FW_WINDOW_TOO_SMALL: "Шолғыш терезесі бекітілген аумақтан кішірек. Шолғышты кеңейтіңіз, Қарау > Жолдарды бекіту > Бекітілген жолдар жоқ немесе қарау > Бағандарды бекіту > Ауқымдарды бекітпеу үшін бекітілген бағандар жоқ түймешігін басыңыз.",
	FW_FREEZE_CANCEL: "Аумақты бекітпейтін бекіту жолағын қамтитын біріктірілген ұяшық.",
		
	UNSUPPORT_FORMULA:"Ұяшықтағы ${0} формуласына қолдау көрсетілмейді!",
	Corrupted_Spreadsheet_MSG: "Электрондық кесте бұзылған",
	FILL_RANGE_MAX_MSG:  "Таңдалған ауқымның ұяшықтардың саны ${0} шектеуден үлкенірек. Азырақ ауқымдарды таңдаңыз, және әрекетті қайталаңыз."
})

