({
	COPY_WARNING_MSG: "Ой, деректерде тым көп ұяшықтар. Оны көшіру мүмкін емес.",
	COPY_FORMULA_UNCALC_ERROR: "Таңдалған деректерде әлі есептелмеген формула бар, оны көшіру мүмкін емес.",
	COPY_OUT_LIMITED_MSG: "Егер деректер осы электрондық кестеден тыс қойылса, тек ${0} ұяшығы қойылады.",
	PASTE_DATA_TRUNKED: "Қою деректері парақтың шекарасына жеткенде қиып алынады.",
	PASTE_DATA_TRUNKED_PLUS_WORING: "Орындалуда..., қою деректері парақтың шекарасына жеткенде қиып алынады.",
	COPY_CHART_WARNING: "Қолданылмайтын диаграммаларды қиып алу, көшіру немесе қою мүмкін емес.",
	// This string content is copied from concord/widget/nls/CKResource.js
	PASTE_MAX_MSG:  "Қойғыңыз келетін мазмұнның көлемі тым үлкен."
})
