({
	COPY_WARNING_MSG: "عفوا، هناك خانات كثيرة جدا فى البيانات. لا يمكن نسخها.",
	COPY_FORMULA_UNCALC_ERROR: "البيانات التى قمت بتحديدها تحتوى على معادلة لم يتم احتسابها بعد، لا يمكنك نسخها.",
	COPY_OUT_LIMITED_MSG: "اذا كانت البيانات سوف يتم نسخها خارج هذا الجدول، يمكن فقط لصق خانات ${0}.",
	PASTE_DATA_TRUNKED: "يتم اقتطاع البيانات الملصقة حيث أنها تزيد عن حدود الجدول.",
	PASTE_DATA_TRUNKED_PLUS_WORING: "جارى العمل...، يتم اقتطاع البيانات الملصقة حيث أنها تزيد عن حدود الجدول.",
	COPY_CHART_WARNING: "لا يمكن قص أو نسخ أو لصق المخططات البيانية التى لا يتم دعمها.",
	// This string content is copied from concord/widget/nls/CKResource.js
	PASTE_MAX_MSG:  "حجم المحتويات التى تريد لصقها كبير للغاية."
})
