({
	TITLE: "Формулата содржи грешки",
	OK_LABEL:"ОК",
	SEP_ERROR_INFO:"Не користете (${1}), наместо тоа користете (${0}) како разделник на параметар. Користете извичник (!) како разделник за име на лист во референца на ќелија.",
	NUM_ERROR_INFO:"Ако сакате да внесете чувствителен број на локален стандард, користете \"\" за да го заградите.",
	SEP_NUM_ERROR_INFO: "Не користете (${1}), наместо тоа користете (${0}) како разделник на параметар. Користете извичник(!) како разделник за име на лист во референца на ќелија.\nАко сакате да внесете чувствителен број на локален стандард, користете \"\" за да го заградите.",
	FORMULA_ERROR_INFO: "Не користете ${1}, наместо тоа користете ${0} како име на формула.",
	BOOOL_ERROR_INFO: "Не користете ${1}, наместо тоа користете ${0} како вредност на Булов израз.",
	COMMON_ERROR_INFO: "Формулата што ја напишавте содржи грешка."
})

