({
	EDIT_LABLE_TITLE: "Өңделмелі аумақ:",
	EDIT_LABLE_CONTENT: "Сіз таңдаған адамдар ғана осы ауқымды өңдей алады. Олар осы кестенің басқа бөліктерін осы кестеге арналған қорғау оларға рұқсат бермейінше өңдей алмайды.",
	READ_LABLE_TITLE: "Тек қана оқу ауқымы:",
	READ_LABLE_CONTENT: "Сіз таңдаған адамдар осы ауқымды тек қана оқи алады.",
	EDIT_SHEET_TITLE: "Өңделмелі парақ:",
	EDIT_SHEET_CONTENT: "Сіз таңдаған адамдар ғана осы парақты өңдей алады. Ауқым деңгейі парақ деңгейінің қорғанысын қайта жазады",
	READ_SHEET_TITLE: "Тек қана оқу парағы",
	READ_SHEET_CONTNET: "Сіз таңдаған адамдар ғана осы парақты оқи алады. Ауқым деңгейі парақ деңгейінің қорғанысын қайта жазады",
	DELETE_PERMISSION: "Қорғанысты жою",
	DELETE_CONFIRM_MSG: "Осы қорғанысты шынымен жойғыңыз келеді ме?",
	CREATED: "${0} құрылған", // here ${0} means the user name
	LAST_MODIFIED: "${0} соңғы өзгертілген" // here ${0} means the user name
})

