({
	EDIT_LABLE_TITLE: "Редактируем диапазон:",
	EDIT_LABLE_CONTENT: "Само лицата, които сте избрали Вие, могат да редактират този диапазон. Те не могат да редактират други части на този лист освен ако защитите за листа не им позволяват това.",
	READ_LABLE_TITLE: "Диапазон само за четене:",
	READ_LABLE_CONTENT: "Лицата, които сте избрали, могат само да четат този диапазон.",
	EDIT_SHEET_TITLE: "Редактируем лист:",
	EDIT_SHEET_CONTENT: "Само лицата, които сте избрали, могат да редактират този лист. Нивото на диапазона ще презапише защитата на нивото на листа",
	READ_SHEET_TITLE: "Лист само за четене",
	READ_SHEET_CONTNET: "Лицата, които сте избрали, могат само да четат този лист. Нивото на диапазона ще презапише защитата на нивото на листа",
	DELETE_PERMISSION: "Изтриване на защита",
	DELETE_CONFIRM_MSG: "Наистина ли желаете да изтриете тази защита?",
	CREATED: "${0} създаде", // here ${0} means the user name
	LAST_MODIFIED: "${0} последно измени" // here ${0} means the user name
})

