/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	saveOptionMsg: "لحفظ المراجعات الخاصة بك وادارة الوثيقة كنسخة جديدة، حدد الحفظ كنسخة جديدة. بخلاف ذلك، قم بحفظ الوثيقة كمسودة.",
	saveOptionMsg2: "لاحالة الوثيقة مرة أخرى الى الوثيقة الرئيسية، حدد احالة المسودة الخاصة مرة أخرى الى الوثيقة الرئيسية. بخلاف ذلك، قم بحفظ الوثيقة كمسودة.",
	confirmSaveAs: "تم حذف الملف الذى تم نشره أثناء جلسة التحرير الخاصة بك. اضغط حسنا لحفظ المسودة كملف جديد لضمان أنه يمكن الاحتفاظ بالتغييرات التى قمت بها أثناء جلسة التحرير.",
	publishErrMsg: "فشل فى الحفظ كنسخة جديدة",
	publishErrMsg_Quota_Out: "لا توجد مساحة كافية لحفظ نسخة جديدة من هذه الوثيقة. قم بازالة الملفات الأخرى لاخلاء مساحة كافية لحفظ هذه الوثيقة.",
	publishErrMsg_NoPermission: "فشلت عملية حفظ النسخة الجديدة لأنك ليس لديك التصاريح الخاصة بالمحرر على هذا الملف. اتصل بمالك الملف للحصول على تصاريح المحرر وأعد المحاولة.",
	saveDraftMsg: "الحفظ كمسودة",
	saveDocumentsMsg: "الحفظ كنسخة جديدة فى مشاركة الملفات الخاصة بك",
	submitDocumentMsg: "احالة محتويات الوثيقة مرة أخرى الى الوثيقة الرئيسية",
	deleteDocumentMsg: "نقل وثيقة التخصيص هذه الى المحذوفات من تطبيق Files"
})
