/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	unsupportdlgTitle:"عرض القيود",
	convertNotifyMsg:"هذه الوثيقة تحتوى على تنسيق متقدم قد لا يتم تحويله بيانيا بالشكل الصحيح على الانترنت، ولكن يتم الحفاظ عله للتحميل لاحقا اذا لزم الامر.",
	notShowCB:"عدم عرض هذه الرسالة مرة أخرى.",
	notShowNote:"(لاتاحة هذه الرسالة مرة أخرى، اضغط مشاهدة < عرض رسائل الخصائص التى لا يتم دعمها.)",
	PRESERVED:"يمكن الحفاظ عليه.",
	NOTPRESERVED:"لا يمكن الحفاظ عليه.",
	601:"تتبع التغيير: ${0}",
	602:"شكل مهيأ: ${0}",
	603:"عنصر OLE: ${0}",
	604:"فيديو أو صوت: ${0}",
	605:"ملاحظة هامشية أو ملاحظة نهائية: ${0}",
	606:"قسم النص: ${0}",
	607:"التعقيب على النص: ${0}",
	608:"مجال نصى: ${0}",
	609:"عنصر تحكم النموذج: ${0}",
	610:"دمج البريد: ${0}",
	611:"الأوامر المركبة: ${0}",
	612:"مخطط بياني: ${0}",
	613:"ActiveX: ${0}",
	614:"SmartArt: ${0}",
	615:"تعداد بصورة: ${0}",
	616:"نمط الجدول: ${0}",
	701:"الأوامر المركبة: ${0}",
	702:"عنصر OLE: ${0}",
	703:"البيانيات: ${0}",
	704:"مرشحات البيانات: ${0}",
	705:"النطاقات المسماه: ${0}",
	706:"التنسيق الشرطى: ${0}",
	707:"العناصر المجمعة: ${0}",
	708:"جدول محورى: ${0}",
	709:"التحقق من صلاحية البيانات: ${0}",
	710:"الجدول: ${0}",
	711:"ActiveX: ${0}",
	801:"تجميع العناصر: ${0}",
	802:"الشكل المهيأ: ${0} (أى تغييرات يتم القيام بها على الأشكال لا يمكن ارسالها.)",
	803:"المخطط البياني أو عنصر OLE: ${0}",
	804:"فيديو أو صوت: ${0}",
	805:"ملاحظات المتحدث: ${0}",
	806:"الرسوم المتحركة: ${0}",
	807:"تسمية توضيحية: ${0}",
	808:"نص الرأس: ${0}",
	809:"عنصر تحكم ActiveX: ${0}",
	810:"مخطط بياني: ${0}",
	811:"WordArt: ${0}",
	812:"SmartArt: ${0}",
	813:"الفكرة الرئيسية: ${0}",
	900:"هذه الوثيقة هى نسخة قديمة من ODF. قد لا تظهر بعض مظاهر التنسيق بصورة صحيحة."
})
