/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	PRINT : "‏طباعة‏",
	HELP : "‏مساعدة‏",
	HELP_MSG_TITLE : "ابطال نص رأس ونصوص الطرف ببرنامج الاستعراض:",
	HELP_MSG_PG_TITLE : "تغيير محددات الورقة:",

	HELP_MSG : "بصفة افتراضية، يقوم برنامج الاستعراض الخاص بك باضافة نصوص الرأس والطرف--عنوان URL، التاريخ، وهكذا--الى الوثيقة المطبوعة الخاصة بك. ا لخطوات لابطال ذلك قد تختلف بشكل طفيف بناءا على وحدة الطباعة الخاصة بك.",
	HELP_MSG_IE_1 : "من القائمة الموجودة على هذه الصفحة، اضغط <b>ملف &gt; اعداد الصفحة</b>.",
	HELP_MSG_IE_2 : "أسفل \"نصوص الرأس والطرف،\" لكل عنصر تريد ابطاله، اضغط على السهم وحدد <b>خالى</b> من الكشف.",
	HELP_MSG_IE_3 : "اضغط <b>حسنا</b>.",
	HELP_MSG_IE_4 : "اضغط <b>ملف &gt; طباعة</b>.",
	HELP_MSG_IE_5 : "حدد الاختيارات التى تريدها، ثم اضغط <b>طباعة</b>.",

	HELP_MSG_IE_11 : "من القائمة الموجودة على هذه الصفحة، اضغط <b>ملف &gt; اعداد الصفحة</b>.",
	HELP_MSG_IE_12 : "قم بتحديد حجم الورقة وأى اختيارات تريدها.",
	HELP_MSG_IE_13 : "اضغط <b>حسنا</b>.",

	HELP_MSG_FIREFOX_1 : "من القائمة الموجودة على هذه الصفحة، اضغط <b>ملف &gt; اعداد الصفحة</b>.",
	HELP_MSG_FIREFOX_2 : "اضغط على علامة تبويب <b>الهوامش &نص الرأس/الطرف</b>.",
	HELP_MSG_FIREFOX_3 : "أسفل \"نصوص الرأس &الطرف،\" لكل عنصر تريد ابطاله، اضغط على السهم وحدد <b>فارغ</b> من الكشف.",
	HELP_MSG_FIREFOX_4 : "اضغط <b>حسنا</b>.",
	HELP_MSG_FIREFOX_5 : "اضغط <b>ملف > طباعة</b>.",
	HELP_MSG_FIREFOX_6 : "حدد الاختيارات التى تريدها، ثم اضغط <b>حسنا</b>.",

	HELP_MSG_FIREFOX_11 : "من القائمة على هذه الصفحة، اضغط <b>ملف &gt; طباعة</b>.",
	HELP_MSG_FIREFOX_12 : "اضغط <b>الخصائص</b>.",
	HELP_MSG_FIREFOX_13 : "قم بتحديد حجم الورقة وأى اختيارات تريدها.",
	HELP_MSG_FIREFOX_14 : "اضغط <b>حسنا</b>.",

	HELP_MSG_SAFARI_1 : "من القائمة على هذه الصفحة، اضغط <b>ملف &gt; طباعة</b>.",
	HELP_MSG_SAFARI_2 : "اذا لم تكن ترى أى اختيارات غير وحدة الطباعة، اضغط على السهم بجوار مجال <b>وحدة الطباعة</b>.",
	HELP_MSG_SAFARI_3 : "أسفل <b>سفارى</b>، قم بالغاء تحديد <b>طباعة نص الرأس والطرف</b>.",
	HELP_MSG_SAFARI_4 : "اضغط <b>طباعة</b>.",

	HELP_MSG_SAFARI_11 : "من القائمة على هذه الصفحة، اضغط <b>ملف &gt; طباعة</b>.",
	HELP_MSG_SAFARI_12 : "اضغط <b>الخصائص</b>.",
	HELP_MSG_SAFARI_13 : "قم بتحديد حجم الورقة وأى اختيارات تريدها.",
	HELP_MSG_SAFARI_14 : "اضغط <b>طباعة</b>.",

	TIP_MSG: "برجاء التأكد من أن حجم واتجاه الورقة في محددات وحدة الطباعة مماثل لمحددات اعداد الصفحة في الوثائق للحصول على أفضل نتيجة في الطباعة. "
})

