({
	title		: "Поставяне",
	cutError	: "Настройките за защита на Вашия браузър пречат на автоматичното копиране. Използвайте Ctrl+X във Вашата клавиатура вместо това.",
	copyError	: "Настройките за защита на Вашия браузър пречат на автоматичното копиране. Използвайте Ctrl+C във Вашата клавиатура вместо това.",
	pasteMsg	: "",
	securityMsg	: "Поради настройките за защита на Вашия браузър, приложението не може да осъществи достъп до буферната памет.  За да влезете във Вашата буферна памет, въведете Ctrl+V, за да поставите съдържанието в това поле и след това щракнете OK.",
})
