/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	publishSummaryMsg: "Обобщение на промените",
	publishMainDesc: "Публикувайте тази версия във Файлове и я направете достъпна за всички читатели, включително коментари, ако файлът е изтеглен.",
	publishMainDescWithoutCMT: "Публикуване на тази версия във Файлове и предоставяне на всички читатели.",
	publishNotificationMsg: "Лицата, които следват файла, получават известие, че той е достъпен.",
	publishSuccessMsg: "Успешно публикува версия във Файлове.",
	publishDescMsg: "Максималният брой от 500 символа е достигнат.",
	//publishReminderMsg: "There is no published version in Files of this document. Do you want to publish a version now?",
	publishErrMsg: "Версията не е публикувана. Файлът може да е твърде голям или сървърът да е в режим на таймаут. Опитайте отново или откажете и помолете Вашия администратор да провери сървърния журнал, за да определи проблема.",
	publishErrMsg_Quota_Out: "Няма достатъчно пространство, за да се публикува нова версия на този документ. Премахнете други файлове, за да освободите достатъчно пространство, за да публикувате този документ.",
	publishErrMsg_NoFile: "Тъй като този документ е изтрит от други, публикуването е неуспешно.",
	publishErrMsg_NoFile2: "Можете да публикувате нов файл чрез избиране на Файл > Копиране...",
	publishErrMsg_NoPermission: "Неуспешно публикуване на нова версия, защото нямате позволения на редактор в този файл. Свържете се със собственика на файла, за да получите позволения на редактор и опитайте отново.",
	publishTxtFormatChangeMsg: "За да се уверите, че файловото съдържание се изобразява възможно най-точно, този файл ще бъде публикуван във формат Microsoft Word (.docx).",
	publishCsvFormatChangeMsg: "За да се гарантира, че съдържанието на файла е показано възможно най-точно, този файл ще бъде публикуван във формат Microsoft Excel (.xlsx).",
	publishTxtFormatChangeMsg2: "За да се гарантира, че съдържанието на файла е показано възможно най-точно, този файл ще бъде публикуван във формат OpenDocument Text (.odt).",
	publishCsvFormatChangeMsg2: "За да се гарантира, че съдържанието на файла е показано възможно най-точно, този файл ще бъде публикуван във формат OpenDocument Spreadsheet (.ods).",
	conflictMsg: "${0} е качил нова версия в ${1} ${2}. Можете да публикувате отделна версия сега или да възстановите съдържанието на по-късен етап от раздел Версии във Файлове.", // ${0} is name, ${1} is time,  ${2} is date
	
	summaryHint: "Обобщаване промените в тази версия",	
	ccmPublishMsg: "Сигурни ли сте, че желаете да впишете файла?",
	coeditingMsg: "Следните лица редактират файла:",
	closeLabel: "Затваряне"
})

