/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	saveOptionMsg: "За да запазите Вашите поправки и да управлявате документа като нова версия, изберете Запази като нова версия. В противен случай, запазете документа като чернова.",
	saveOptionMsg2: "За да подадете документа обратно към главния документ, изберете Подаване на лична чернова обратно към главния документ. В противен случай, запазете документа като чернова.",
	confirmSaveAs: "Публикуваният файл е изтрит по време на Вашата сесия по редактиране. Щракнете върху OK, за да запазите черновата като нов файл, за да гарантирате, че промените, които направихте по време на сесията по редактиране, могат да бъдат запазени.",
	publishErrMsg: "Неуспешно запазване като нова версия",
	publishErrMsg_Quota_Out: "Няма достатъчно пространство, за да се запази нова версия на този документ. Премахнете други файлове, за да освободите достатъчно пространство, за да запазите този документ.",
	publishErrMsg_NoPermission: "Неуспешно запазване като нова версия, защото нямате позволения на редактор в този файл. Свържете се със собственика на файла, за да получите позволения на редактор и опитайте отново.",
	saveDraftMsg: "Запази като чернова",
	saveDocumentsMsg: "Запази като нова версия във Вашето споделяне на файл",
	submitDocumentMsg: "Подаване на съдържание на документ обратно към главния документ",
	deleteDocumentMsg: "Преместете този документ на задание в кошчето на Файлове"
})
