/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	DIALOG_TITLE: "Изберете дейност",   
	DIALOG_NOTICE : "Преди задаването на раздел, изберете или създайте дейност, където да съхраните задачите в този документ като елементи за изпълнение. След като зададете дейност в документ, не можете да промените дейността.",
	DIALOG_NOTICE_PRES : "Преди задаването на слайдове, изберете или създайте дейност, където да съхраните елементите за изпълнение за заданията на тази презентация. След като зададете дейност в документ, не можете да промените дейността.",
		
	LISTBOX_TITLE: "* Дейност:",
	NEW_ACTIVITY: "Нова дейност",
	LISTBOX_DEFAULT: "Изберете дейност",
	NEW_ACTIVITY_NAME: " * Име на нова дейност:",
		
	INVALID_SELECTION: "Изборът на дейност е невалиден.",
	ACTIVITY_NAME_REQUIRED: "Въведете име на нова дейност.",
	DEFAULT_NOT_WORK: "Укажете или създайте дейност, където да съхраните елементите на заданието за текущия документ.",
	LINK_FAIL: "Неуспешно свързване на тази дейност към текущия документ."
})
