/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	linkMsg: "Копиране на връзка", 
    shareMsg: "Добавяне на лице като редактор:",
    tipForShare: "Въведете име или имейл адрес...",
	successShareMsg: "Документът е споделен успешно!", 
	errorShareMsg:"Неуспешно споделяне на документ.",
	errorCommunityShareMsg:"Този файл се притежава от общност, не може да се споделя с потребители.",
	errorAcrossOrgMsg:"Файлът може да се сподели само в рамките на организацията Ви.",
	sharetoauthorMsg:"Не можете да споделяте със себе си.",
	notTheAuthor:"Вие не сте собственик на този документ.",
    communityShareMsg: "${title} е споделен с всички членове на тази общност. <br>В зависимост от настройките на общността, всеки има достъп на редактор или читател.",
	invalidInput:"Невалидно потребителско име или имейл адрес.",
	notSharingOutsideOrgMsg:"Можете да споделите този файл само с лица във Вашата организация.",
	sharingForVisitor: "Можете да споделите този файл с лица, които за външни за Вашата организация.",
	sharingOutsideOrgMsg:"Ако лицето не е във Вашата организация, откажете и след това споделете като използвате страницата Подробности на приложението Файлове.",
	sharingOutsideOrgErrorMsg:"Не можете да споделяте с това лице, защото не е във Вашата организация.",
	notFoundErrorMsg:"Името или имейл адреса не може да се намери."
})
