/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	unsupportdlgTitle:"Изобразяване на ограничения",
	convertNotifyMsg:"Този документ съдържа разширено форматиране, което може да се изобразява правилно онлайн, но то се запазва при изтегляне по-късно, ако е необходимо.",
	notShowCB:"Не показвай това съобщение отново.",
	notShowNote:"(За да видите това съобщение отново, щракнете Преглед > Показвай съобщения за неподдържани характеристики.)",
	PRESERVED:"може да се запази.",
	NOTPRESERVED:"не може да се запази.",
	601:"Проследяване на промени: ${0}",
	602:"Персонализирана форма: ${0}",
	603:"OLE предмет: ${0}",
	604:"Видео или Звук: ${0}",
	605:"Бележка под линия или Бележка в края: ${0}",
	606:"Раздел на текст: ${0}",
	607:"Коментар в текст: ${0}",
	608:"Поле в текст: ${0}",
	609:"Контрол на формуляр: ${0}",
	610:"Сливане на мейл: ${0}",
	611:"Макрос: ${0}",
	612:"Диаграма: ${0}",
	613:"ActiveX: ${0}",
	614:"SmartArt: ${0}",
	615:"Графичен водещ символ: ${0}",
	616:"Стил на таблица: ${0}",
	701:"Макрос: ${0}",
	702:"OLE предмет: ${0}",
	703:"Графики: ${0}",
	704:"Филтри: ${0}",
	705:"Именувани обхвати: ${0}",
	706:"Условно форматиране: ${0}",
	707:"Групирани обекти: ${0}",
	708:"Обобщена таблица: ${0}",
	709:"Валидиране на данни: ${0}",
	710:"Таблица: ${0}",
	711:"ActiveX: ${0}",
	801:"Групиране на обекти: ${0}",
	802:"Персонализирана форма: ${0} (Всички промени, направени по формите, не трябва да се експортват.)",
	803:"Диаграма или OLE обект: ${0}",
	804:"Видео или Звук: ${0}",
	805:"Бележки на говорител: ${0}",
	806:"Анимация: ${0}",
	807:"Заглавие: ${0}",
	808:"Заглавна част: ${0}",
	809:"ActiveX контрол: ${0}",
	810:"Диаграма: ${0}",
	811:"WordArt: ${0}",
	812:"SmartArt: ${0}",
	813:"Тема: ${0}",
	900:"Този документ е стара версия на ODF. Част от форматирането може да не се показва правилно."
})
