/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	PRINT : "Отпечатване",
	HELP : "Помощ",
	HELP_MSG_TITLE : "Забрана за заглавна част и долни колонтитули на браузър:",
	HELP_MSG_PG_TITLE : "Промяна на настройки на хартия:",

	HELP_MSG : "По подразбиране, Вашият браузър добавя заглавни части и долни колонтитули--URL, дата и т.н.--на указаният от Вас документ. Стъпките да ги забраните могат да варират леко, съгласно Вашият принтер.",
	HELP_MSG_IE_1 : "От менюто на тази страница, щракнете <b>Файл &gt;Настройка на страница</b>.",
	HELP_MSG_IE_2 : "Под \"Колонтитули,\" за всеки елемент, който желаете да забраните, щракнете стрелката и изберете <b>Изпразване</b> от списъка.",
	HELP_MSG_IE_3 : "Щракнете <b>OK</b>.",
	HELP_MSG_IE_4 : "Щракнете <b>Файл &gt; Отпечатване</b>.",
	HELP_MSG_IE_5 : "Изберете опциите, които желаете, след което щракнете <b>Отпечатване</b>.",

	HELP_MSG_IE_11 : "От менюто на тази страница, щракнете <b>Файл &gt;Настройка на страница</b>.",
	HELP_MSG_IE_12 : "Изберете размера на хартията и всички опции, които желаете.",
	HELP_MSG_IE_13 : "Щракнете <b>OK</b>.",

	HELP_MSG_FIREFOX_1 : "От менюто на тази страница, щракнете <b>Файл &gt;Настройка на страница</b>.",
	HELP_MSG_FIREFOX_2 : "Щракнете върху раздел <b>Полета &Заглавие/Долен колонтитул</b>.",
	HELP_MSG_FIREFOX_3 : "Под \"Заглавия &Долни колонтитули,\" за всеки елемент, който желаете да забраните, щракнете стрелката и изберете <b>Празно</b> от списъка.",
	HELP_MSG_FIREFOX_4 : "Щракнете <b>OK</b>.",
	HELP_MSG_FIREFOX_5 : "Щракнете <b>Файл > Отпечатване</b>.",
	HELP_MSG_FIREFOX_6 : "Изберете опциите, които желаете, и щракнете <b>OK</b>.",

	HELP_MSG_FIREFOX_11 : "От менюто на тази страница, щракнете <b>Файл &gt; Отпечатване</b>.",
	HELP_MSG_FIREFOX_12 : "Щракнете <b>Свойства</b>.",
	HELP_MSG_FIREFOX_13 : "Изберете размера на хартията и всички опции, които желаете.",
	HELP_MSG_FIREFOX_14 : "Щракнете <b>OK</b>.",

	HELP_MSG_SAFARI_1 : "От менюто на тази страница, щракнете <b>Файл &gt; Отпечатване</b>.",
	HELP_MSG_SAFARI_2 : "Ако не виждате други опции освен принтера, щракнете стрелката до полето <b>Принтер</b>.",
	HELP_MSG_SAFARI_3 : "Под <b>Safari</b>, махнете отметката от <b>Колонтитули за отпечатване</b>.",
	HELP_MSG_SAFARI_4 : "Щракнете <b>Отпечатване</b>.",

	HELP_MSG_SAFARI_11 : "От менюто на тази страница, щракнете <b>Файл &gt; Отпечатване</b>.",
	HELP_MSG_SAFARI_12 : "Щракнете <b>Свойства</b>.",
	HELP_MSG_SAFARI_13 : "Изберете размера на хартията и всички опции, които желаете.",
	HELP_MSG_SAFARI_14 : "Щракнете <b>Отпечатване</b>.",

	TIP_MSG: "Моля, уверете се, че размерът на хартията и ориентацията в настройките на принтера са същите като настройките на страницата в Docs, за да получите най-добрия резултат при отпечатване."
})

