/* ***************************************************************** */
/*                                                                   */
/* IBM Confidential                                                  */
/*                                                                   */
/* IBM Docs Source Materials                                         */
/*                                                                   */
/* (c) Copyright IBM Corporation 2012. All Rights Reserved.          */
/*                                                                   */
/* U.S. Government Users Restricted Rights: Use, duplication or      */
/* disclosure restricted by GSA ADP Schedule Contract with IBM Corp. */
/*                                                                   */
/* ***************************************************************** */

({
	defaultDocTitle:"този документ",
	welcomeMsg:"Добре дошли в работна чернова за '${0}'.",
	descrMsg:"Можете да работите индивидуално по черновата или да я споделите с Редактори, за да си сътрудничите. Читателите нямат достъп до черновата. Можете да публикувате версии за преглеждане и изтегляне от Читатели, като изберете Файл > Публикуване на версия.",
	learnMore:"Научете повече относно създаването на файлови версии.",
	notShowCB:"Не показвай това съобщение отново."
})
