({
	WRITE_MODE : "запись",
	REVIEW_MODE : "проверка",
	LOCK_MODE : "блокировка",
	
	TASK_CREATE_TITLE: "Присвоить задачу",   
	TASK_CREATE_SECTION_MODE : "Задача присвоена:",
	TASK_CREATE_WRITE_SECTION: "Записать этот раздел",
	TASK_CREATE_REVIEW_SECTION: "Проверить этот раздел",
	TASK_CREATE_ASSIGNEE: "Кому присвоить раздел:",
	TASK_CREATE_DESCRIPTION: "Описание",
	TASK_CREATE_DESCRIPTION_CONTENT: "Опишите задачу, которую требуется выполнить с разделом.",
	TASK_CREATE_INVALID_MSG: "Сотрудник не определен как Редактор. Сначала необходимо разрешить совместное использование документа с сотрудником, использующим роль Редактор, затем можно присвоить раздел.",
	TASK_CREATE_WARNING_MSG: "Для того чтобы пользователям можно было присваивать задачи, необходимо сначала определить <br />этих пользователей как \"Редакторов\" документа в папке \"Мои файлы\"."
	
})
