({
	LABEL_NAMES_LIST: "Именованные диапазоны:",
	LABEL_REFERSTO: "Ссылается на:",
	LABEL_NEW_BUTTON: "Создать...",
	LABEL_MODIFY_BUTTON: "Применить",
	DELETE_NAME_CONFIRM_MSG:"Удалить диапазон ${0}?",
	DELETE_NAME:"Удалить именованный диапазон",
	LABEL_INVALIDMSG: "Недопустимая ссылка. Введите диапазон в поле Ссылается на или выберите диапазон в электронной таблице с помощью указателя мыши.",
	LABEL_EMPTYREF: "Пустая ссылка недопустима. Введите диапазон в поле Ссылается на или выберите диапазон в электронной таблице с помощью указателя мыши.",
	EMPTY_INFO:"Нет именованных диапазонов. Для создания диапазона нажмите кнопку Создать.",
	DELETE_HELP:"Удалить именованный диапазон",
	REFERS_HELP:"Оставьте это окно открытым и выберите значения диапазона на листе с помощью указателя мыши.",
	
	ACC_NAMEDRANGE:"Именованный диапазон",
	ACC_REFERSTO : "Указывает на"
	})
