({
	LABEL_REFERSTO: "Ссылается на:",
	LABEL_NAME: "Имя:",
	LABEL_INVALIDADDRESS: "Недопустимая ссылка. Введите диапазон в поле Ссылается на или выберите диапазон в электронной таблице с помощью указателя мыши.",	
	LABEL_EMPTYREF: "Пустая ссылка недопустима. Введите диапазон в поле Ссылается на или выберите диапазон в электронной таблице с помощью указателя мыши.",
	LABEL_INVALIDNAME: "Имя недопустимо. Возможные причины:<br> a) Имя начинается не с буквы, не с обратной косой черты (\\) и не с символа подчеркивания (_). <br> b) Имя содержит пробелы.<br> c) Используются зарезервированные ключевые слова, такие как \"r\" или \"c\".<br> d) Имя похоже на адрес ячейки, например \"Q2\" или \"FY98\".<br> e) Длина имен превышает 255 символов.",
	LABEL_EMPTYNAME: "Пустое имя недопустимо",
	LABEL_EXISTEDNAME: "Такое имя уже существует. Введите уникальное имя. В именах учитывается регистр символов.",
	LABEL_RCNAME: "Не используйте имя, совпадающее с адресом ячейки R1C1." ,	
	LABEL_KEYWORDS: "Не используйте в качестве имени ключевое слово '${0}'.",
	REFERS_HELP:"Оставьте это окно открытым и выберите значения диапазона на листе с помощью указателя мыши."
})
