({	
	title: "ตรวจสอบการสะกดคำ",
	suggests: "แทนที่ด้วย:",
	misword: "ไม่พบคำ:",
	ignore: "ละเว้นคำนี้",
	nextBtn: "ถัดไป",
	doneBtn: "เสร็จสิ้น",
	okBtn: "ตกลง",
	ignoreBtn: "ข้าม",
	replaceBtn: "แทนที่",
	cellName: "เซลล์ ${0}",
	noSuggestions: "ไม่พบข้อแนะนำ",
	complete: "การตรวจสอบการสะกดคำเสร็จสมบูรณ์แล้ว",
	warning: "ไม่พบการสะกดคำไม่ถูกต้อง",
	MISWORD_MSG: "คำ ${0} ใน ${1} ไม่ได้อยู่ในพจนานุกรมการตรวจสอบการสะกดคำ",
	WAITING_MSG: "ไม่พบคำที่ค้นหาในพจนานุกรมการตรวจสอบการสะกดคำ"
})
